const ZT_DATA_6=[
{
    "d": "2023-07-26",
    "l": "https://www.tgb.cn/a/20psdav1AEd",
    "t": `

首板
环保工程
清研环境（qyhj）301288，正和生态（zhst）605069，东方园林（dfyl）002310，启迪环境（qdhj）000826，超越科技（cykj）301049，法尔胜（fes）000890，建筑材料（jzcl）004857，国创高新（gcgx）002377
重庆钢铁（cqgt）601005，海南瑞泽（hnrz）002596，森泰股份（stgf）301429，凌钢股份（lggf）600231
房地产
天保基建（tbjj）000965，南国置业（ngzy）002305，对比昨天数据
消费
国芳集团（gfjt）601086，人人乐（rrl）002336，而国芳是参股证券
汽车
山子股份，威帝股份（wdgf）603023
题材独苗
群兴股份，贵绳股份（gsgf）600992，六国化工（lghg）600470，安居宝（ajb）300155，房地产相关设备，苏州规划（szgh）301505，国华网安（ghwa）000004

二板
中南建设（znjs）000961，新黄浦（xhp）600638，庚星股份（gxgf）600753，太平洋（tpy）601099，国光连锁（ggls）605188

三板
山水比德（ssbd）300844，锦和商管（jhsg）603682

四板
金科股份（jkgf）000656

`
  },
{
    "d": "2023-07-25",
    "l": "https://www.tgb.cn/a/20nGhG86JBS",
    "t": `

首板
房地产-精装修
兔宝宝（tbb）002043，皮阿诺（pan）002853，正源股份（zygf）600321，华远地产（hydc）600743，蒙娜丽莎（mnls）002918，国统股份（gtgf）002205，好太太（htt）603848，志邦家居（zbjj）603801
致欧科技（zokj）301376，东方雨虹（dfyh）002271，老板电器（lbdq）002508，华远地产（hydc）600743，中南建设（znjs）000961，迪马股份（dmgf）600565，廊坊发展（lffz）600149，天房发展（tffz）600322
金地集团（jdjt）600383，新黄浦（xhp）600638，滨江集团（bjjt）002244，新城控股（xckg）601155，特发服务（tffw）300917，大龙地产（dldc）600159，沙河股份（shgf）000014，中华企业（zhqy）600675
城建发展（cjfz）600266
房地产-新型城镇化PPP
中南建设（znjs）000961，美丽生态（mlst）000010，国统股份（gtgf）002205，洪涛股份（htgf）002325，德才股份（dcgf）605287
新能源车
亚星客车（yxkc）600213，江铃汽车（jlqc）000550，今飞凯达（jfkd）002863，文灿股份（wcgf）603348，长安汽车（caqc）000625，明泰铝业（mtly）601677
金融
太平洋（tpy）601099，首创证券（sczq）601136，财富趋势（cfqs）688318，国海证券（ghzq）000750，湘财股份（xcgf）600095，中国银河（zgyh）601881，中国太保（zgtb）601601，东吴证券（dwzq）601555
人工智能
真视通（zst）002771，中视传媒（zscm）600088
题材独苗
霍普股份（hpgf）301024，舍得酒业（sdjy）600702，信捷电气（xjdq）603416，国光连锁（ggls）605188，庚星股份（gxgf）600753，德必集团（dbjt）300947

二板
鸿博股份（hbgf）002229，亚联发展（ylfz）002316，山水比德（ssbd）300844，锦和商管（jhsg）603682

三板
万方发展（wffz）000638，金科股份（jkgf）000656

`
  },
{
    "d": "2023-07-24",
    "l": "https://www.tgb.cn/a/20lYjvfS3VT",
    "t": `

首板
人工智能
亚威股份（ywgf）002559，云赛智联（yszl）600602，鸿博股份（hbgf）002229，焦点科技（jdkj）002315，竞业达（jyd）003005，北京文化（bjwh）000802，金正大（jzd）002470，山水比德（ssbd）300844
锦和商管（jhsg）603682
新零售
大连友谊（dlyy）000679，亚联发展（ylfz）002316
医药
正川股份（zcgf）603976
题材独苗
传艺科技（cykj）002866，车企使用钠离子电池，派斯林（psl）600215，皖通高速（wtgs）600012，宏达新材（hdxc）002211，融发核电（rfhd）002366，摘帽电力，岱美股份（dmgf）603730

二板
万方发展（wffz）000638，金科股份（jkgf）000656

`
  },
{
    "d": "2023-07-22",
    "l": "https://www.tgb.cn/a/20iGtqIA7zb",
    "t": `

首板
大消费
顺灏股份（shgf）002565，中锐股份（zrgf）002374，黑芝麻（hzm）000716，万方发展（wffz）000638，澳洋健康（ayjk）002172
芯片
共达电声（gdds）002655，盈方微（yfw）000670，凯美特气（kmtq）002549
人工智能
精伦电子（jldz）600355，华闻集团（hwjt）000793，南方传媒（nfcm）601900，金桥信息（jqxx）603918
房地产
天房发展（tffz）600322，新大正（xdz）002968，金科股份（jkgf）000656，中南建设（znjs）000961，津滨发展（jbfz）000897，金房能源（jfny）001210，联合水务（lhsw）603291，棕榈股份
浙江建投（zjjt）002761
题材独苗
科源制药（kyzy）301281，东旭光电（dxgd）000413

二板
国光连锁（ggls）605188，美邦服饰（mbfs）002269，大龙地产（dldc）600159，星光股份（xggf）002076

三板
人人乐（rrl）002336，荣盛发展（rsfz）002146，东方园林（dfyl）002310

六板
中央商场（zysc）600280

`
  },
{
    "d": "2023-07-20",
    "l": "https://www.tgb.cn/a/20fm627mcSs",
    "t": `

首板
消费电商
赛维时代（swsd）301381，跨境通（kjt）002640，国光连锁（ggls）605188，大连友谊（dlyy）000679，美邦服饰（mbfs）002269，西安饮食（xays）000721，如意集团（ryjt）002193，三江购物（sjgw）601116
星光股份（xggf）002076，杰美特（jmt）300868，国芳集团（gfjt）601086
房地产基建
坚朗五金（jlwj）002791，大龙地产（dldc）600159
锂电相关
长久物流（cjwl）603569，正业科技（zykj）300410，星光股份（xggf）002076
消费电子
杰美特（jmt）300868，祥腾新材（xtxc）001373
题材独苗
亚威股份（ywgf）002559，通力科技（tlkj）301255，学大教育（xdjy）000526

二板
东方园林（dfyl）002310，人人乐（rrl）002336，中马传动（zmcd）603767，省广集团（sgjt）002400，亚联发展（ylfz）002316

五板
中央商场（zysc）600280

`
  },
{
    "d": "2023-07-19",
    "l": "https://www.tgb.cn/a/20dCJVU0zlf",
    "t": `

首板
微软软件收费刺激
亚联发展（ylfz）002316，威士顿（wsd）301315，奥飞娱乐（afyl）002292，南方传媒（nfcm）601900，省广集团（sgjt）002400，华是科技（hskj）301218
汽车产业链
兴民智通（xmzt）002355，荣盛发展（rsfz）002146，众泰汽车（ztqc）000980，粤宏远Ａ（yhya）000573，中马传动（zmcd）603767，天力锂能（tlln）301152，东方园林（dfyl）002310
题材独苗
人人乐（rrl）002336，跟随中央商场，宇晶股份（yjgf）002943，四川黄金（schj）001337，次新黄金，乐凯胶片（lkjp）600135，顾地科技（gdkj）002694，中毅达（zyd）600610

四板
中央商场（zysc）600280

`
  },
{
    "d": "2023-07-18",
    "l": "https://www.tgb.cn/a/20bY8rZGMv0",
    "t": `

首板
先进封装
晶方科技（jfkj）603005，凯格精机（kgjj）301338，康强电子（kqdz）002119，变压器，伊戈尔（yge）002922，德宏股份（dhgf）603701
汽车产业链
亚星客车（yxkc）600213，星光农机（xgnj）603789，文灿股份（wcgf）603348，星源卓镁（xyzm）301398
题材独苗
中贝通信（zbtx）603220，步步高（bbg）002251，建业股份（jygf）603948，京城股份（jcgf）600860，云中马（yzm）603130，智能自控（znzk）002877

二板
江铃汽车（jlqc）000550

三板
中央商场（zysc）600280，祥腾新材（xtxc）001373

`
  },
{
    "d": "2023-07-17",
    "l": "https://www.tgb.cn/a/20arHaKtnwd",
    "t": `

首板
业绩预增
江铃汽车（jlqc）000550，华通线缆（htxl）605196，林州重机（lzzj）002535，中原环保（zyhb）000544，荣盛发展（rsfz）002146，冰轮环境（blhj）000811，张江高科（zjgk）600895，爱司凯（ask）300521
金橙子（jcz）688291，泰尔股份（tegf）002347，长江材料（cjcl）001296
虚拟电厂
积成电子（jcdz）002339，迦南智能（jnzn）300880，国电南自（gdnz）600268
汽车
众泰汽车（ztqc）000980，易德龙（ydl）603380
环保
中原环保（zyhb）000544，国泰环保（gthb）301203
题材独苗
天津普林（tjpl）002134，凯旺科技（kwkj）301182，宏达新材（hdxc）002211，汇顶科技（hdkj）603160，万润科技（wrkj）002654，劲嘉股份（jjgf）002191，道森股份

二板
祥腾新材（xtxc）001373，榕基软件（rjrj）002474，中央商场（zysc）600280

三板
国华网安（ghwa）000004

`
  },
{
    "d": "2023-07-15",
    "l": "https://www.tgb.cn/a/207biU6LWqa",
    "t": `

首板
未分类
中孚信息（zfxx）300659，南天信息（ntxx）000948，中新赛克（zxsk）002912，榕基软件（rjrj）002474，新致软件（xzrj）688590，久远银海（jyyh）002777，中国联通（zglt）600050，恒为科技（hwkj）603496
浩瀚深度（hhsd）688292
半年报预增
彩虹股份（chgf）600707，中迪投资（zdtz）000609，亨通光电（htgd）600487，京滨发展（jbfz）600683，中央商场（zysc）600280，报喜鸟（bxn）002154，纽威股份（nwgf）603699，中曼石油（zmsy）603619
银信科技（yxkj）300231，海特高新（htgx）002023，汇金股份（hjgf）300368，中孚信息（zfxx）300659，满坤科技（mkkj）301132，新莱福（xlf）301323，公司无技术，存储芯片制造
电网设备
亚联发展（ylfz）002316，三星医疗（sxyl）601567
机器人
新时达（xsd）002527，智云股份（zygf）300097
面板
天山电子（tsdz）301379，翔腾新材（xtxc）001373，彩虹股份（chgf）600707，智云股份（zygf）300097
无人驾驶
兴民智通（xmzt）002355，宏英智能（hyzn）001266
算力cpo
亨通光电（htgd）600487
题材独苗
盛达资源（sdzy）000603，罗曼股份（lmgf）605289

二板
国华网安（ghwa）000004，东晶电子（djdz）002199，省广集团（sgjt）002400，蓝丰生化（lfsh）002513，华是科技（hskj）301218，工业富联（gyfl）601138，三孚股份（sfgf）603938

三板
人民网（rmw）603000

`
  },
{
    "d": "2023-07-13",
    "l": "https://www.tgb.cn/a/203OcdAfxH0",
    "t": `

首板
业绩预增
山东矿机（sdkj）002526，大港股份（dggf）002077，沙河股份（shgf）000014，万润科技（wrkj）002654，泓博医药（hbyy）301230，方正科技（fzkj）600601
算力产业链
商络电子（sldz）300975，德明利（dml）001309，东晶电子（djdz）002199，大港股份（dggf）002077，中富电路（zfdl）300814，华海诚科（hhck）688535，华是科技（hskj）301218，利通电子（ltdz）603629
工业富联（gyfl）601138，沪电股份（hdgf）002463，雅克科技（ykkj）002409，同兴达（txd）002845，香农芯创（xnxc）300475，方正科技（fzkj）600601，结果是汽车
人工智能
国华网安（ghwa）000004，奥飞娱乐（afyl）002292，三维天地（swtd）301159，省广集团（sgjt）002400，中国出版（zgcb）601949
光伏
海源复材（hyfc）002529，赛伍技术（swjs）603212，三孚股份（sfgf）603938
题材独苗
中润资源（zrzy）000506，中衡设计（zhsj）603017，蓝丰生化（lfsh）002513，福建金森（fjjs）002679，共达电声（gdds）002655

二板
林州重机（lzzj）002535，智能自控（znzk）002877，人民网（rmw）603000

三板
奇精机械（qjjx）603677，睿能科技（rnkj）603933

四板
万安科技（wakj）002590

七板
大连热电（dlrd）600719

`
  },
{
    "d": "2023-07-12",
    "l": "https://www.tgb.cn/a/2025yutv7So",
    "t": `

首板
汽车产业链
宏英智能（hyzn）001266，神通科技（stkj）605228，祥明智能（xmzn）301226，中英科技（zykj）300936，光洋股份（gygf）002708，协和电子（xhdz）605258，西仪股份，科华控股（khkg）603161
未来电器（wldq）301386，方正电机（fzdj）002196，博俊科技（bjkj）300926
电力
万控智造（wkzz）603070，江苏华辰（jshc）603097，未来电器（wldq）301386，三变科技（sbkj）002112，长青集团（cqjt）002616
中报预告预增
智能自控（znzk）002877，林州重机（lzzj）002535，科华控股（khkg）603161，博俊科技（bjkj）300926，亿晶光电（yjgd）600537，方正电机（fzdj）002196，长青集团（cqjt）002616
题材独苗
人民网（rmw）603000，山东墨龙（sdml）002490，福达合金（fdhj）603045，建业股份（jygf）603948

二板
众泰汽车（ztqc）000980，山东威达（sdwd）002026，凌云股份（lygf）600480，奇精机械（qjjx）603677，睿能科技（rnkj）603933

三板
万安科技（wakj）002590

四板
京能热力（jnrl）002893

六板
大连热电（dlrd）600719

`
  },
{
    "d": "2023-07-11",
    "l": "https://www.tgb.cn/a/200nUWIBK6z",
    "t": `

首板
卫星导航
天箭科技（tjkj）002977，合众思壮（hzsz）002383，达华智能（dhzn）002512，航天智装（htzz）300455
汽车-汽车整车
赛力斯（sls）601127，众泰汽车（ztqc）000980，中通客车（ztkc）000957
汽车-零配件相关
凌云股份（lygf）600480，文灿股份（wcgf）603348，超达装备（cdzb）301186，宁波高发（nbgf）603788，山东威达（sdwd）002026，坤泰股份（ktgf）001260，浙江世宝（zjsb）002703，纳川股份（ncgf）300198
芯片半导体
东晶电子（djdz）002199，盈方微（yfw）000670，华海诚科（hhck）688535，沃格光电（wggd）603773，睿能科技（rnkj）603933，奥海科技（ahkj）002993，移远通信（yytx）603236
机器人
奇精机械（qjjx）603677，博信股份（bxgf）600083
题材独苗
燕塘乳业（ytry）002732，毕得医药（bdyy）688073，友好集团（yhjt）600778，国华网安（ghwa）000004，当时云南锗业，中科磁业（zkcy）301141

二板
上海沪工（shhg）603131，万安科技（wakj）002590，辉丰股份（hfgf）002496

三板
苏常柴Ａ（scca）000570，京能热力（jnrl）002893

四板
瑞玛精密（rmjm）002976

五板
大连热电（dlrd）600719

`
  },
{
    "d": "2023-07-10",
    "l": "https://www.tgb.cn/a/1ZYJqA59Ecd",
    "t": `

首板
电力
罗平锌电（lpxd）002114，万控智造（wkzz）603070，杭州热电（hzrd）605011

二板
苏常柴Ａ（scca）000570

三板
深华发Ａ（shfa）000020，瑞玛精密（rmjm）002976

四板
大连热电（dlrd）600719

`
  },
{
    "d": "2023-07-08",
    "l": "https://www.tgb.cn/a/1ZVyvRneRFH",
    "t": `

首板
房地产相关
东鹏控股（dpkg）003012
电力
长青集团（cqjt）002616，京能热力（jnrl）002893，晋控电力（jkdl）000767，科远智慧（kyzh）002380，广宇发展（gyfz）000537
汽车相关
雷尔伟（lew）301016，星源卓镁（xyzm）301398，苏常柴Ａ（scca）000570，德恩精工（dejg）300780
日核排放
农发种业（nfzy）600313，大湖股份（dhgf）600257，粤海饲料（yhsl）001313，天鹅股份（tegf）603029
题材独苗
三星医疗（sxyl）601567，三江购物（sjgw）601116，南矿集团（nkjt）001360

二板
深华发Ａ（shfa）000020，瑞玛精密（rmjm）002976，泰祥股份（txgf）301192，比依股份（bygf）603215

三板
大连热电（dlrd）600719

`
  },
{
    "d": "2023-07-06",
    "l": "https://www.tgb.cn/a/1ZS3jNm1kX9",
    "t": `

首板
算力产业链
金安国纪（jagj）002636，拓维信息（twxx）002261，天津普林（tjpl）002134，弘信电子（hxdz）300657，德明利（dml）001309，空港股份（kggf）600463，万润科技（wrkj）002654，东方材料（dfcl）603110
亚太实业（ytsy）000691
汽车减速机机器人产业链
深华发Ａ（shfa）000020，众泰汽车（ztqc）000980，胜利精密（sljm）002426，瑞玛精密（rmjm）002976，泰祥股份（txgf）301192，爱仕达（asd）002403，双飞股份，五洲新春（wzxc）603667
华纬科技（hwkj）001380，科力尔（kle）002892，中南建设（znjs）000961，浙江黎明（zjlm）603048，有人想拯救南方精工
房地产
空港股份（kggf）600463，中南建设（znjs）000961，荣盛发展（rsfz）002146
电子商务
比依股份（bygf）603215，富森美（fsm）002818
题材独苗
兰生股份（lsgf）600826

二板
金科股份（jkgf）000656，大连热电（dlrd）600719，国华网安（ghwa）000004

三板
福达合金（fdhj）603045，云南锗业（ynzy）002428

五板
浙江世宝（zjsb）002703

`
  },
{
    "d": "2023-07-05",
    "l": "https://www.tgb.cn/a/1ZQpzUamrnG",
    "t": `

首板
摘帽
大连热电（dlrd）600719，国华网安（ghwa）000004，丰华股份（fhgf）600615
房地产
电子城（dzc）600658，莱茵体育（lyty）000558，金科股份（jkgf）000656，罗平锌电（lpxd）002114，中国稀土（zgxt）000831，中科磁业（zkcy）301141，东方钽业（dfty）000962，银河磁体（yhct）300127
驰宏锌锗（chxz）600497，创新资源（cxzy）399266
题材独苗
润达医疗（rdyl）603108，克劳斯（kls）600579，世茂能源（smny）605028，锦富技术（jfjs）300128，时代出版（sdcb）600551，飞龙股份（flgf）002536

二板
云南锗业（ynzy）002428，合兴股份（hxgf）605005

四板
浙江世宝（zjsb）002703，赫美集团（hmjt）002356

`
  },
{
    "d": "2023-07-04",
    "l": "https://www.tgb.cn/a/1ZOKCAVMcw5",
    "t": `

首板
汽车-无人驾驶
瑞玛精密（rmjm）002976，合兴股份（hxgf）605005，天龙股份（tlgf）603266，得润电子（drdz）002055，伯特利（btl）603596，路畅科技（lckj）002813，启明信息（qmxx）002232，联创电子（lcdz）002036
兴民智通（xmzt）002355，光庭信息（gtxx）301221，永新光学（yxgx）603297，万集科技（wjkj）300552，亚太股份（ytgf）002284，德赛西威（dsxw）002920，威帝股份（wdgf）603023，中国卫星（zgwx）600118
汽车-其他配套相关
天成自控（tczk）603085，凯众股份（kzgf）603037，瑞鹄模具（rgmj）002997，英利汽车（ylqc）601279，多利科技（dlkj）001311，宁波高发（nbgf）603788，嵘泰股份（rtgf）605133，科博达（kbd）603786
汽车-减速机机器人
爱仕达（asd）002403，弘讯科技（hxkj）603015，科力尔（kle）002892，渤海汽车（bhqc）600960，方正电机（fzdj）002196，德迈仕（dms）301007，通力科技（tlkj）301255，通达动力（tddl）002576
中报业绩
海能达（hnd）002583，莱克电气（lkdq）603355
第三代半导体
光智科技（gzkj）300489，斯达半导（sdbd）603290，福达合金（fdhj）603045
医药
海思科（hsk）002653，通化金马（thjm）000766
题材独苗
亚太实业（ytsy）000691

二板
众泰汽车（ztqc）000980，宏达新材（hdxc）002211

三板
赫美集团（hmjt）002356，林州重机（lzzj）002535，浙江世宝（zjsb）002703，圣龙股份（slgf）603178

`
  },
{
    "d": "2023-07-03",
    "l": "https://www.tgb.cn/a/1ZN6Zse0LFc",
    "t": `

首板
基建房地产
保利联合（bllh）002037，壶化股份（hhgf）003002，金科股份（jkgf）000656，中天精装（ztjz）002989，瑞尔特（ret）002790
摘帽
众泰汽车（ztqc）000980，新大洲Ａ（xdza）000571，宏达新材（hdxc）002211，宁科生物（nksw）600165
汽车机器人
广东鸿图（gdht）002101，众泰汽车（ztqc）000980，中通客车（ztkc）000957，赛力斯（sls）601127，东港股份（dggf）002117，华峰铝业（hfly）601702，金龙汽车（jlqc）600686
风光储
金晶科技（jjkj）600586，科华数据（khsj）002335，兆新股份（zxgf）002256，皖能电力（wndl）000543，大金重工（djzg）002487，小崧股份（xsgf）002723，亚玛顿（ymd）002623
消费
同庆楼（tql）605108，长白山（cbs）603099，人人乐（rrl）002336
数据中心等算力
海量数据（hlsj）603138，真视通（zst）002771，宁夏建材（nxjc）600449，东湖高新（dhgx）600133，环旭电子（hxdz）601231
中字头
中国软件（zgrj）600536，中钢国际（zggj）000928
题材独苗
国风新材（gfxc）000859

二板
赫美集团（hmjt）002356，林州重机（lzzj）002535，浙江世宝（zjsb）002703，圣龙股份（slgf）603178，宝明科技（bmkj）002992，英联股份（ylgf）002846，红星发展（hxfz）600367

四板
襄阳轴承（xyzc）000678

`
  },
{
    "d": "2023-07-01",
    "l": "https://www.tgb.cn/a/1ZJXwbiiqtJ",
    "t": `

首板
锂电池相关
红星发展（hxfz）600367，丰元股份（fygf）002805，翠华珠宝，沃格光电（wggd）603773，金瑞矿业（jrky）600714，拓邦股份（tbgf）002139，湘潭电化（xtdh）002125，英联股份（ylgf）002846
蔚蓝锂芯（wllx）002245，胜利精密（sljm）002426，双星新材（sxxc）002585，宝明科技（bmkj）002992，德方纳米（dfnm）300769，黑猫股份（hmgf）002068，铜峰电子（tfdz）600237，浪莎股份（lsgf）600137
观察点是铜峰电子，逻辑上发酵程度有限
代糖
保龄宝（blb）002286，莱茵生物（lysw）002166，中南建设（znjs）000961，中国武夷（zgwy）000797，永安林业（yaly）000663，拓邦股份（tbgf）002139，财信发展（cxfz）000838，机器人汽车
锋龙股份（flgf）002931，圣龙股份（slgf）603178，林州重机（lzzj）002535，浙江世宝（zjsb）002703，昊志机电（hzjd）300503，东风科技（dfkj）600081，咸亨国际（xhgj）605056，精工科技（jgkj）002006
中大力德（zdld）002896
算力
五方光电（wfgd）002962，共进股份（gjgf）603118，沪电股份（hdgf）002463，青山纸业（qszy）600103，福晶科技（fjkj）002222
新能源
赫美集团（hmjt）002356，通达股份（tdgf）002560，传艺科技（cykj）002866，东尼电子（dndz）603595
金融
仁东控股（rdkg）002647，国盛金控（gsjk）002670
题材独苗
大连圣亚（dlsy）600593，洪兴股份（hxgf）001209，抚顺特钢（fstg）600399

二板
欧克科技（okkj）001223，巨轮智能（jlzn）002031，柳药集团（lyjt）603368

三板
襄阳轴承（xyzc）000678

五板
华脉科技（hmkj）603042

`
  },
{
    "d": "2023-06-29",
    "l": "https://www.tgb.cn/a/1ZGrD0UsGaz",
    "t": `

首板
汽车机器人
巨轮智能（jlzn）002031，方正电机（fzdj）002196，远大智能（ydzn）002689，雷柏科技（lbkj）002577，日盈电子（rydz）603286，春兴精工（cxjg）002547，中电电机（zddj）603988，华研精工（hyjg）301138
通达动力（tddl）002576，华丰股份（hfgf）605100，赛象科技（sxkj）002337，博杰股份（bjgf）002975，龙溪股份（lxgf）600592，奥佳华（ajh）002614，丰立智能（flzn）301368，宏盛股份（hsgf）603090
开普检测（kpjc）003008，捷昌驱动（jcqd）603583，昆船智能（kczn）301311，英洛华（ylh）000795，宁波韵升（nbys）600366，雷赛智能（lszn）002979，德恩精工（dejg）300780，鼎捷软件（djrj）300378
三联锻造（sldz）001282，上海机电（shjd）600835

二板
襄阳轴承（xyzc）000678

三板
东方通信（dftx）600776

五板
华脉科技（hmkj）603042

六板
中马传动（zmcd）603767

`
  },
{
    "d": "2023-06-28",
    "l": "https://www.tgb.cn/a/1ZEN5BUsbGX",
    "t": `

首板
减速机汽车以及机器人
襄阳轴承（xyzc）000678，英利汽车（ylqc）601279，联诚精密（lcjm）002921，优德精密（ydjm）300549，林州重机（lzzj）002535，远东传动（ydcd）002406，长龄液压（zlyy）605389，光洋股份（gygf）002708
智慧农业（zhny）000816，德邦股份（dbgf）603056，长久物流（cjwl）603569
电力
宁波能源（nbny）600982，世茂能源（smny）605028，郑州煤电（zzmd）600121，陕西黑猫（sxhm）601015，云煤能源（ymny）600792，桂东电力（gddl）600310，露笑科技（lxkj）002617
人工智能
好利科技（hlkj）002729，迅游科技（xykj）300467，烽火电子（fhdz）000561，中广天择（zgtz）603721，通宇通讯（tytx）002792，世嘉科技（sjkj）002796，国华网安（ghwa）000004，大理药业（dlyy）603963

二板
中迪投资（zdtz）000609，好太太（htt）603848，东方通信（dftx）600776，惠程科技（hckj）002168

四板
深南电Ａ（snda）000037，华脉科技（hmkj）603042

五板
中马传动（zmcd）603767

`
  },
{
    "d": "2023-06-27",
    "l": "https://www.tgb.cn/a/1ZDaScaW3WR",
    "t": `

首板
氢能源
宏川智慧（hczh）002930，康普顿（kpd）603798，康盛股份（ksgf）002418，美锦能源（mjny）000723，英力特（ylt）000635，阳煤化工（ymhg）600691，蜀道装备（sdzb）300540，华光环能（hghn）600475
光伏
皇氏集团（hsjt）002329，鹿山新材（lsxc）603051，明牌珠宝（mpzb）002574，英联二板刺激新能源
锂电池
星光股份（xggf）002076，西藏珠峰（xzzf）600338

二板
英联股份（ylgf）002846，长白山（cbs）603099

三板
深南电Ａ（snda）000037，东晶电子（djdz）002199，京城股份（jcgf）600860，华脉科技（hmkj）603042，南方精工（nfjg）002553，中马传动（zmcd）603767

`
  },
{
    "d": "2023-06-26",
    "l": "https://www.tgb.cn/a/1ZBGE4g0Fhx",
    "t": `

首板
汽车产业链
铁流股份（tlgf）603926，春秋电子（cqdz）603890，银河电子（yhdz）002519，一彬股份（ybgf）001278
电力工程
桂东电力（gddl）600310，建投能源（jtny）000600，京能电力（jndl）600578，豫能控股（ynkg）001896，皖能电力（wndl）000543，杭州热电（hzrd）605011，恒盛能源（hsny）605580，世茂能源（smny）605028
闽东电力（mddl）000993
题材独苗
大晟文化（dcwh）600892，宏达新材（hdxc）002211，亚太实业（ytsy）000691，深华发Ａ（shfa）000020，长白山（cbs）603099，南京公用（njgy）000421，英联股份（ylgf）002846，联合水务（lhsw）603291
恒为科技（hwkj）603496，文一科技（wykj）600520

二板
深南电Ａ（snda）000037，东晶电子（djdz）002199，双星新材（sxxc）002585，京城股份（jcgf）600860，华脉科技（hmkj）603042

三板
南方精工（nfjg）002553，中马传动（zmcd）603767

`
  },
{
    "d": "2023-06-24",
    "l": "https://www.tgb.cn/a/1ZxOfUAtjMc",
    "t": `

首板
新能源
双星新材（sxxc）002585，宝馨科技（bxkj）002514，宝明科技（bmkj）002992
算力产业链
华脉科技（hmkj）603042，泰晶科技（tjkj）603738，东晶电子（djdz）002199，共进股份（gjgf）603118，博众精工（bzjg）688097，晶赛科技（jskj）920981
电力
深南电Ａ（snda）000037，新中港（xzg）605162
汽车产业链
银宝山新（ybsx）002786，晋拓股份（jtgf）603211，万安科技（wakj）002590，新坐标（xzb）603040，德昌股份（dcgf）605555，蓝黛科技（ldkj）002765，长春一东（ccyd）600148，豪能股份（hngf）603809
宁波高发（nbgf）603788，改为汽车
机器人
麦格米特（mgmt）002851，克劳斯（kls）600579
天然气
山东墨龙（sdml）002490，京城股份（jcgf）600860
外贸
浪莎股份（lsgf）600137，苏美达（smd）600710
题材独苗
悦心健康（yxjk）002162，金科股份（jkgf）000656，华神科技（hskj）000790

二板
新时达（xsd）002527，南方精工（nfjg）002553，科力尔（kle）002892，中马传动（zmcd）603767，可川科技（kckj）603052

`
  },
{
    "d": "2023-06-20",
    "l": "https://www.tgb.cn/a/1ZrxJlOoLc7",
    "t": `

首板
ai算力
可川科技（kckj）603052，新亚电子（xydz）605277，中兴通讯（zxtx）000063，五方光电（wfgd）002962
ai应用
永信至诚（yxzc）688244，大晟文化（dcwh）600892，恒生电子（hsdz）600570，名臣健康（mcjk）002919
充电桩
惠程科技（hckj）002168，广安爱众（gaaz）600979
光伏
福立旺（flw）688678，鑫柏股份

二板
苏州固锝（szgd）002079，北斗星通（bdxt）002151，海鸥股份（hogf）603269，柯力传感（klcg）603662

三板
润达医疗（rdyl）603108

`
  },
{
    "d": "2023-06-19",
    "l": "https://www.tgb.cn/a/1ZqbzfIhOJh",
    "t": `

首板
汽车产业链
星光农机（xgnj）603789，日盈电子（rydz）603286，得润电子（drdz）002055，北斗星通（bdxt）002151，征和工业（zhgy）003033，金杯汽车（jbqc）600609，明新旭腾（mxxt）605068，锐明技术（rmjs）002970
赛力斯（sls）601127，华依科技（hykj）688071
芯片封装
易天股份（ytgf）300812，共进股份（gjgf）603118
ai应用
中远海科（zyhk）002401，同为股份（twgf）002835，真视通（zst）002771，金证股份（jzgf）600446，泛微网络（fwwl）603039，金桥信息（jqxx）603918，天下秀（txx）600556，致远互联（zyhl）688369
力盛体育（lsty）002858
算力产业链
东方钽业（dfty）000962，海鸥股份（hogf）603269，光迅科技（gxkj）002281，浪潮信息（lcxx）000977，鼎通科技（dtkj）688668，富信科技（fxkj）688662，永鼎股份（ydgf）600105，同有科技（tykj）300302
奕东电子（yddz）301123
题材独苗
蓝丰生化（lfsh）002513，华嵘控股（hrkg）600133，莱茵生物（lysw）002166，洪兴股份（hxgf）001209，柯力传感（klcg）603662

二板
美利云（mly）000815，三联锻造（sldz）001282，飞龙股份（flgf）002536，鼎捷软件（djrj）300378，长春一东（ccyd）600148，润达医疗（rdyl）603108，富信科技（fxkj）688662

四板
华西股份（hxgf）000936，中大力德（zdld）002896

`
  },
{
    "d": "2023-06-17",
    "l": "https://www.tgb.cn/a/1Zm7leDsHjR",
    "t": `

首板
算力产业链
光库科技（gkkj）300620，富信科技（fxkj）688662，利通电子（ltdz）603629，飞龙股份（flgf）002536，城地香江（cdxj）603887，天通股份（ttgf）600330，浙数文化（zswh）600633
AI应用
云赛智联（yszl）600602，润达医疗（rdyl）603108，生意宝（syb）002095，天地在线（tdzx）002995，元隆雅图（ylyt）002878，卓创资讯（zczx）301299，久远银海（jyyh）002777，大华股份（dhgf）002236
福昕软件（fxrj）688095
央企国资委
中成股份（zcgf）000151，长春一东（ccyd）600148，航天工程（htgc）603698，中国海诚（zghc）002116，中公高科（zggk）603860，美利云（mly）000815，国投中鲁（gtzl）600962
房地产基建相关
建科机械（jkjx）300823，中天精装（ztjz）002989，顾地科技（gdkj）002694，万通发展（wtfz）600246，华联控股（hlkg）000036
汽车产业链
凯中精密（kzjm）002823，三联锻造（sldz）001282
纺织
康隆达（kld）603665，中胤文化（zywh）002445，国际贸易
光伏
川润股份（crgf）002272，航天机电（htjd）600151，阿特斯（ats）688472，麦迪科技（mdkj）603990，物贸可以带汽车，尚纬股份（swgf）603333
机器人
日发精机（rfjj）002520，弘亚数控（hysk）002833，派斯林（psl）600215，中马传动（zmcd）603767，鼎捷软件（djrj）300378
天然气
南京公用（njgy）000421，博迈科（bmk）603727
题材独苗
巨星农牧（jxnm）603477

二板
弘讯科技（hxkj）603015，新时达（xsd）002527

三板
华西股份（hxgf）000936，中大力德（zdld）002896

`
  },
{
    "d": "2023-06-15",
    "l": "https://www.tgb.cn/a/1ZjmW3Lq53v",
    "t": `

首板
机器人
林州重机（lzzj）002535，科远智慧（kyzh）002380，通力科技（tlkj）301255，新时达（xsd）002527，海得控制（hdkz）002184，弘讯科技（hxkj）603015，艾迪精密（adjm）603638，埃斯顿（asd）002747
智能自控（znzk）002877，柯力传感（klcg）603662，恒而达（hed）300946，江苏雷利（jsll）300660，南方精工（nfjg）002553，鸣志电器（mzdq）603728，宝信软件（bxrj）600845，里面穿插了一些储能
风光储锂
黑猫股份（hmgf）002068，白云电器（bydq）603861，双星新材（sxxc）002585，宁波东力（nbdl）002164，皇庭国际（htgj）000056，钧达股份（jdgf）002865
算力
五方光电（wfgd）002962，瑞斯康达（rskd）603803，欣天科技（xtkj）300615
传媒
中国出版（zgcb）601949，兆讯传媒（zxcm）301102
题材独苗
天房发展（tffz）600322，卓郎智能（zlzn）600545，电光科技（dgkj）002730，小熊电器（xxdq）002959，赛力斯（sls）601127，御银股份（yygf）002177

二板
华西股份（hxgf）000936，光迅科技（gxkj）002281，人人乐（rrl）002336，跃岭股份（ylgf）002725，中大力德（zdld）002896，超讯通信（cxtx）603322

三板
尚纬股份（swgf）603333

五板
荣盛发展（rsfz）002146

`
  },
{
    "d": "2023-06-14",
    "l": "https://www.tgb.cn/a/1ZhBa7ZdSR7",
    "t": `

首板
算力产业链
华西股份（hxgf）000936，方正科技（fzkj）600601，超讯通信（cxtx）603322，跃岭股份（ylgf）002725，光迅科技（gxkj）002281，永鼎股份（ydgf）600105，沃格光电（wggd）603773，仕佳光子（sjgz）688313
富信科技（fxkj）688662，小商品城（xspc）600415
汽车
康普顿（kpd）603798，沃顿科技（wdkj）000920，风神股份（fsgf）600469，漳州发展（zzfz）000753，浩物股份（hwgf）000757
消费
拉芳家化（lfjh）603630，古越龙山（gyls）600059，安德利（adl）605198，人人乐（rrl）002336，国光连锁（ggls）605188，江盐集团（jyjt）601065，金枫酒业（jfjy）600616，国联水产（glsc）300094
医药
广济药业（gjyy）000952，健之佳（jzj）605266，圣达生物（sdsw）603079，健麾信息（jhxx）605186，有资金不想接力汽车
AI应用
天地在线（tdzx）002995，三维天地（swtd）301159，学大教育（xdjy）000526，人民网（rmw）603000，视觉中国（sjzg）000681
机器人
中大力德（zdld）002896，双环传动（shcd）002472，国贸股份
光学VR
冠石科技（gskj）605588，欧菲光（ofg）002456
题材独苗
长久物流（cjwl）603569，上海港湾（shgw）605598，威星智能（wxzn）002849

二板
大湖股份（dhgf）600257，三江购物（sjgw）601116，上海亚虹（shyh）603159，尚纬股份（swgf）603333，城地香江（cdxj）603887

三板
兴民智通（xmzt）002355

四板
荣盛股份，联明股份（lmgf）603006

`
  },
{
    "d": "2023-06-13",
    "l": "https://www.tgb.cn/a/1Zg2qexdyK8",
    "t": `

首板
汽车产业链
东南电子（dndz）301359，上海亚虹（shyh）603159，威领股份，日丰股份（rfgf）002953，海泰科（htk）301022，国电南自（gdnz）600268，航天晨光（htcg）600501，北特科技（btkj）603009
奥特迅（atx）002227
电力设备
华电能源（hdny）600726，和顺电气（hsdq）300141，尚纬股份（swgf）603333
传媒
掌阅科技（zykj）603533，湖北广电（hbgd）000665，慈文传媒（cwcm）002343，岭南股份（lngf）002717，天娱数科（tysk）002354，传智教育（czjy）003032，那时候只有算力租赁，汇源通信（hytx）000586
迅捷兴（xjx）688655，意华股份（yhgf）002897，合锻智能（hdzn）603011，锐新科技（rxkj）300828，南兴股份（nxgf）002757，城地香江（cdxj）603887，亚康股份（ykgf）301085，大为股份（dwgf）002213
中京电子（zjdz）002579
电商
三江购物（sjgw）601116
题材独苗
上海凤凰（shfh）600679，泛微网络（fwwl）603039，三峡新材（sxxc）600293，大湖股份（dhgf）600257

二板
电广传媒（dgcm）000917，御银股份（yygf）002177，兴民智通（xmzt）002355，松发股份（sfgf）603268

三板
荣盛发展（rsfz）002146，飞龙股份（flgf）002536，浙江世宝（zjsb）002703，联明股份（lmgf）603006

四板
迪生力（dsl）603335，洛凯股份（lkgf）603829

`
  },
{
    "d": "2023-06-12",
    "l": "https://www.tgb.cn/a/1ZeklEqd9ar",
    "t": `

首板
未分类
松发股份（sfgf）603268，好利科技（hlkj）002729，兴民智通（xmzt）002355，奥海科技（ahkj）002993，天迈科技（tmkj）300807，德赛西威（dsxw）002920，赛力斯（sls）601127，金钟股份（jzgf）301133
华阳集团（hyjt）002906，文灿股份（wcgf）603348，路畅科技（lckj）002813，嵘泰股份（rtgf）605133，日盈电子（rydz）603286，北方股份（bfgf）600262，瑞鹄模具（rgmj）002997，亚通精工（ytjg）603190
合金投资（hjtz）000633，伯特利（btl）603596，岱美股份（dmgf）603730，合力科技（hlkj）603917，巨星科技（jxkj）002444，三花智控（shzk）002050，博俊科技（bjkj）300926，广博股份（gbgf）002103
电广传媒（dgcm）000917，慕思股份（msgf）001323，万润科技（wrkj）002654，宣亚国际（xygj）300612，浙数文化（zswh）600633，宁夏建材（nxjc）600449，华西股份（hxgf）000936，常山北明（csbm）000158
剑桥科技（jqkj）603083
消费饮料
永顺泰（yst）001338，安德利（adl）605198，类似于日播带动电商
机器人
科瑞技术（krjs）002957，联合精密（lhjm）001268
题材独苗
御银股份（yygf）002177，广哈通信（ghtx）300711，宝鼎科技（bdkj）002552，华体科技（htkj）603679，美吉姆（mjm）002621，圣晖集成（shjc）603163

二板
智微智能（zwzn）001339，荣盛发展（rsfz）002146，飞龙股份（flgf）002536，盛通股份（stgf）002599，浙江世宝（zjsb）002703，跃岭股份（ylgf）002725，金逸影视（jyys）002905，泰祥股份（txgf）301192，华胜天成（hstc）600410，云赛智联（yszl）600602，联明股份（lmgf）603006

三板
拓维信息（twxx）002261，迪生力（dsl）603335，洛凯股份（lkgf）603829

五板
威龙股份（wlgf）603779

六板
上海物贸（shwm）600822

`
  },
{
    "d": "2023-06-10",
    "l": "https://www.tgb.cn/a/1ZaMhGTMYX9",
    "t": `

首板
汽车产业链
泰祥股份（txgf）301192，亚星客车（yxkc）600213，浙江世宝（zjsb）002703，西上海（xsh）605151，超达装备（cdzb）301186，英利汽车（ylqc）601279，联明股份（lmgf）603006，飞龙股份（flgf）002536
索菱股份（slgf）002766，中通客车（ztkc）000957，金海高科（jhgk）603311，跃岭股份（ylgf）002725，多利科技（dlkj）001311，风神股份（fsgf）600469
核电
沃尔核材（wehc）002130，融发核电（rfhd）002366，深南电Ａ（snda）000037，川润股份（crgf）002272，所以做电力
光伏
芯能科技（xnkj）603105，德力股份（dlgf）002571，交通物流，中信海直（zxhz）000099，今创集团（jcjt）603680，东方创业（dfcy）600278
传媒
读者传媒（dzcm）603999，新华传媒（xhcm）600825，金逸影视（jyys）002905，浙文影业（zwyy）601599，人民网（rmw）603000，吉宏股份（jhgf）002803，盛通股份（stgf）002599
算力产业链
朗源股份，华胜天成（hstc）600410，太辰光（tcg）300570，工业富联（gyfl）601138，普元信息（pyxx）688118，沪电股份（hdgf）002463，意华股份（yhgf）002897，新亚电子（xydz）605277
智微智能（zwzn）001339，同星科技（txkj）301252
游戏
世纪华通（sjht）002602，掌趣科技（zqkj）300315，三七互娱（sqhy）002555，电魂网络（dhwl）603258
医药
万泰生物（wtsw）603392，拱东医疗（gdyl）605369，星湖科技（xhkj）600866
家电
春兰股份（clgf）600854，晨丰科技（cfkj）603685
独苗
威星智能（wxzn）002849，祥龙电业（xldy）600769，主营并没有电力，荣盛发展（rsfz）002146，永安林业（yaly）000663，罗曼股份（lmgf）605289

二板
拓维信息（twxx）002261，勤上股份（qsgf）002638，交运股份（jygf）600676，江苏华辰（jshc）603097，迪生力（dsl）603335，洛凯股份（lkgf）603829

四板
威龙股份（wlgf）603779

五板
上海物贸（shwm）600822

`
  },
{
    "d": "2023-06-08",
    "l": "https://www.tgb.cn/a/1Z7B31FJszo",
    "t": `

首板
基建房地产
北辰实业（bcsy）601588，大龙地产（dldc）600159，宝鹰股份（bygf）002047，科新发展（kxfz）600234，兔宝宝（tbb）002043
空间计算
蕾奥规划（lagh）300989，测绘股份（chgf）300826
电力
洛凯股份（lkgf）603829，江苏华辰（jshc）603097
物流
东方嘉盛（dfjs）002889，交运股份（jygf）600676
动力电池回收
超越科技（cykj）301049，迪生力（dsl）603335
农牧
新五丰（xwf）600975，巨星农牧（jxnm）603477
算力
拓维信息（twxx）002261，四川长虹（scch）600839，特发信息（tfxx）000070，昨日大长腿是国芳集团
题材独苗
中电港（zdg）001287，鹿山新材（lsxc）603051，勤上股份（qsgf）002638，奥拓电子（atdz）002587，南凌科技（nlkj）300921，日播时尚（rbss）603196，国光连锁（ggls）605188，京投发展（jtfz）600683
威龙股份（wlgf）603779，金桥信息（jqxx）603918，时空科技（skkj）605178

四板
上海物贸（shwm）600822

`
  },
{
    "d": "2023-06-07",
    "l": "https://www.tgb.cn/a/1Z61PPh6TCO",
    "t": `

首板
算力产业链
鸿博股份（hbgf）002229，长江通信（cjtx）600345，一博科技（ybkj）301366，南凌科技（nlkj）300921，荣晟环保（rchb）603165，奥士康（ask）002913，东田微（dtw）301183，华工科技（hgkj）000988
万润科技（wrkj）002654，金禄电子（jldz）301282，罗博特科（lbtk）300757，亚康股份（ykgf）301085
传媒
上海电影（shdy）601595，金逸影视（jyys）002905，浙文影业（zwyy）601599，人民网（rmw）603000，新华网（xhw）603888，浙报传媒（zbcm）601921，中国科传（zgkc）601858，南方传媒（nfcm）601900
外贸以及物流，广深铁路（gstl）601333，若羽臣（ryc）003010，天创时尚（tcss）603608，中信海直（zxhz）000099
消费VR
伟时电子（wsdz）605218，得润电子（drdz）002055，同兴达（txd）002845，清越科技（qykj）688496，新亚电子（xydz）605277，奥拓电子（atdz）002587，恒信东方（hxdf）300081，伟时电子（wsdz）605218
房地产
中天服务（ztfw）002188，京能置业（jnzy）600791，有二板京投发展
旅游
九华旅游（jhly）603199，三特索道（stsd）002159
消费
西安饮食（xays）000721，国光连锁（ggls）605188
和旅游类似逻辑。
ＡＩ医疗，久远银海（jyyh）002777，润达医疗（rdyl）603108，德生科技（dskj）002908，塞力医疗（slyl）603716，竞业达（jyd）003005，宏达股份（hdgf）600331，日播时尚（rbss）603196
九芝堂（jzt）000989

二板
亿道信息（ydxx）001314，京投发展（jtfz）600683，威龙股份（wlgf）603779，必得科技（bdkj）605298，国芳集团（gfjt）601086，金桥信息（jqxx）603918

三板
北京文化（bjwh）000802，上海物贸（shwm）600822

五板
铭普光磁（mpgc）002902

`
  },
{
    "d": "2023-06-06",
    "l": "https://www.tgb.cn/a/1Z4m543nO5j",
    "t": `

首板
轨道交通
必得科技（bdkj）605298，今创集团（jcjt）603680
汽车产业链
上海沿浦（shyp）605128，华锋股份（hfgf）002806
液冷算力
英维克（ywk）002837，佳力图（jlt）603912，英特科技（ytkj）301399，消费ＶＲ硬件，亿道信息（ydxx）001314，宏和科技（hhkj）603256，盛通股份（stgf）002599，奥飞娱乐（afyl）002292
中视传媒（zscm）600088
房地产相关
中天精装（ztjz）002989，蕾奥规划（lagh）300989，金科股份（jkgf）000656，聚力文化（jlwh）002247，沙河股份（shgf）000014，箭牌家居（jpjj）001322，京投发展（jtfz）600683，华立股份（hlgf）603038
卫光生物（wgsw）002880，国芳集团（gfjt）601086，东方材料（dfcl）603110，道森股份，金桥信息（jqxx）603918，时空科技（skkj）605178，爱旭股份（axgf）600732

二板
北京文化（bjwh）000802，大晟文化（dcwh）600892，合力泰（hlt）002217，上海物贸（shwm）600822，江苏华辰（jshc）603097

四板
铭普光磁（mpgc）002902，利通电子（ltdz）603629

`
  },
{
    "d": "2023-06-05",
    "l": "https://www.tgb.cn/a/1Z2JPsDT6Dv",
    "t": `

首板
算力产业链
鸿博股份（hbgf）002229，亚康股份（ykgf）301085，卓朗科技（zlkj）600225，长江通信（cjtx）600345，本川智能（bczn）300964，超讯通信（cxtx）603322，兆龙互连（zlhl）300913，小商品城（xspc）600415
中瓷电子（zcdz）003031，双象股份（sxgf）002395，力鼎光电（ldgd）605118，合力泰（hlt）002217，康冠科技（kgkj）001308，好上好（hsh）001298，对比四板的冠石科技
影视传媒
人民网（rmw）603000，北京文化（bjwh）000802，中国出版（zgcb）601949，上海电影（shdy）601595，中广天择（zgtz）603721
新能源电力
江苏华辰（jshc）603097，世茂能源（smny）605028，雅博股份，辽宁能源（lnny）600758，杭州热电（hzrd）605011，明天人工智能
芯片洁净室
柏诚股份（bcgf）601133，圣晖集成（shjc）603163，出口贸易，小商品城（xspc）600415，上海凤凰（shfh）600679，上海物贸（shwm）600822，山推股份（stgf）000680，南纺股份
浪莎股份（lsgf）600137，新澳股份（xagf）603889，华生科技（hskj）605180
题材独苗
峨眉山Ａ（emsa）000888，大晟文化（dcwh）600892，凡拓数创（ftsc）301313，勤上股份（qsgf）002638，九芝堂（jzt）000989，悦安新材（yaxc）688786

二板
协鑫能科（xxnk）002015

三板
铭普光磁（mpgc）002902，天地在线（tdzx）002995，利通电子（ltdz）603629

四板
冠石科技（gskj）605588

`
  },
{
    "d": "2023-06-03",
    "l": "https://www.tgb.cn/a/1YZ6iWUxkdM",
    "t": `

首板
基建产业链
公元股份（gygf）002641，京投发展（jtfz）600683，电子城（dzc）600658，金科股份（jkgf）000656，中南建设（znjs）000961，志邦家居（zbjj）603801，皮阿诺（pan）002853，中交地产（zjdc）000736
华立股份（hlgf）603038，中国武夷（zgwy）000797，城建发展（cjfz）600266
锂电池相关
万里石（wls）002785，晶华新材（jhxc）603683，吉翔股份（jxgf）603399，众源新材（zyxc）603527，红星发展（hxfz）600367，盛新锂能（sxln）002240，黑芝麻（hzm）000716，融捷股份（rjgf）002192
和胜股份（hsgf）002824，东方锆业（dfgy）002167
光储
协鑫能科（xxnk）002015，深南电Ａ（snda）000037，洛凯股份（lkgf）603829，凯迪股份（kdgf）605288，王子新材（wzxc）002735，德力股份（dlgf）002571，旗滨集团（qbjt）601636
消费电子
紫建电子（zjdz）301121，伟时电子（wsdz）605218，奥海科技（ahkj）002993，光大同创（gdtc）301387
电商
若羽臣（ryc）003010，焦点科技（jdkj）002315
算力
美格智能（mgzn）002881，常山北明（csbm）000158
题材独苗
宏柏新材（hbxc）605366，天马股份（tmgf）002122，春兰股份（clgf）600854，捷安高科（jagk）300845，游族网络（yzwl）002174，威龙股份（wlgf）603779

二板
铭普光磁（mpgc）002902，奥飞娱乐（afyl）002292，泰嘉股份（tjgf）002843，天地在线（tdzx）002995，利通电子（ltdz）603629，上海港湾（shgw）605598，创维数字（cwsz）000810

三板
冠石科技（gskj）605588

`
  },
{
    "d": "2023-06-01",
    "l": "https://www.tgb.cn/a/1YW8CTJvtmq",
    "t": `

首板
脑机
南京熊猫（njxm）600775，世纪华通（sjht）002602，科大讯飞（kdxf）002230，苹果ＶＲ硬件，创维数字（cwsz）000810，泰嘉股份（tjgf）002843，利通电子（ltdz）603629
苹果VR内容端
天地在线（tdzx）002995，奥飞娱乐（afyl）002292，世纪华通（sjht）002602，科大讯飞（kdxf）002230，广电网络（gdwl）600831，东易日盛（dyrs）002713，恒信东方（hxdf）300081，中国出版（zgcb）601949
文投控股（wtkg）600715，有游戏
农产品消费
好想你（hxn）002582，傲农生物（answ）603363，新赛股份（xsgf）600540
机器人
九号公司（jhgs）689009，新致软件（xzrj）688590
独苗
铭普光磁（mpgc）002902，金房能源（jfny）001210，丰元股份（fygf）002805，鼎泰高科（dtgk）301377，上海港湾（shgw）605598，亚光股份（yggf）603282，亚星客车（yxkc）600213，天瑞仪器（tryq）300165
万通发展（wtfz）600246，昂立教育（aljy）600661，上海物贸（shwm）600822

二板
双象股份（sxgf）002395，中体产业（ztcy）600158，峨眉山Ａ（emsa）000888

三板
金自天正（jztz）600560，南方传媒（nfcm）601900，力鼎光电（ldgd）605118

五板
创新医疗（cxyl）002173

`
  },
{
    "d": "2023-05-31",
    "l": "https://www.tgb.cn/a/1YUlZ3A4qts",
    "t": `

首板
游戏
中科云网（zkyw）002306，名臣健康（mcjk）002919
苹果MR
双象股份（sxgf）002395，冠石科技（gskj）605588
脑机
国脉科技（gmkj）002093，亿通科技（ytkj）300211
旅游
峨眉山Ａ（emsa）000888，长白山（cbs）603099，九华旅游（jhly）603199，海汽集团（hqjt）603069
英伟达概念股
景旺电子（jwdz）603228，同为股份（twgf）002835，奥比中光（abzg）688322
数据安全
深桑达Ａ（ssda）000032，绿盟科技（lmkj）300369，久远银海（jyyh）002777，铜牛信息（tnxx）300895，启明信息（qmxx）002232
互联网彩票
中体产业（ztcy）600158，电广传媒（dgcm）000917
信创老妖反弹
英飞拓（yft）002528，中远海科（zyhk）002401，久远银海（jyyh）002777
算力
新炬网络（xjwl）605398，佰维存储（bwcc）688525，沪电股份（hdgf）002463，睿能科技（rnkj）603933
独苗
高争民爆（gzmb）002827，三联锻造（sldz）001282，今创集团（jcjt）603680，第一医药（dyyy）600833，东方嘉盛（dfjs）002889，华建集团（hjjt）600629，类似金桥信息，珠海中富（zhzf）000659

二板
瑞斯康达（rskd）603803，特发信息（tfxx）000070，金自天正（jztz）600560，博信股份（bxgf）600083，南方传媒（nfcm）601900，力鼎光电（ldgd）605118

四板
新智认知（xzrz）603869

五板
鸿博股份（hbgf）002229

`
  },
{
    "d": "2023-05-30",
    "l": "https://www.tgb.cn/a/1YSKkNu29dS",
    "t": `

首板
电力
杭电股份（hdgf）603618，台海核电（thhd）002366，西昌电力（xcdl）600505，淮河能源（hhny）600575，杭州热电（hzrd）605011
汽车
广东鸿图（gdht）002101，一彬科技（ybkj）001278
高铁
晋西车轴（jxcz）600495，必得科技（bdkj）605298
苹果MR
力鼎光电（ldgd）605118，泰嘉股份（tjgf）002843，欧玛软件（omrj）301185，金桥信息（jqxx）603918，掌阅科技（zykj）603533，中国科传（zgkc）601858，南方传媒（nfcm）601900
脑机接口
中科信息（zkxx）300678，博信股份（bxgf）600083
游戏
姚记科技（yjkj）002605，巨人网络（jrwl）002558
算力
瑞斯康达（rskd）603803，铭普光磁（mpgc）002902，立方数科（lfsk）300344，浪潮信息（lcxx）000977，特发信息（tfxx）000070，华工科技（hgkj）000988
独苗
獐子岛（zzd）002069，金自天正（jztz）600560，若羽臣（ryc）003010，万通发展（wtfz）600246

二板
爱朋医疗（apyl）300753，冠昊生物（ghsw）300238，世茂能源（smny）605028

三板
创新医疗（cxyl）002173，新智认知（xzrz）603869，钱江水利（qjsl）600283，联合水务（lhsw）603291

四板
鸿博股份（hbgf）002229，金百泽（jbz）301041

五板
恒盛能源（hsny）605580

`
  },
{
    "d": "2023-05-29",
    "l": "https://www.tgb.cn/a/1YR5dqHaOaf",
    "t": `

首板
人脑工程
三博脑科（sbnk）301293，冠昊生物（ghsw）300238，爱朋医疗（apyl）300753
算力硬件
一博科技（ybkj）301366，青山纸业（qszy）600103，东田微（dtw）301183，奥士康（ask）002913，合力泰（hlt）002217，创益通（cyt）300991，中富电路（zfdl）300814，通富微电（tfwd）002156
英伟达联系的游戏，中富电路（zfdl）300814
电力
建投能源（jtny）000600，天富能源（tfny）600509，桂东电力（gddl）600310，华电国际（hdgj）600027，世茂能源（smny）605028
机器人
晋拓股份（jtgf）603211，华纬科技（hwkj）001380，柯力传感（klcg）603662
游戏
顺网科技（swkj）300113，凯撒文化（kswh）002425
独苗
润贝航科（rbhk）001316，国新健康（gxjk）000503，广博股份（gbgf）002103，祥和实业（xhsy）603500，天鹅股份（tegf）603029，结合祥和实业

二板
学大教育（xdjy）000526，创新医疗（cxyl）002173，新智认知（xzrz）603869，名臣健康（mcjk）002919，天地在线（tdzx）002995，钱江水利（qjsl）600283，联合水务（lhsw）603291，华胜天成（hstc）600410

三板
鸿博股份（hbgf）002229，金百泽（jbz）301041

四板
恒盛能源（hsny）605580

七板
睿能科技（rnkj）603933

`
  },
{
    "d": "2023-05-27",
    "l": "https://www.tgb.cn/a/1YNF6b9O6im",
    "t": `

首板
人脑工程
创新医疗（cxyl）002173，新智认知（xzrz）603869，声迅股份
AI应用
智度股份（zdgf）000676，虹软科技（hrkj）688088，吉大正元（jdzy）003029，锐明技术（rmjs）002970，天地在线（tdzx）002995，ＡＩ传媒教育，南方传媒（nfcm）601900，学大教育（xdjy）000526
中公教育（zgjy）002607，长江传媒（cjcm）600757，凯文教育（kwjy）002659
AI算力
胜宏科技（shkj）300476，拓维信息（twxx）002261，超讯通信（cxtx）603322，华胜天成（hstc）600410
存储芯片
德明利（dml）001309，恒烁股份（hsgf）688416，发酵启动存储芯片，既然不用美光科技
新能源车
嵘泰股份（rtgf）605133，光洋股份（gygf）002708，航天机电（htjd）600151，多利科技（dlkj）001311，水利工程，三和管桩（shgz）003037，韩建山河（hjsh）603616，钱江水利（qjsl）600283
深水规院（ssgy）301038，国统股份（gtgf）002205，联合水务（lhsw）603291
房地产
京投发展（jtfz）600683，金科股份（jkgf）000656
医药
昆药集团（kyjt）600422，健民集团（jmjt）600976，白云山（bys）600332，太极集团（tjjt）600129，南华生物（nhsw）000504
题材独苗
百联股份（blgf）600827，名臣健康（mcjk）002919，维宏股份（whgf）300508

二板
鸿博股份（hbgf）002229，浙江建投（zjjt）002761，金冠股份（jggf）300510，金百泽（jbz）301041，金桥信息（jqxx）603918

三板
恒盛能源（hsny）605580

六板
睿能科技（rnkj）603933

十一板
日播时尚（rbss）603196

`
  },
{
    "d": "2023-05-25",
    "l": "https://www.tgb.cn/a/1YKubITrvIq",
    "t": `

首板
算力产业链
金百泽（jbz）301041，工业富联（gyfl）601138，鸿博股份（hbgf）002229，剑桥科技（jqkj）603083，天孚通信（tftx）300394，大为股份（dwgf）002213
电力
宁波能源（nbny）600982，世茂能源（smny）605028，银河电子（yhdz）002519，杭电股份（hdgf）603618，江苏华辰（jshc）603097，金冠股份（jggf）300510，森源电气（sydq）002358
光伏
帝科股份（dkgf）300842，耀皮玻璃（ypbl）600819，泰嘉股份（tjgf）002843，鸿日达（hrd）301285
天然气
水发燃气（sfrq）603318，贵州燃气（gzrq）600903，美能能源（mnny）001299，胜通能源（stny）001331，道森股份
服装
孚日股份（frgf）002083，彩蝶实业（cdsy）603073
杭州股
浙江建投（zjjt）002761，杭州园林（hzyl）300649
人工智能
金桥信息（jqxx）603918，中科信息（zkxx）300678
题材独苗
联诚精密（lcjm）002921，汉马科技（hmkj）600375，弘业期货（hyqh）001236，亚普股份（ypgf）603013

二板
新中港（xzg）605162，大连热电（dlrd）600719，恒盛能源（hsny）605580，天创时尚（tcss）603608，沈阳机床（syjc）000410

三板
新联电子（xldz）002546，百胜智能（bszn）301083

四板
桂东电力（gddl）600310

五板
睿能科技（rnkj）603933，杭州热电（hzrd）605011

十板
日播时尚（rbss）603196

`
  },
{
    "d": "2023-05-24",
    "l": "https://www.tgb.cn/a/1YINZegONps",
    "t": `

首板
电力
新中港（xzg）605162，恒盛能源（hsny）605580，大连热电（dlrd）600719，泽宇智能（zyzn）301179，亚联发展（ylfz）002316
锰酸锂
红星发展（hxfz）600367，湘潭电化（xtdh）002125
机器人
赛摩智能（smzn）300466，腾亚精工（tyjg）301125，华昌达（hcd）300278，柯力传感（klcg）603662，沈阳机床（syjc）000410
光储
海源复材（hyfc）002529，英威腾（ywt）002334，通润装备（trzb）002150
游戏
天娱数科（tysk）002354，电魂网络（dhwl）603258
消费电子
雷柏科技（lbkj）002577，芯瑞达（xrd）002983，双象股份（sxgf）002395
芯片
朗科科技（lkkj）300042，格林达（gld）603931，富乐德（fld）301297，万润科技（wrkj）002654，容大感光（rdgg）300576
CPO
光库科技（gkkj）300620，通鼎互联（tdhl）002491
纺织
天创时尚（tcss）603608，远信工业（yxgy）301053
题材独苗
天马股份（tmgf）002122，维宏股份（whgf）300508，晶华新材（jhxc）603683，宝明科技（bmkj）002992

二板
新联电子（xldz）002546，若羽臣（ryc）003010，百胜智能（bszn）301083

三板
台海核电（thhd）002366，桂东电力（gddl）600310

四板
杭州热电（hzrd）605011，睿能科技（rnkj）603933

`
  },
{
    "d": "2023-05-23",
    "l": "https://www.tgb.cn/a/1YHcfVzVGix",
    "t": `

首板
新冠药物
众生药业（zsyy）002317，新华制药（xhzy）000756，翰宇药业（hyyy）300199，河化股份（hhgf）000953
电子商务
桂发祥（gfx）002820，若羽臣（ryc）003010，安奈儿（ane）002875
机器人
百胜智能（bszn）301083，迈赫股份（mhgf）301199
独苗
新联电子（xldz）002546，汇通能源（htny）600605，华控赛格（hksg）000068，万丰股份（wfgf）603172，乐凯新材

二板
台海核电（thhd）002366，桂东电力（gddl）600310，天鹅股份（tegf）603029，晋拓股份（jtgf）603211

三板
睿能科技（rnkj）603933，杭州热电（hzrd）605011

四板
丰立智能（flzn）301368

`
  },
{
    "d": "2023-05-22",
    "l": "https://www.tgb.cn/a/1YFpPZNwqWY",
    "t": `

首板
电力
桂东电力（gddl）600310，台海核电（thhd）002366，友讯达（yxd）300514，新中港（xzg）605162，亚联发展（ylfz）002316，众智科技（zzkj）301361，龙源电力（lydl）001289，建投能源（jtny）000600
川润股份（crgf）002272，闽东电力（mddl）000993，万控智造（wkzz）603070，迦南智能（jnzn）300880，爱旭股份（axgf）600732，新联电子（xldz）002546
统一大市场
长久物流（cjwl）603569，运机集团（yjjt）001288，中农联合（znlh）003042，天鹅股份（tegf）603029，浙农股份（zngf）002758，湖南发展（hnfz）000722，中粮糖业（zlty）600737
机器人
汉王科技（hwkj）002362，晋拓股份（jtgf）603211，中大力德（zdld）002896
医药
康弘药业（khyy）002773，登康口腔（dkkq）001328
题材独苗
金时科技（jskj）002951，永顺泰（yst）001338，沃格光电（wggd）603773

二板
杭州热电（hzrd）605011，睿能科技（rnkj）603933

三板
丰立智能（flzn）301368，柯力传感（klcg）603662

七板
日播时尚（rbss）603196

`
  },
{
    "d": "2023-05-19",
    "l": "https://www.tgb.cn/a/1YAFTafCc9p",
    "t": `

首板
存储芯片
大为股份（dwgf）002213，睿能科技（rnkj）603933，德明利（dml）001309，恒烁股份（hsgf）688416，苹果光学ＶＲ设备，智动力（zdl）300686，双象股份（sxgf）002395，芯瑞达（xrd）002983
惠威科技（hwkj）002888
医药
康拓医疗（ktyl）688314
算力产业链
远东传动（ydcd）002406，龙宇股份，长光华芯（zghx）688048，移远通信（yytx）603236，超讯通信（cxtx）603322，美格智能（mgzn）002881
摘帽
Ｓ佳通（sjt）600182，尤夫股份（yfgf）002427
机器视觉
荣旗股份，科瑞技术（krjs）002957
题材独苗
杭州热电（hzrd）605011

二板
合力泰（hlt）002217，远大智能（ydzn）002689，丰立智能（flzn）301368，名臣健康（mcjk）002919，柯力传感（klcg）603662

三板
金桥信息（jqxx）603918

四板
日播时尚（rbss）603196

`
  },
{
    "d": "2023-05-18",
    "l": "https://www.tgb.cn/a/1YyLnnA86rI",
    "t": `

首板
机器人
伟立智能（wlzn）301319，远大智能（ydzn）002689，中大力德（zdld）002896，合力泰（hlt）002217，爱仕达（asd）002403，卓翼科技（zykj）002369，优德精密（ydjm）300549，襄阳轴承（xyzc）000678
南方精工（nfjg）002553，新北洋（xby）002376，光模块通信，剑桥科技（jqkj）603083，华工科技（hgkj）000988，九联科技（jlkj）688609，新易盛（xys）300502，特发信息（tfxx）000070
通鼎互联（tdhl）002491，华西股份（hxgf）000936，长江通信（cjtx）600345，源杰科技（yjkj）688498，依顿电子（yddz）603328，永鼎股份（ydgf）600105
ai应用
拓尔思（tes）300229，中远海科（zyhk）002401，力盛体育（lsty）002858，华凯易佰（hkyb）300592，石基信息（sjxx）002153
基建
南方路机（nflj）603280，中国一重（zgyz）601106，发酵有限
游戏
冰川网络（bcwl）300533，名臣健康（mcjk）002919
独苗
华丽家族（hljz）600503，澄天伟业（ctwy）300689，中路股份，易德龙（ydl）603380，春兰股份（clgf）600854，南方传媒（nfcm）601900，奥比中光（abzg）688322

二板
金桥信息（jqxx）603918，鸣志电器（mzdq）603728，晨丰科技（cfkj）603685，光迅科技（gxkj）002281

三板
日播时尚（rbss）603196

`
  },
{
    "d": "2023-05-17",
    "l": "https://www.tgb.cn/a/1Yxb31mlQvT",
    "t": `

首板
芯片相关
同兴达（txd）002845，文一科技（wykj）600520，中京电子（zjdz）002579，圣晖集成（shjc）603163，淳中科技（czkj）603516
电商营销
国联股份（glgf）603613，焦点科技（jdkj）002315，吉宏股份（jhgf）002803，青木股份，若羽臣（ryc）003010
固态电池
豪鹏科技（hpkj）001283，新纶新材（xlxc）002341
军工
中船防务（zcfw）600685，中天火箭（zthj）003009，昆船智能（kczn）301311，新余国科（xygk）300722，长城军工（ccjg）601606
电力
大烨智能（dyzn）300670，新联电子（xldz）002546，桂东电力（gddl）600310，同以上芯片
医药
太极集团（tjjt）600129，哈药股份（hygf）600664，登康口腔（dkkq）001328
算力
拓维信息（twxx）002261，光迅科技（gxkj）002281，震有科技（zykj）688418
高铁
交大思诺（jdsn）300851，理工光科（lggk）300557
电机
凤形股份（fxgf）002760，鸣志电器（mzdq）603728
题材独苗
鼎际得（djd）603255，汉马科技（hmkj）600375，金桥信息（jqxx）603918，天鹅股份（tegf）603029，青松建化（qsjh）600425，晨丰科技（cfkj）603685

二板
迦南智能（jnzn）300880，日播时尚（rbss）603196，百利电气（bldq）600468

四板
杭州热电（hzrd）605011

`
  },
{
    "d": "2023-05-16",
    "l": "https://www.tgb.cn/a/1Yvw9Y5fCJT",
    "t": `

首板
未分类
华菱精工（hljg）603356，日播时尚（rbss）603196，天瑞仪器（tryq）300165
新能源去年小龙头
传艺科技（cykj）002866，金龙羽（jly）002882，华西能源（hxny）002630
医药
众生药业（zsyy）002317，新华制药（xhzy）000756，亨迪药业（hdyy）301211，莎普爱思（spas）603168
光学
双象股份（sxgf）002395，清越科技（qykj）688496，芯瑞达（xrd）002983
充电桩
迦南科技（jnkj）300412，日丰股份（rfgf）002953
题材独苗
南网能源（nwny）003035，有二板钧达股份，深科技（skj）000021，百利电气（bldq）600468，承德露露（cdll）000848，华丽家族（hljz）600503，荣旗科技（rqkj）301360

二板
钧达股份（jdgf）002865，万胜智能（wszn）300882

三板
杭州热电（hzrd）605011

`
  },
{
    "d": "2023-05-15",
    "l": "https://www.tgb.cn/a/1YtMRDwTCJG",
    "t": `

首板
虚拟电厂
金智科技（jzkj）002090，科远智慧（kyzh）002380，万胜智能（wszn）300882
充电桩换电
英可瑞（ykr）300713，万马股份（wmgf）002276，北巴传媒（bbcm）600386，祥明智能（xmzn）301226
锂矿
融捷股份（rjgf）002192，盛新锂能（sxln）002240，中矿资源（zkzy）002738，天齐锂业（tqly）002466，永兴材料（yxcl）002756，磷矿化工，宏达股份（hdgf）600331，国光股份（gggf）002749
锂电铜箔
宝明科技（bmkj）002992，英联股份（ylgf）002846
算力产业链
苏州科达（szkd）603660，意华股份（yhgf）002897，联特科技（ltkj）301205
中字头
中国船舶（zgcb）600150，中船汉光（zchg）300847，中信金属（zxjs）601061，中船防务（zcfw）600685
光伏
钧达股份（jdgf）002865，晶澳科技（jakj）002459
出版教育
中国科传（zgkc）601858，中国高科（zggk）600730，行动教育（xdjy）605098，新华传媒（xhcm）600825，京能热力（jnrl）002893，长白山（cbs）603099，三博脑科（sbnk）301293，立方制药（lfzy）003020

二板
天地在线（tdzx）002995，杭州热电（hzrd）605011

三板
雅运股份（yygf）603790

`
  },
{
    "d": "2023-05-12",
    "l": "https://www.tgb.cn/a/1YoVRdMEFvY",
    "t": `

首板
服装类
七匹狼（qpl）002029，九牧王（jmw）601566，扬州金泉（yzjq）603307，彩蝶实业（cdsy）603073，云中马（yzm）603130，棒杰股份
物流
三羊马（sym）001317，永泰运（yty）001228，服装类出口贸易
电商营销
天地在线（tdzx）002995，实益达（syd）002137，领头人引力传媒
电力
杭州热电（hzrd）605011，建投能源（jtny）000600，粤电力Ａ（ydla）000539，说明有资金认可电力
题材独苗
威龙股份（wlgf）603779，芯瑞达（xrd）002983，中粮资本（zlzb）002423，四川长虹（scch）600839，曲江文旅（qjwl）600706，抖音直播，新华医疗（xhyl）600587，中视传媒（zscm）600088

二板
欢瑞世纪（hrsj）000892，出版传媒（cbcm）601999，红蜻蜓（hqt）603116，雅运股份（yygf）603790

`
  },
{
    "d": "2023-05-11",
    "l": "https://www.tgb.cn/a/1YnjTv1RpfW",
    "t": `

首板
教育图书出版类
美吉姆（mjm）002621，学大教育（xdjy）000526，国新文化（gxwh）600636，传智教育（czjy）003032，出版传媒（cbcm）601999，新华传媒（xhcm）600825，国新模仿中国出版
工业母机
秦川机床（qcjc）000837，华东数控（hdsk）002248
ai音箱
国光电器（ggdq）002045，奋达科技（fdkj）002681，惠威科技（hwkj）002888，中科蓝讯（zklx）688332
体育
三夫户外（sfhw）002780，舒华体育（shty）605299
ai营销
遥望科技（ywkj）002291，跨境通（kjt）002640，红蜻蜓（hqt）603116，北巴传媒（bbcm）600386
影视传媒
欢瑞世纪（hrsj）000892，慈文传媒（cwcm）002343，文投控股（wtkg）600715，中国电影（zgdy）600977，中南文化（znwh）002445，金逸影视（jyys）002905，横店影视（hdys）603103，华策影视（hcys）300133
博纳影业（bnyy）001330，浙文影业（zwyy）601599，唐德影视（tdys）300426，大晟文化（dcwh）600892
题材独苗
雅运股份（yygf）603790，金杯汽车（jbqc）600609，西子节能（xzjn）002534，津膜科技（jmkj）300334，深科技（skj）000021，岳阳兴长（yyxz）000819，国中水务（gzsw）600187，百利天恒（blth）688506
上海港湾（shgw）605598

二板
荣信文化（rxwh）301231，中国高科（zggk）600730，引力传媒（ylcm）603598，香山股份（xsgf）002870

三板
宝明科技（bmkj）002992

`
  },
{
    "d": "2023-05-10",
    "l": "https://www.tgb.cn/a/1Ylw8RCQNdl",
    "t": `

首板
ai互联网营销
思美传媒（smcm）002712，引力传媒（ylcm）603598，龙韵股份，尤其是引力传媒，出版传媒（cbcm）601999，中国出版（zgcb）601949，荣信文化（rxwh）301231
充电桩
中贝通信（zbtx）603220，万马股份（wmgf）002276，英可瑞（ykr）300713，奥特迅（atx）002227，银河电子（yhdz）002519，香山股份（xsgf）002870
汽车整车
金龙汽车（jlqc）600686，中通客车（ztkc）000957，亚星客车（yxkc）600213，安凯客车（akkc）000868
江铃客车
凯龙高科（klgk）300912，艾可蓝（akl）300816，英联股份（ylgf）002846，嵘泰股份（rtgf）605133，东威科技（dwkj）688700，祥鑫科技（xxkj）002965，伯特利（btl）603596，保隆科技（blkj）603197
中国汽研（zgqy）601965
光储
亿晶光电（yjgd）600537，禾望电气（hwdq）603063
题材独苗
声讯股份（sxgf）003004，中国高科（zggk）600730，视觉中国（sjzg）000681，深深房Ａ（ssfa）000029，晨丰科技（cfkj）603685

二板
宝明科技（bmkj）002992

三板
中视传媒（zscm）600088

`
  },
{
    "d": "2023-05-09",
    "l": "https://www.tgb.cn/a/1YjYpJLozJ2",
    "t": `

首板
虚拟现实VR
兆威机电（zwjd）003021，宝明科技（bmkj）002992，东方中科（dfzk）002819
跨境电商
跨境通（kjt）002640，汇鸿集团（hhjt）600981，一带一路交通物流，苏美达（smd）600710，皖通科技（wtkj）002331，中远海特（zyht）600428
一带一路基建
新疆交建（xjjj）002941，上海港湾（shgw）605598
中字头金融
中航产融（zhcr）600705，中金公司（zjgs）601995，头顶有西安银行
题材独苗
中天火箭（zthj）003009，中电港（zdg）001287，芯片贸易，头顶有中信金属，重药控股（zykg）000950，城建发展（cjfz）600266，惠博普（hbp）002554，中国电影（zgdy）600977

二板
中视传媒（zscm）600088，西安银行（xayh）600928，中信金属（zxjs）601061，中国外运（zgwy）601598

三板
国新文化（gxwh）600636，设计总院（sjzy）603357

`
  },
{
    "d": "2023-05-08",
    "l": "https://www.tgb.cn/a/1Yihzooh5ox",
    "t": `

首板
算力产业链
鸿博股份（hbgf）002229，光讯股份，同方股份（tfgf）600100，科大讯飞（kdxf）002230
数据要素
数字政通（szzt）300075，天娱数科（tysk）002354，德生科技（dskj）002908，同方股份（tfgf）600100
医药
片仔癀（pzh）600436，健民集团（jmjt）600976，ａｉ医疗，国新健康（gxjk）000503，朗玛信息（lmxx）300288
电力建设
泰永长征（tycz）002927，三晖电气（shdq）002857，金冠电气（jgdq）688517，涪陵电力（fldl）600452，中国电研（zgdy）688128，城发环境（cfhj）000885
中船系
中国船舶（zgcb）600150，中国动力（zgdl）600482，中船汉光（zchg）300847，昆船智能（kczn）301311，中船防务（zcfw）600685，ａｉ教育，盛通股份（stgf）002599，行动教育（xdjy）605098
中国高科（zggk）600730，科大讯飞（kdxf）002230
物流相关
祥和实业（xhsy）603500，铁龙物流（tlwl）600125，宁沪高速（nhgs）600377，中国外运（zgwy）601598
中字头金融
西安银行（xayh）600928，弘业期货（hyqh）001236，中国银行（zgyh）601988，中油资本（zyzb）000617，中信银行（zxyh）601998
ai设计
广咨国际（gzgj）920892，中国海诚（zghc）002116，中钢国际（zggj）000928，返利科技（flkj）600228，引力传媒（ylcm）603598
题材独苗
国光电器（ggdq）002045，天马股份（tmgf）002122，中视传媒（zscm）600088，大金重工（djzg）002487，中毅达（zyd）600610，力盛体育（lsty）002858

二板
学大教育（xdjy）000526，国新文化（gxwh）600636，中远海科（zyhk）002401，久远银海（jyyh）002777，中船科技（zckj）600072，金龙汽车（jlqc）600686，华设集团（hsjt）603018，设计总院（sjzy）603357，金桥信息（jqxx）603918

三板
中国出版（zgcb）601949

四板
秦港股份（qggf）601326

五板
长江传媒（cjcm）600757

`
  },
{
    "d": "2023-05-05",
    "l": "https://www.tgb.cn/a/1YdnK2Ocp5E",
    "t": `

首板
ai+教育
学大教育（xdjy）000526，汉王科技（hwkj）002362，竞业达（jyd）003005，科德教育（kdjy）300192，国新文化（gxwh）600636，松发股份（sfgf）603268
ai+设计院
设计总院（sjzy）603357，华设集团（hsjt）603018，新城市（xcs）300778，中设股份，启迪设计（qdsj）300500
数据要素
金桥信息（jqxx）603918，云创数据，久远银海（jyyh）002777，海量数据（hlsj）603138
一带一路
金龙汽车（jlqc）600686，雪峰科技（xfkj）603227，国机汽车（gjqc）600335，中船科技（zckj）600072
房地产
中交地产（zjdc）000736，天保基建（tbjj）000965
题材独苗
光云科技（gykj）688365，吉大正元（jdzy）003029，三特索道（stsd）002159，杭氧股份（hygf）002430，结合金龙汽车，国机汽车（gjqc）600335，美克家居（mkjj）600337，结合金龙汽车
国机汽车（gjqc）600335，香飘飘（xpp）603711

二板
中国出版（zgcb）601949，中粮资本（zlzb）002423，上实发展（ssfz）600748，奥飞娱乐（afyl）002292

三板
焦点科技（jdkj）002315，皖新传媒（wxcm）601801，掌阅科技（zykj）603533，秦港股份（qggf）601326，广深铁路（gstl）601333

四板
长江传媒（cjcm）600757

`
  },
{
    "d": "2023-05-04",
    "l": "https://www.tgb.cn/a/1YbFtrBhWFe",
    "t": `

首板
传媒
世纪天鸿（sjth）300654，内蒙新华（nmxh）603230，龙版传媒（lbcm）605577，上海电影（shdy）601595，读者传媒（dzcm）603999，新华传媒（xhcm）600825，横店影视（hdys）603103，中南传媒（zncm）601098
中视传媒（zscm）600088，时代出版（sdcb）600551，中信出版（zxcb）300788，分众传媒（fzcm）002027，中文传媒（zwcm）600373，凤凰传媒（fhcm）601928，中国科传（zgkc）601858，中国出版（zgcb）601949
新华文轩（xhwx）601811
游戏
游族网络（yzwl）002174，奥飞娱乐（afyl）002292
一季报预增刺激
徕木股份（lmgf）603633，汇嘉时代（hjsd）603101，华丰股份（hfgf）605100，美邦服饰（mbfs）002269，新时达（xsd）002527，城发环境（cfhj）000885，浦东金桥（pdjq）600639，中新赛克（zxsk）002912
派斯林（psl）600215，赛腾股份（stgf）603283，中粮资本（zlzb）002423，中原高速（zygs）600020，太平鸟（tpn）603877，兴图新科（xtxk）688081，上实发展（ssfz）600748，海兴电力（hxdl）603556
国芳集团（gfjt）601086，荣安地产（radc）000517，康普顿（kpd）603798，洪兴股份（hxgf）001209，利欧股份（logf）002131，淮柴动力（hcdl）000338，赛诺医疗（snyl）688108，锦泓集团（jhjt）603518
目前基建地产
一带一路
青松建化（qsjh）600425，中钢国际（zggj）000928，中国重汽（zgzq）000951
算力
通鼎互联（tdhl）002491，鸿博股份（hbgf）002229，南兴股份（nxgf）002757，华脉科技（hmkj）603042
中药
华润三九（hrsj）000999，达仁堂（drt）600329，昆药集团（kyjt）600422，葵花药业（khyy）002737，九芝堂（jzt）000989，江中药业（jzyy）600750
题材独苗
奥普光电（apgd）002338，祥鑫科技（xxkj）002965，康辰药业（kcyy）603590，民生银行（msyh）600016，阿科力（akl）603722，华建集团（hjjt）600629

二板
南方传媒（nfcm）601900，掌阅科技（zykj）603533，三七互娱（sqhy）002555，雷柏科技（lbkj）002577，广深铁路（gstl）601333，返利科技（flkj）600228，汉仪股份（hygf）301270，太极集团（tjjt）600129，同为股份（twgf）002835

`
  },
{
    "d": "2023-05-01",
    "l": "https://www.tgb.cn/a/1Y6FzD7Ml2k",
    "t": `

首板
一季报预增刺激
新坐标（xzb）603040，老凤祥（lfx）600612，沙河股份（shgf）000014，金房节能（jfjn）001210，广深铁路（gstl）601333，太极集团（tjjt）600129，天正电气（tzdq）605066，众业达（zyd）002441
伊力特（ylt）600197，扬州金泉（yzjq）603307，山外山（sws）688410，楚天高速（ctgs）600035，三夫户外（sfhw）002780，大港股份（dggf）002077，汇洁股份（hjgf）002763，洛凯股份（lkgf）603829
柳钢股份（lggf）601003，华达新材（hdxc）605158，双环科技（shkj）000707，江河集团（jhjt）601886，东易日盛（dyrs）002713，森马服饰（smfs）002563，中路股份，杰普特（jpt）688025
万马股份（wmgf）002276，津药药业（jyyy）600488
人工智能
中科信息（zkxx）300678，万兴科技（wxkj）300624，福昕软件（fxrj）688095，同为股份（twgf）002835，汉仪股份（hygf）301270，魅视科技（mskj）001229
游戏
三七互娱（sqhy）002555，昆仑万维（klww）300418，顺网科技（swkj）300113，宝通科技（btkj）300031，惠程科技（hckj）002168，掌趣科技（zqkj）300315，巨人网络（jrwl）002558，冰川网络（bcwl）300533
恺英网络（kywl）002517，而且补涨空间有限
传媒
南方传媒（nfcm）601900，山东出版（sdcb）601019，电声股份（dsgf）300805，幸福蓝海（xflh）300528，掌阅科技（zykj）603533，金逸影视（jyys）002905，智度股份（zdgf）000676，思美传媒（smcm）002712
力盛体育（lsty）002858，博瑞传媒（brcm）600880，紫天科技（ztkj）300280，城市传媒（cscm）600229，中文传媒（zwcm）600373
数据中心
超讯通信（cxtx）603322，华胜天成（hstc）600410，数据港（sjg）603881，亚联发展（ylfz）002316，新炬网络（xjwl）605398，亚康股份（ykgf）301085，达华智能（dhzn）002512
教育
勤上股份（qsgf）002638，学大教育（xdjy）000526，盛通股份（stgf）002599，高乐股份（glgf）002348
电商
焦点科技（jdkj）002315，返利科技（flkj）600228，歌力思（gls）603808，遥望科技（ywkj）002291，小商品城（xspc）600415
智能穿戴
雷柏科技（lbkj）002577，漫步者（mbz）002351，芯瑞达（xrd）002983，ｐｃｂ算力硬件，联特科技（ltkj）301205，兴森科技（xskj）002436，奥士康（ask）002913，长江通信（cjtx）600345
万里石（wls）002785，北方国际（bfgj）000065，秦港股份（qggf）601326，联合水务（lhsw）603291，西部创业（xbcy）000557，小商品城（xspc）600415，河钢资源（hgzy）000923
互联网金融
大智慧（dzh）601519，财富趋势（cfqs）688318，银之杰（yzj）300085
题材独苗
东软集团（drjt）600718，医疗信息

二板
皇庭国际（htgj）000056，长江传媒（cjcm）600757

`
  },
{
    "d": "2023-04-27",
    "l": "https://www.tgb.cn/a/1Y016XQ14OJ",
    "t": `

首板
一季报预增
长江传媒（cjcm）600757，桂发祥（gfx）002820，尚太科技（stkj）001301，龙溪股份（lxgf）600592，百达精工（bdjg）603331，辰欣药业（cxyy）603367，三角轮胎（sjlt）601163，华立股份（hlgf）603038
福斯达（fsd）603173，欧普照明（opzm）603515，三星医疗（sxyl）601567，普蕊斯（prs）301257，天宇股份（tygf）300702，华阳国际（hygj）002949，中国平安（zgpa）601318，重药控股（zykg）000950
龙建股份（ljgf）600853，中铝国际（zlgj）601068，中船科技（zckj）600072，中国海诚（zghc）002116
医药
千金药业（qjyy）600479，金石亚药（jsyy）300434，第一医药（dyyy）600833，南京医药（njyy）600713，健之佳（jzj）605266，盘龙药业（plyy）002864，光启技术（gqjs）002625，皇庭国际（htgj）000056
新华联（xhl）000620，京蓝科技（jlkj）000711

二板
何氏眼科（hsyk）301103，家家悦（jjy）603708

`
  },
{
    "d": "2023-04-26",
    "l": "https://www.tgb.cn/a/1XYjIAjV6Q2",
    "t": `

首板
一季报预增
建龙微纳（jlwn）688357，伟思医疗（wsyl）688580，九华旅游（jhly）603199，常青股份（cqgf）603768，锐明技术（rmjs）002970，家家悦（jjy）603708，科力尔（kle）002892，卫信康（wxk）603676
望变电气（wbdq）603191，普瑞眼科（pryk）301239，哈三联（hsl）002900，金溢科技（jykj）002869，华培动力（hpdl）603121，冠农股份（gngf）600251，联得装备（ldzb）300545，宇通客车（ytkc）600066
通合科技（thkj）300491，均胜电子（jsdz）600699，常宝股份（cbgf）002478
液冷
佳力图（jlt）603912，高澜股份（glgf）300499，科士达（ksd）002518，曙光数创（sgsc）920808，走势落后于传媒
新能源赛道
钧达股份（jdgf）002865，爱旭股份（axgf）600732，联泓新科（lhxk）003022，帝科股份（dkgf）300842，昱能科技（ynkj）688348，德业股份（dygf）605117，碳元科技（tykj）603133，西子节能（xzjn）002534
普利特（plt）002324，禾迈股份（hmgf）688032，宝明科技（bmkj）002992，鼎胜新材（dsxc）603876，神力股份（slgf）603819，东方锆业（dfgy）002167，纽威股份（nwgf）603699
题材独苗
福昕软件（fxrj）688095，东方中科（dfzk）002819，迅游科技（xykj）300467，飞乐音响（fyyx）600651，家家悦（jjy）603708，名雕股份（mdgf）002830，山东出版（sdcb）601019，中国出版（zgcb）601949

二板
日播时尚（rbss）603196，焦点科技（jdkj）002315，超讯通信（cxtx）603322，常宝股份（cbgf）002478

三板
鸿博股份（hbgf）002229，新华文轩（xhwx）601811

`
  },
{
    "d": "2023-04-25",
    "l": "https://www.tgb.cn/a/1XWAVSV4xfi",
    "t": `

首板
一季报预增
常宝股份（cbgf）002478，海象新材（hxxc）003011，共进股份（gjgf）603118，欣天科技（xtkj）300615，安井食品（ajsp）603345，汇鸿集团（hhjt）600981，比依股份（bygf）603215，科威尔（kwe）688551
盛天网络（stwl）300494，ａｉ电商，焦点科技（jdkj）002315，返利科技（flkj）600228，日播时尚（rbss）603196
医药
兴齐眼药（xqyy）300573，海森药业（hsyy）001367，有二板重药控股，长虹美菱（chml）000521，海鸥股份（hogf）603269，浪潮信息服务
传媒
浙文互联（zwhl）600986，唐德影视（tdys）300426
题材独苗
中科信息（zkxx）300678，金证股份（jzgf）600446，超讯通信（cxtx）603322，泛海控股

二板
南方传媒（nfcm）601900，新华文轩（xhwx）601811，世纪天鸿（sjth）300654，中国科传（zgkc）601858，重药控股（zykg）000950，鸿博股份（hbgf）002229，艾艾精工（aajg）603580

`
  },
{
    "d": "2023-04-24",
    "l": "https://www.tgb.cn/a/1XV0dZfvEMZ",
    "t": `

首板
新冠防治
重药控股（zykg）000950，拓新药业（txyy）301089，盘龙药业（plyy）002864
CPO
通宇通讯（tytx）002792，东田微（dtw）301183，烽火通信（fhtx）600498，ａｉ传媒，中国科传（zgkc）601858，南方传媒（nfcm）601900，世纪天鸿（sjth）300654，思美传媒（smcm）002712
读者传媒（dzcm）603999，出版传媒（cbcm）601999，江苏有线（jsyx）600959，新华文轩（xhwx）601811，中原传媒（zycm）000719，甚至中国出版
一季报预增
养元饮品（yyyp）603156，东方电缆（dfdl）603606，明月镜片（myjp）301101，盾安环境（dahj）002011，ａｉ游戏，电魂网络（dhwl）603258，星辉娱乐（xhyl）300043，游族网络（yzwl）002174
论游戏，翠微股份（cwgf）603123，鸿博股份（hbgf）002229，飞荣达（frd）300602，全筑股份（qzgf）603030，艾艾精工（aajg）603580，冀东装备（jdzb）000856，中公教育（zgjy）002607
ａｉ教育，飞乐音响（fyyx）600651

二板
永鼎股份（ydgf）600105，莎普爱思（spas）603168

三板
中国出版（zgcb）601949

`
  },
{
    "d": "2023-04-21",
    "l": "https://www.tgb.cn/a/1XQgFK8XD0Z",
    "t": `



`
  },
{
    "d": "2023-04-20",
    "l": "https://www.tgb.cn/a/1XOmj1O1yWd",
    "t": `

首板
ai数据要素
中国科传（zgkc）601858，同方股份（tfgf）600100，中原传媒（zycm）000719，视觉中国（sjzg）000681，中国出版（zgcb）601949，掌阅科技（zykj）603533，德生科技（dskj）002908
ai服务器以及液冷服务器
工业富联（gyfl）601138，同方股份（tfgf）600100，中石科技（zskj）300684，中科曙光（zksg）603019
算力产业链硬件上下游
福晶科技（fjkj）002222，佰维存储（bwcc）688525，寒武纪（hwj）688256，鹏鼎控股（pdkg）002938，沪电股份（hdgf）002463，联特科技（ltkj）301205，华工科技（hgkj）000988
一季报刺激
铁科轨道（tkgd）688569，芯瑞达（xrd）002983，科思股份（ksgf）300856，蓝色光标（lsgb）300058，长虹华意（chhy）000404，万兴科技（wxkj）300624，漫步者（mbz）002351，完美世界（wmsj）002624
ａｉ游戏，信科移动（xkyd）688387，春兰股份（clgf）600854，周三奥马电器，华建集团（hjjt）600629

二板
南方传媒（nfcm）601900，慈文传媒（cwcm）002343

三板
剑桥科技（jqkj）603083

`
  },
{
    "d": "2023-04-19",
    "l": "https://www.tgb.cn/a/1XMG00gkcs4",
    "t": `

首板
传媒ip
慈文传媒（cwcm）002343，龙版传媒（lbcm）605577，欢瑞世纪（hrsj）000892，南方传媒（nfcm）601900，电魂网络（dhwl）603258，北京文化（bjwh）000802，浙文影业（zwyy）601599
带路
西藏天路（xztl）600326，杭叉股份，上海建科（shjk）603153，宝地矿业（bdky）601121
旅游
曲江文旅（qjwl）600706，西安旅游（xaly）000610，西藏旅游（xzly）600749，西安旅游（xaly）000610
算力产业链
世运电路（sydl）603920，武汉凡谷（whfg）002194，环迅电子（hxdz）601231，博杰股份（bjgf）002975，中科信息（zkxx）300678
ai耳机
雷柏科技（lbkj）002577，朗特智能（ltzn）300916
题材独苗
豪美新材（hmxc）002988，奥马电器（amdq）002668，ａｌ电器，万辰生物（wcsw）300972

二板
焦点科技（jdkj）002315，超讯通信（cxtx）603322，剑桥科技（jqkj）603083

`
  },
{
    "d": "2023-04-18",
    "l": "https://www.tgb.cn/a/1XL3Mc6s5Mq",
    "t": `

首板
算力产业链
通宇通讯（tytx）002792，剑桥科技（jqkj）603083，永鼎股份（ydgf）600105，美格智能（mgzn）002881，东田微（dtw）301183，光库科技（gkkj）300620，超讯通信（cxtx）603322
家装
松发股份（sfgf）603268
消费
香飘飘（xpp）603711
题材独苗
焦点科技（jdkj）002315，ａｉ电商，康盛股份（ksgf）002418

二板
亚联发展（ylfz）002316，道道全（ddq）002852，小熊电器（xxdq）002959，豪悦护理（hyhl）605009

`
  },
{
    "d": "2023-04-17",
    "l": "https://www.tgb.cn/a/1XJifT80FSe",
    "t": `

首板
一季报预增刺激
海信家电（hxjd）000921，道道全（ddq）002852，小熊电器（xxdq）002959，豪悦护理（hyhl）605009，锦泓集团（jhjt）603518，中基健康（zjjk）000972，长虹美菱（chml）000521，华明装备（hmzb）002270
证券
东北证券（dbzq）000686，中泰证券（ztzq）600918
一带一路
中铝国际（zlgj）601068，北方国际（bfgj）000065，卓然股份（zrgf）688121，上海港湾（shgw）605598
福建股
厦门信达（xmxd）000701，厦门港务（xmgw）000905，厦工股份（sggf）600815，我还可以解释为电商
算力产业链
万润科技（wrkj）002654，华正新材（hzxc）603186
题材独苗
铖昌科技（cckj）001270，亚联发展（ylfz）002316，锡业股份（xygf）000960，联科科技（lkkj）001207，神通科技（stkj）605228，永吉股份（yjgf）603058，茅台包装，国药一致（gyyz）000028
得利斯（dls）002330，新宏泰（xht）603016，海信视像（hxsx）600060，慈文传媒（cwcm）002343

二板
金海通（jht）603061，中工国际（zggj）002051

`
  },
{
    "d": "2023-04-14",
    "l": "https://www.tgb.cn/a/1XEB9Vxc5kr",
    "t": `

首板
芯片产业链
金海通（jht）603061，北方华创（bfhc）002371，经纬辉开（jwhk）300120，耐科装备（nkzb）688419，拓荆科技（tjkj）688072，赛腾股份（stgf）603283，至纯科技（zckj）603690，华亚智能（hyzn）003043
盛剑环境（sjhj）603324，晶方科技（jfkj）603005，联动科技（ldkj）301369，茂硕电源（msdy）002660，浙能电力（zndl）600023，建投能源（jtny）000600
基建
中工国际（zggj）002051，华建集团（hjjt）600629
黄金
中润资源（zrzy）000506，四川黄金（schj）001337，鹏欣资源（pxzy）600490，只能回到黄金
人工智能
齐心集团（qxjt）002301，盛视科技（sskj）002990，梦网科技（mwkj）002123
题材独苗
大洋生物（dysw）003017，南华生物（nhsw）000504，银轮股份（ylgf）002126，永兴材料（yxcl）002756，华星创业（hxcy）300025

二板
贝瑞基因（brjy）000710

四板
中国科传（zgkc）601858

五板
曲江文旅（qjwl）600706

`
  },
{
    "d": "2023-04-13",
    "l": "https://www.tgb.cn/a/1XCJoIqwWII",
    "t": `

首板
新能源
东方锆业（dfgy）002167，三祥新材（sxxc）603663，雅博股份，博菲电气（bfdq）001255，早盘的传媒
医药
贝瑞基因（brjy）000710，宣泰医药（xtyy）688247，诺禾致源（nhzy）688315
基建
高争民爆（gzmb）002827，新城市（xcs）300778，正平股份（zpgf）603843，中油工程（zygc）600339，雅博股份，全筑股份（qzgf）603030，一带一路跨境电商，吉宏股份（jhgf）002803
物产中大（wczd）600704
旅游
正平股份（zpgf）603843，三特索道（stsd）002159，西安旅游（xaly）000610，西藏旅游（xzly）600749，天娱数科（tysk）002354，浙版传媒（zbcm）601921，中国出版（zgcb）601949，世纪天鸿（sjth）300654

二板
中瓷电子（zcdz）003031，西藏天路（xztl）600326，中文传媒（zwcm）600373，小商品城（xspc）600415

三板
慈文传媒（cwcm）002343，中国科传（zgkc）601858

四板
曲江文旅（qjwl）600706

五板
奥飞娱乐（afyl）002292

`
  },
{
    "d": "2023-04-12",
    "l": "https://www.tgb.cn/a/1XB13Jcysiy",
    "t": `

首板
ai游戏
凯撒文化（kswh）002425，完美世界（wmsj）002624，游族网络（yzwl）002174，国脉文化（gmwh）600640，中文传媒（zwcm）600373，冰川网络（bcwl）300533，名臣健康（mcjk）002919

二板
中国科传（zgkc）601858，慈文传媒（cwcm）002343，众兴菌业（zxjy）002772，视觉中国（sjzg）000681，新经典（xjd）603096

三板
曲江文旅（qjwl）600706

四板
奥飞娱乐（afyl）002292

`
  },
{
    "d": "2023-04-11",
    "l": "https://www.tgb.cn/a/1XzooGsDneP",
    "t": `

首板
未分类
ａｉ影视，慈文传媒（cwcm）002343，浙文影业（zwyy）601599，电魂网络（dhwl）603258，奥飞娱乐（afyl）002292，中国科传（zgkc）601858，视觉中国（sjzg）000681，新华传媒（xhcm）600825
新经典（xjd）603096，浙数文化（zswh）600633，果麦文化（gmwh）301052，人民网（rmw）603000，中文在线（zwzx）300364
消费
众兴菌业（zxjy）002772，道道全（ddq）002852，天域生态（tyst）603717
ai存储
恒烁股份（hsgf）688416，闻泰科技（wtkj）600745
ai阿里巴巴相关
新华网（xhw）603888，金桥信息（jqxx）603918，丽人丽妆（lrlz）605136
题材独苗
西藏药业（xzyy）600211，天地源（tdy）600665，永信至诚（yxzc）688244，美腾科技（mtkj）688420，广汇物流（ghwl）600603，锌业股份（xygf）000751，力盛体育（lsty）002858

二板
曲江文旅（qjwl）600706

三板
奥飞娱乐（afyl）002292，上海电影（shdy）601595，西子洁能（xzjn）002534

`
  },
{
    "d": "2023-04-10",
    "l": "https://www.tgb.cn/a/1XxIroj5Gjy",
    "t": `

首板
SAM模型
唐源电气（tydq）300789，思特威（stw）688213，泰和智能（thzn）301266
业绩刺激
华康股份（hkgf）605077，太平鸟（tpn）603877，中钢国际（zggj）000928
芯片
德明利（dml）001309
题材独苗
思美传媒（smcm）002712，中远海科（zyhk）002401，圣诺生物（snsw）688117，海天精工（htjg）601882，曲江文旅（qjwl）600706

二板
天马股份（tmgf）002122，奥飞娱乐（afyl）002292，上海电影（shdy）601595，西子节能（xzjn）002534，首航高科（shgk）002665

`
  },
{
    "d": "2023-04-08",
    "l": "https://www.tgb.cn/a/1XtX6vX2EZJ",
    "t": `

首板
人工智能相关
新华网（xhw）603888，中兴通讯（zxtx）000063，天马股份（tmgf）002122，金桥信息（jqxx）603918，中文在线（zwzx）300364，光庭信息（gtxx）301221，金溢科技（jykj）002869，ａｉ游戏
神州泰岳（szty）300002，奥飞娱乐（afyl）002292，世纪华通（sjht）002602，电魂网络（dhwl）603258，ａｉ医疗，朗玛信息（lmxx）300288，国际医学（gjyx）000516，东软集团（drjt）600718
德生科技（dskj）002908
芯片
佰维存储（bwcc）688525，润欣科技（rxkj）300493，麦格米特（mgmt）002851，中瓷电子（zcdz）003031
房地产相关
我爱我家（wawj）000560，天保基建（tbjj）000965，粤泰股份，国创高新（gcgx）002377，中交地产（zjdc）000736，江山欧派（jsop）603208，四通股份（stgf）603838
光热发电
久盛电气（jsdq）301082，首航高科（shgk）002665，三维化学（swhx）002469，西子节能（xzjn）002534，安彩高科（acgk）600207
创新药
首药控股（sykg）688197，海思科（hsk）002653，奥赛康（ask）002755
消费
上海电影（shdy）601595，老凤祥（lfx）600612
业绩公告
鼎阳科技（dykj）688112，新宏泰（xht）603016
题材独苗
剑桥科技（jqkj）603083，东方材料（dfcl）603110，赛象科技（sxkj）002337，东华能源（dhny）002221

二板
久远银海（jyyh）002777，创维数字（cwsz）000810，联合水务（lhsw）603291

`
  },
{
    "d": "2023-04-06",
    "l": "https://www.tgb.cn/a/1Xr7BzZv6wq",
    "t": `

首板
ai耳机音响
萤石网络（yswl）688475，博通集成（btjc）603068，瑞芯微（rxw）603893，创维数字（cwsz）000810，ａｉ医疗，国新健康（gxjk）000503，久远银海（jyyh）002777
芯片
深科技（skj）000021，荣晟环保（rchb）603165，雅克科技（ykkj）002409
pcb
联瑞新材（lrxc）688300，沪电股份（hdgf）002463，华正新材（hzxc）603186，主龙是沪电股份
海南
海峡股份（hxgf）002320，海南瑞泽（hnrz）002596
题材独苗
英维克（ywk）002837，源杰科技（yjkj）688498，兆龙互连（zlhl）300913，舒泰神（sts）300204，新开普（xkp）300248，ａｉ教育，株治集团（zzjt）600961，深桑达Ａ（ssda）000032
中央商场（zysc）600280，福鞍股份（fagf）603315，朗姿股份（lzgf）002612，宇环数控（yhsk）002903

二板
福晶科技（fjkj）002222，奋达科技（fdkj）002681

三板
太极股份（tjgf）002368，联合水务（lhsw）603291

`
  },
{
    "d": "2023-04-04",
    "l": "https://www.tgb.cn/a/1XnY4TLN7Tx",
    "t": `

首板
一带一路
中储股份（zcgf）600787，铁龙物流（tlwl）600125，中国中铁（zgzt）601390，上海建科（shjk）603153
医药
九芝堂（jzt）000989，健民集团（jmjt）600976
芯片
佰维存储（bwcc）688525，杭氧股份（hygf）002430，福晶科技（fjkj）002222，罗普特（lpt）688619
次新开板
通达创智（tdcz）001368，上海建科（shjk）603153，四川黄金（schj）001337
题材独苗
博彦科技（bykj）002649，聚飞光电（jfgd）300303，汇通能源（htny）600605，奋达科技（fdkj）002681，新五丰（xwf）600975，大智慧（dzh）601519

二板
剑桥科技（jqkj）603083，华工科技（hgkj）000988，泛微网络（fwwl）603039，太极实业（tjsy）600667

三板
播恩集团（bejt）001366

`
  },
{
    "d": "2023-04-03",
    "l": "https://www.tgb.cn/a/1XmhcehMYZv",
    "t": `

首板
猪肉
巨星农牧（jxnm）603477，普莱柯（plk）603566
题材独苗
翠华珠宝，恒丰纸业（hfzy）600356，利柏特（lbt）605167，海南高速（hngs）000886，我爱我家（wawj）000560，北斗星通（bdxt）002151，箭牌家居（jpjj）001322

二板
播恩集团（bejt）001366

`
  },
{
    "d": "2023-04-01",
    "l": "https://www.tgb.cn/a/1Xifvt0a07w",
    "t": `

首板
风光储等新能源赛道
传艺科技（cykj）002866，宝明科技（bmkj）002992
业绩
倍加洁（bjj）603059，美亚光电（mygd）002690，博俊科技（bjkj）300926，佛慈制药（fczy）002644，西部材料（xbcl）002149，吉比特（jbt）603444，太极集团（tjjt）600129
消费
上海电影（shdy）601595，新华百货（xhbh）600785
人工智能-通信类
通鼎互联（tdhl）002491，超讯通信（cxtx）603322，华西股份（hxgf）000936
人工智能-算力
南兴股份（nxgf）002757，四川长虹（scch）600839，大华股份（dhgf）002236，世纪华通（sjht）002602
人工智能-医疗
卫宁健康（wnjk）300253，健麾信息（jhxx）605186
医药
济民医疗（jmyl）603222，海南海药（hnhy）000566
独苗
音飞储存（yfcc）603066，博恩集团（bejt）001366，海峡股份（hxgf）002320，金杯电工（jbdg）002533，恒生电子（hsdz）600570

四板
三江购物（sjgw）601116

`
  },
{
    "d": "2023-03-30",
    "l": "https://www.tgb.cn/a/1XfvPIcPf9c",
    "t": `

首板
业绩增长
飞龙股份（flgf）002536，地铁设计（dtsj）003013，神驰机电（scjd）603109，豪迈科技（hmkj）002595，安徽建工（ahjg）600502
存储芯片
普冉股份（prgf）688766，同有科技（tykj）300302，大为股份（dwgf）002213，深科技（skj）000021，江波龙（jbl）301308
消费
人人乐（rrl）002336，全聚德（qjd）002186，飞科电器（fkdq）603868，新五丰（xwf）600975，ＶＲ光学，三利谱（slp）002876，兆威机电（zwjd）003021

二板
德明利（dml）001309

三板
三江购物（sjgw）601116

`
  },
{
    "d": "2023-03-29",
    "l": "https://www.tgb.cn/a/1XdNFMq6xqd",
    "t": `



`
  },
{
    "d": "2023-03-28",
    "l": "https://www.tgb.cn/a/1Xc7phPa6Y8",
    "t": `

首板
次新股
一彬股份（ybgf）001278，云中马（yzm）603130，多利科技（dlkj）001311，兴通股份（xtgf）603209，荣盛石化（rssh）002493，中油资本（zyzb）000617，宝莫股份（bmgf）002476，航天晨光（htcg）600501
华锦股份（hjgf）000059
医药
达仁堂（drt）600329，金达威（jdw）002626
独苗
宇通汽车（ytqc）600066，国机汽车（gjqc）600335，中原传媒（zycm）000719，三江购物（sjgw）601116，东方精工（dfjg）002611，江南水务（jnsw）601199，钱江摩托（qjmt）000913，岭南股份（lngf）002717
兆龙互连（zlhl）300913，洛凯股份（lkgf）603829，欣贺股份（xhgf）003016，中远海科（zyhk）002401

二板
石基信息（sjxx）002153

`
  },
{
    "d": "2023-03-27",
    "l": "https://www.tgb.cn/a/1XaupF0nom4",
    "t": `

首板
ai+电子商务
石基信息（sjxx）002153，省广集团（sgjt）002400，广联达（gld）002410，中信出版（zxcb）300788，线上线下（xsxx）300959
ai+医疗
川大智胜（cdzs）002253，成都先导（cdxd）688222，贝瑞基因（brjy）000710，华大基因（hdjy）300676
其余ai+
汇源通信（hytx）000586，远大智能（ydzn）002689，力盛体育（lsty）002858，创业黑马（cyhm）300688，青云科技（qykj）688316，软通动力（rtdl）301236，设计总院（sjzy）603357
光刻胶
晶瑞电材（jrdc）300655，格林达（gld）603931
猪肉
新五丰（xwf）600975，天域生态（tyst）603717，巨星农牧（jxnm）603477
光伏
科士达（ksd）002518
独苗
宁波建工（nbjg）601789，华资实业（hzsy）600191，农产品（ncp）000061，亚光股份（yggf）603282，漫步者（mbz）002351

二板
常山北明（csbm）000158，拓维信息（twxx）002261，返利科技（flkj）600228，四川长虹（scch）600839，剑桥科技（jqkj）603083

四板
惠威科技（hwkj）002888

`
  },
{
    "d": "2023-03-25",
    "l": "https://www.tgb.cn/a/1X6DNWXH90Q",
    "t": `



`
  },
{
    "d": "2023-03-23",
    "l": "https://www.tgb.cn/a/1X3TSG0ZOrC",
    "t": `

首板
芯片产业链
跃岭股份（ylgf）002725，紫光国微（zggw）002049，景嘉微（jjw）300474，芯原股份（xygf）688521，兆易创新（zycx）603986
算力
浪潮信息（lcxx）000977，世纪华通（sjht）002602
题材独苗
金安国纪（jagj）002636，科大讯飞（kdxf）002230，大盘人工智能，环迅电子（hxdz）601231，二板有惠威科技，阿科力（akl）603722，爱康科技（akkj）002610，冠昊生物（ghsw）300238
中国卫通（zgwt）601698，四川黄金（schj）001337，宿迁联盛（sqls）603065

二板
汇通能源（htny）600605，惠威科技（hwkj）002888，沪电股份（hdgf）002463，鸿博股份（hbgf）002229

`
  },
{
    "d": "2023-03-22",
    "l": "https://www.tgb.cn/a/1X2ePTlQ1aZ",
    "t": `

首板
人工智能al+建筑设计
矩阵股份（jzgf）301365，中衡设计（zhsj）603017，华设集团（hsjt）603018，华阳国际（hygj）002949
人工智能al+影视
文投控股（wtkg）600715，上海电影（shdy）601595
人工智能al+医疗
焦点科技（jdkj）002315，成都先导（cdxd）688222，鸿博股份（hbgf）002229，工业富联（gyfl）601138，拓维信息（twxx）002261，佳力图（jlt）603912，青云科技（qykj）688316，中际旭创（zjxc）300308
太辰光（tcg）300570，光讯科技，沪电股份（hdgf）002463，鹏鼎控股（pdkg）002938
人工智能al+元宇宙
宣亚国际（xygj）300612
消费电子
漫步者（mbz）002351，惠威科技（hwkj）002888
房地产
国创高新（gcgx）002377，汇通能源（htny）600605
医药
派林生物（plsw）000403，南华生物（nhsw）000504

二板
盛通股份（stgf）002599

`
  },
{
    "d": "2023-03-21",
    "l": "https://www.tgb.cn/a/1X0xwI72pHI",
    "t": `

首板
Al+电子商务
返利科技（flkj）600228，凯淳股份（kcgf）301001，若羽臣（ryc）003010，狮头股份（stgf）600539，天娱数科（tysk）002354，诺普信（npx）002215，生意宝（syb）002095
Al+教育
盛通股份（stgf）002599，国新文化（gxwh）600636，鸿合科技（hhkj）002955
军工
宝塔实业（btsy）000595，航发科技（hfkj）600391，炼石航空（lshk）000697，国瑞科技（grkj）300600
中药
盘龙药业（plyy）002864，金安国纪（jagj）002636
汽车产业链
继峰股份（jfgf）603997，嵘泰股份（rtgf）605133，蔚蓝锂芯（wllx）002245，鹏欣资源（pxzy）600490
题材独苗
云鼎科技（ydkj）000409，欢瑞世纪（hrsj）000892，志邦家居（zbjj）603801，新宏泰（xht）603016，爱玛科技（amkj）603529
未分类
川大智胜（cdzs）002253，百纳千成（bnqc）300291，雅博股份，姚记科技（yjkj）002605，吉宏股份（jhgf）002803，中央商场（zysc）600280，中润资源（zrzy）000506

`
  },
{
    "d": "2023-03-20",
    "l": "https://www.tgb.cn/a/1WYT8eq3Caf",
    "t": `

首板
影视
上海电影（shdy）601595，百纳千成（bnqc）300291
电子商务营销
中央商场（zysc）600280，吉宏股份（jhgf）002803，引力传媒（ylcm）603598
一带一路基建
中公高科（zggk）603860，垒知集团（lzjt）002398，神开股份（skgf）002278，宝莫股份（bmgf）002476
风电
中天科技（ztkj）600522，中材科技（zckj）002080
题材独苗
川大智胜（cdzs）002253，雅博股份，姚记科技（yjkj）002605
未分类
中工国际（zggj）002051，张江高科（zjgk）600895，中润资源（zrzy）000506

`
  },
{
    "d": "2023-03-19",
    "l": "https://www.tgb.cn/a/1WWIsR0z9zT",
    "t": `

首板
人工智能应用端电商
遥望科技（ywkj）002291，若羽臣（ryc）003010，青木股份，丽人丽妆（lrlz）605136，工业富联（gyfl）601138
人工智能视频类
真视通（zst）002771
人工智能教育类
盛通教育（stjy）300359，中国科传（zgkc）601858
人工智能技术类
海天瑞声（htrs）688787，创业黑马（cyhm）300688，宁夏建材（nxjc）600449，大华股份（dhgf）002236，神州数码（szsm）000034，奥飞娱乐（afyl）002292
芯片光刻机
茂莱光学（mlgx）688502，寒武纪（hwj）688256，张江高科（zjgk）600895，赛腾股份（stgf）603283，联合精密（lhjm）001268
一带一路
中钢国际（zggj）000928，南方路机（nflj）603280，龙建股份（ljgf）600853，中油工程（zygc）600339
题材独苗
曲江文旅（qjwl）600706，数字文化，漫步者（mbz）002351

二板
博深股份（bsgf）002282

三板
北方国际（bfgj）000065

四板
中润资源（zrzy）000506

`
  },
{
    "d": "2023-03-16",
    "l": "https://www.tgb.cn/a/1WSjn7EoE1H",
    "t": `

首板
农牧乡村振兴
星光农机（xgnj）603789，万辰生物（wcsw）300972，播恩集团（bejt）001366

二板
上海建科（shjk）603153，北方国际（bfgj）000065

三板
中润资源（zrzy）000506

`
  },
{
    "d": "2023-03-15",
    "l": "https://www.tgb.cn/a/1WQEmxmTtbn",
    "t": `

首板
未分类
北方国际（bfgj）000065，中国西电（zgxd）601179，国统股份（gtgf）002205，中铝国际（zlgj）601068，新疆交建（xjjj）002941，哈空调（hkt）600202，中油工程（zygc）600339，上海建科（shjk）603153
纽威股份（nwgf）603699，兰石重装（lszz）603169，中润资源（zrzy）000506，如果竞价低于北方国际，返利科技（flkj）600228，喜欢人工智能，就是北方国际
风电
宝鼎科技（bdkj）002552，长缆科技（zlkj）002879
中药
九芝堂（jzt）000989，盘龙药业（plyy）002864
芯片半导体
元成股份（ycgf）603388，张江高科（zjgk）600895
独苗
海信家电（hxjd）000921，渤海化学（bhhx）600800，齐心集团（qxjt）002301，弘业期货（hyqh）001236，华源控股（hykg）002787，三星新材（sxxc）603578，风神股份（fsgf）600469，芯瑞达（xrd）002983

`
  },
{
    "d": "2023-03-14",
    "l": "https://www.tgb.cn/a/1WOSxTx1SgB",
    "t": `

首板
通信
烽火电子（fhdz）000561，万通发展（wtfz）600246，光刻胶芯片，好上好（hsh）001298，康强电子（kqdz）002119，晶方科技（jfkj）603005
独苗
播恩集团（bejt）001366，东方嘉盛（dfjs）002889，浪潮软件（lcrj）600756，顺控发展（skfz）003039，中润资源（zrzy）000506

二板
中岩大地（zydd）003001，返利科技（flkj）600228，新五丰（xwf）600975

四板
法尔胜（fes）000890

`
  },
{
    "d": "2023-03-13",
    "l": "https://www.tgb.cn/a/1WNfw8LU226",
    "t": `

首板
一带一路
中岩大地（zydd）003001，中油资本（zyzb）000617，北方国际（bfgj）000065，贝肯能源（bkny）002828，三羊马（sym）001317，科安达（kad）002972，中国移动（zgyd）600941，中国卫通（zgwt）601698
特发信息（tfxx）000070，立昂技术（lajs）300603，如果短线情绪做通信
国资云算力
特发信息（tfxx）000070，深桑达Ａ（ssda）000032，数据港（sjg）603881
人工智能
返利科技（flkj）600228，万兴科技（wxkj）300624，千方科技（qfkj）002373
数字经济
用友网络（yywl）600588，久远银海（jyyh）002777，捷顺科技（jskj）002609
医药
方盛制药（fszy）603998，葵花药业（khyy）002737
独苗
新五丰（xwf）600975，金海通（jht）603061，欣贺股份（xhgf）003016，天地源（tdy）600665，勤上股份（qsgf）002638，翔港科技（xgkj）603499，朗博科技（lbkj）603655

三板
法尔胜（fes）000890

`
  },
{
    "d": "2023-03-11",
    "l": "https://www.tgb.cn/a/1WJynRt0KiD",
    "t": `

首板
人工智能以及数据中心
恒锋信息（hfxx）300605，龙宇股份，天利科技（tlkj）300399，苏州科达（szkd）603660，润达医疗（rdyl）603108
芯片
淳中股份，圣晖集成（shjc）603163，奥普光电（apgd）002338
独苗
恒久科技（hjkj）002808，亿帆医药（yfyy）002019，漫步者（mbz）002351，深天马Ａ（stma）000050，晶雪节能（jxjn）301010

二板
法尔胜（fes）000890，百利电气（bldq）600468

`
  },
{
    "d": "2023-03-09",
    "l": "https://www.tgb.cn/a/1WGCFlgORP6",
    "t": `

首板
超导
法尔胜（fes）000890，百利电气（bldq）600468，永鼎股份（ydgf）600105
基建
中公高科（zggk）603860，蕾奥规划（lagh）300989，汉嘉设计（hjsj）300746，筑博设计（zbsj）300564，光刻胶以及芯片，同益股份（tygf）300538，张江高科（zjgk）600895，双乐股份（slgf）301036
彤程新材（tcxc）603650，金海通（jht）603061
独苗
中国卫通（zgwt）601698，汇金科技（hjkj）300561，津膜科技（jmkj）300334，欢瑞世纪（hrsj）000892，永和智控（yhzk）002795，紫光股份（zggf）000938，服务器芯片，神宇股份（sygf）300563
珠江股份（zjgf）600684

二板
容大感光（rdgg）300576，上海电影（shdy）601595，澳弘电子（ahdz）605058，新城市（xcs）300778

`
  },
{
    "d": "2023-03-08",
    "l": "https://www.tgb.cn/a/1WF2z2xfWG9",
    "t": `


二板
新城市（xcs）300778

三板
世嘉科技（sjkj）002796，新炬网络（xjwl）605398

`
  },
{
    "d": "2023-03-07",
    "l": "https://www.tgb.cn/a/1WDni91cGJL",
    "t": `

首板
未分类
新里程（xlc）002219，三和管桩（shgz）003037，中设股份，瑞和股份（rhgf）002620，东风汽车（dfqc）dnfgy，海螺新材（hlxc）000619，基建叠加光伏，大博医疗（dbyl）002901
嘉友国际（jygj）603871，新城市（xcs）300778，三变科技（sbkj）002112，海越能源（hyny）600387，蓝科高新（lkgx）601798

二板
新炬网络（xjwl）605398，世嘉科技（sjkj）002796，中公高科（zggk）603860

`
  },
{
    "d": "2023-03-06",
    "l": "https://www.tgb.cn/a/1WBOPBx8TOG",
    "t": `

首板
未分类
世嘉科技（sjkj）002796，盛路通信（sltx）002446，奥士康（ask）002913，中国卫通（zgwt）601698
风光储
欧晶科技（ojkj）001269，三孚新科（sfxk）688359，中光学（zgx）002189，中材节能（zcjn）603126
人工智能
博睿数据（brsj）688229，润达医疗（rdyl）603108，新矩网络，中文传媒（zwcm）600373，姚记科技（yjkj）002605，天下秀（txx）600556

二板
人人乐（rrl）002336，中船科技（zckj）600072

三板
中公高科（zggk）603860

`
  },
{
    "d": "2023-03-04",
    "l": "https://www.tgb.cn/a/1Wy3GavaNsW",
    "t": `



`
  },
{
    "d": "2023-03-02",
    "l": "https://www.tgb.cn/a/1Wv0FfdqMp7",
    "t": `

首板
未分类
青山纸业（qszy）600103，本川智能（bczn）300964，国脉科技（gmkj）002093，中国卫通（zgwt）601698，沃特股份（wtgf）002886，美达股份，苏州科达（szkd）603660，魅视科技（mskj）001229
恒久科技（hjkj）002808，华脉科技（hmkj）603042，九牧王（jmw）601566，日出东方（rcdf）603366，普路通（plt）002769
热泵
日出东方（rcdf）603366，大元泵业（dyby）603757
基建
蒙娜丽莎（mnls）002918，三和管桩（shgz）003037，中公高科（zggk）603860
服装
欣贺股份（xhgf）003016，奥康国际（akgj）603001
人工智能
汤姆猫（tmm）300459，同为股份（twgf）002835，新华网（xhw）603888
独苗
香飘飘（xpp）603711，普路通（plt）002769，奥赛康（ask）002755

`
  },
{
    "d": "2023-03-01",
    "l": "https://www.tgb.cn/a/1WtreCpsWqx",
    "t": `

首板
数字经济-软件类
电科网安（dkwa）002268，嘉环科技（jhkj）603206，德生科技（dskj）002908，用友网络（yywl）600588
数字经济-数据要素
中远海科（zyhk）002401，中国联通（zglt）600050，深桑达Ａ（ssda）000032
数字经济-人工智能
当虹科技（dhkj）688039，博汇科技（bhkj）688004，数码视讯（smsx）300079，汉王科技（hwkj）002362，魅视科技（mskj）001229，网达软件（wdrj）603189，金桥信息（jqxx）603918，博彦科技（bykj）002649
数字经济-数据中心
中衡设计（zhsj）603017，南兴股份（nxgf）002757

二板
恒久科技（hjkj）002808，华脉科技（hmkj）603042

`
  },
{
    "d": "2023-02-28",
    "l": "https://www.tgb.cn/a/1WrSJeDmYVo",
    "t": `

首板
医药
金陵药业（jlyy）000919，特一药业（tyyy）002728，立方制药（lfzy）003020，九芝堂（jzt）000989，海思科（hsk）002653，吉贝尔（jbe）688566
基建房地产
蓝光发展（lgfz）600466，建发合诚（jfhc）603909
数字中国
英飞拓（yft）002528，恒久科技（hjkj）002808，城地香江（cdxj）603887，皖通科技（wtkj）002331
独苗
骏亚科技（jykj）603386，宏和科技（hhkj）603256，如意集团（ryjt）002193，多利科技（dlkj）001311

二板
欣贺股份（xhgf）003016，华脉科技（hmkj）603042，众合科技（zhkj）000925

`
  },
{
    "d": "2023-02-27",
    "l": "https://www.tgb.cn/a/1Wq5NDqKpeO",
    "t": `

首板
服装
欣贺股份（xhgf）003016，美达股份，云中马（yzm）603130
锂电池
丰元股份（fygf）002805，三美股份（smgf）603379，数据中心以及人工智能，海鸥股份（hogf）603269，众合科技（zhkj）000925，捷顺科技（jskj）002609，华脉科技（hmkj）603042
光储充
北京科锐（bjkr）002350，科林电气（kldq）603050，远东股份（ydgf）600869，上海沪工（shhg）603131

二板
九牧王（jmw）601566

`
  },
{
    "d": "2023-02-24",
    "l": "https://www.tgb.cn/a/1WltheE9PgL",
    "t": `

首板
纺织服装
牧高笛（mgd）603908，九牧王（jmw）601566
人工智能
网达软件（wdrj）603189，剑桥科技（jqkj）603083，拓维信息（twxx）002261，证通电子（ztdz）002197
独苗
申科股份（skgf）002633，园城黄金（ychj）600766，联翔股份，江苏华辰（jshc）603097
未分类
三变科技（sbkj）002112，晋拓股份（jtgf）603211，坤泰股份（ktgf）001260，美利云（mly）000815，第二个是算力芯片，中科曙光（zksg）603019

`
  },
{
    "d": "2023-02-23",
    "l": "https://www.tgb.cn/a/1WjEvYvA68S",
    "t": `

首板
汽车产业链
合力科技（hlkj）603917，岱美股份（dmgf）603730，大东方（ddf）600327，炬光科技（jgkj）688167，神通科技（stkj）605228，万安科技（wakj）002590，凯龙高科（klgk）300912，思进智能（sjzn）003025
铭科精技（mkjj）001319，除了一字板的多伦科技
光储
钧达股份（jdgf）002865，华丰股份（hfgf）605100，石英股份（sygf）603688
独苗
冀凯股份，湘财股份（xcgf）600095，奋达科技（fdkj）002681，深粮股份，惠天热电（htrd）000692
未分类
三变科技（sbkj）002112，多伦科技（dlkj）603528，晋拓股份（jtgf）603211，坤泰股份（ktgf）001260

`
  },
{
    "d": "2023-02-22",
    "l": "https://www.tgb.cn/a/1WhVJmNSHFT",
    "t": `

首板
光储
积成电子（jcdz）002339，三变科技（sbkj）002112，首航高科（shgk）002665
汽车导航雷达
铖昌科技（cckj）001270，普天科技（ptkj）002544，多伦科技（dlkj）603528，朗博科技（lbkj）603655，协和电子（xhdz）605258，云赛智联（yszl）600602，中国卫星（zgwx）600118，海马汽车（hmqc）000572
人脑工程，创新医疗（cxyl）002173，东方中科（dfzk）002819
人工智能
太极股份（tjgf）002368，鸿博股份（hbgf）002229，奥拓电子（atdz）002587
消费
黑芝麻（hzm）000716，五洲特纸（wztz）605007，弘亚数控（hysk）002833

二板
晋拓股份（jtgf）603211

三板
东易日盛（dyrs）002713

`
  },
{
    "d": "2023-02-21",
    "l": "https://www.tgb.cn/a/1WfZ7qRAijJ",
    "t": `

首板
未分类
白银有色（byys）601212，晋拓股份（jtgf）603211，冀东装备（jdzb）000856，个股没有这种技术，雷科防务（lkfw）002413，恒宝股份（hbgf）002104，龙建股份（ljgf）600853，光大嘉宝（gdjb）600622
凯尔达（ked）688255，英飞拓（yft）002528，天际股份（tjgf）002759，钠离子电池

二板
威孚高科（wfgk）000581，东易日盛（dyrs）002713

`
  },
{
    "d": "2023-02-20",
    "l": "https://www.tgb.cn/a/1WeC6EnOgHK",
    "t": `

首板
人工智能以及信创类
恺英网络（kywl）002517，三六零（sll）601360，天地在线（tdzx）002995，奥拓电子（atdz）002587，奥比中光（abzg）688322，鸿合科技（hhkj）002955，恒为科技（hwkj）603496，神州数码（szsm）000034
新华网（xhw）603888，中国电信（zgdx）601728，拓维信息（twxx）002261，网达软件（wdrj）603189
芯片
通富微电（tfwd）002156，泰晶科技（tjkj）603738，华正新材（hzxc）603186
房地产家居以及基建
东易日盛（dyrs）002713，拓山重工（tszg）001226，徐工机械（xgjx）000425，好太太（htt）603848，箭牌家居（jpjj）001322，老板电器（lbdq）002508
医药
佛慈制药（fczy）002644，健民集团（jmjt）600976
汽车产业链
威孚高科（wfgk）000581，天润工业（trgy）002283，香山股份（xsgf）002870，诺力股份（nlgf）603611
消费
小商品城（xspc）600415，顺鑫农业（sxny）000860，海风建设，苏博特（sbt）603916，振华重工（zhzg）600320
独苗
湘财股份（xcgf）600095
未分类
拓维信息（twxx）002261，元隆雅图（ylyt）002878，卖出拓维信息

`
  },
{
    "d": "2023-02-18",
    "l": "https://www.tgb.cn/a/1WaDIhAadEk",
    "t": `

首板
人工智能
大胜达（dsd）603687，华胜天成（hstc）600410，智能自控（znzk）002877，元隆雅图（ylyt）002878
汽车产业
亿利达（yld）002686，青岛双星（qdsx）000599
医药
新华制药（xhzy）000756，神奇制药（sqzy）600613，戴维医疗（dwyl）300314
环保
华光环能（hghn）600475，金科环境（jkhj）688466
军工
长城军工（ccjg）601606，航天晨光（htcg）600501
三胎
丽人丽妆（lrlz）605136，锦泓集团（jhjt）603518
家电
利仁科技（lrkj）001259，飞科电器（fkdq）603868
独苗
阳煤化工（ymhg）600691
未分类
凯撒文化（kswh）002425，特一药业（tyyy）002728，智微智能（zwzn）001339，锐明技术（rmjs）002970，安妮股份（angf）002235

`
  },
{
    "d": "2023-02-16",
    "l": "https://www.tgb.cn/a/1W7Kjv1aVo9",
    "t": `

首板
未分类
力盛体育（lsty）002858，凯撒文化（kswh）002425，网易游戏添加人工智能，金桥信息（jqxx）603918，海航科技（hhkj）600751，朗玛信息（lmxx）300288，北特科技（btkj）603009，大豪科技（dhkj）603025
罗牛山（lns）000735，英特集团（ytjt）000411，特一药业（tyyy）002728，普邦股份（pbgf）002663，物产金轮（wcjl）002722，就英特集团（jytjt）000411，智慧智能，惠程科技（hckj）002168
锐明技术（rmjs）002970

`
  },
{
    "d": "2023-02-15",
    "l": "https://www.tgb.cn/a/1W691dGIKgH",
    "t": `

首板
人工智能
海天瑞声（htrs）688787，三六零（sll）601360，天音控股（tykg）000829，浪潮信息（lcxx）000977，神州数码（szsm）000034，华胜天成（hstc）600410，智微智能（zwzn）001339，智能自控（znzk）002877
锐明技术（rmjs）002970，初灵信息（clxx）300250，梦网科技（mwkj）002123，中新赛克（zxsk）002912，因赛集团（ysjt）300781，鸿博股份（hbgf）002229，人民网（rmw）603000
氢能源
昊华科技（hhkj）600378，永安行（yax）603776，和远气体（hyqt）002971，航天动力（htdl）600343
光学
华映科技（hykj）000536，彩虹股份（chgf）600707，这个华映科技
充电桩
万马科技（wmkj）300698，惠程科技（hckj）002168
独苗
海洋王（hyw）002724，华建集团（hjjt）600629，深圳新星（szxx）603978，通润装备（trzb）002150
未分类
通宇通讯（tytx）002792，新华传媒（xhcm）600825，东港股份（dggf）002117，香山股份（xsgf）002870，英力特（ylt）000635，宁夏建材（nxjc）600449

`
  },
{
    "d": "2023-02-14",
    "l": "https://www.tgb.cn/a/1W4GEWZJ8QD",
    "t": `

首板
家居用品
帅丰电器（sfdq）605336，惠达卫浴（hdwy）603385，飞科电器（fkdq）603868，浙江美大（zjmd）002677
风光储
巨力索具（jlsj）002342，东方电子（dfdz）000682，世嘉科技（sjkj）002796，公元股份（gygf）002641
人工智能
通宇通讯（tytx）002792，浩瀚深度（hhsd）688292，东港股份（dggf）002117，新华传媒（xhcm）600825
氢能源
英力特（ylt）000635，纳尔股份（negf）002825
独苗
珠城科技（zckj）301280，香山股份（xsgf）002870，金龙羽（jly）002882，南钢股份（nggf）600282，五洲特纸（wztz）605007
未分类
金达威（jdw）002626，宁夏建材（nxjc）600449，长龄液压（zlyy）605389，金龙羽的固态电池，毕竟正儿八经的实业

`
  },
{
    "d": "2023-02-13",
    "l": "https://www.tgb.cn/a/1W2NzTCPdMI",
    "t": `

首板
工程建设与机械相关
杭叉集团（hcjt）603298，宁夏建材（nxjc）600449，法兰泰克（fltk）603966，中国海诚（zghc）002116，长龄液压（zlyy）605389，拓山重工（tszg）001226，艾艾精工（aajg）603580
消费类
黑芝麻（hzm）000716，威龙股份（wlgf）603779，老白干酒（lbgj）600559，乐惠国际（lhgj）603076，好太太（htt）603848，香飘飘（xpp）603711，深中华Ａ（szha）000017，妙可蓝多（mkld）600882
叠加锂电，国立科技，世龙实业（slsy）002748，德新科技（dxkj）603032，青岛双星（qdsx）000599，瑞玛精密（rmjm）002976，雄韬股份（xtgf）002733
军工
航天晨光（htcg）600501，中科海讯（zkhx）300810，博彦科技（bykj）002649，天娱数科（tysk）002354，众合科技（zhkj）000925，浪潮信息（lcxx）000977
独苗
锦龙股份（jlgf）000712，方盛制药（fszy）603998，金达威（jdw）002626，海兴电力（hxdl）603556
未分类
茂硕电源（msdy）002660，科远智慧（kyzh）002380，新乳业（xry）002946，南网能源（nwny）003035，哈工智能（hgzn）000584，鸿博股份（hbgf）002229，拓尔思（tes）300229，博彦科技（bykj）002649
拼技术

`
  },
{
    "d": "2023-02-11",
    "l": "https://www.tgb.cn/a/1VZ2CudbNKV",
    "t": `

首板
数字水印相关
汉邦高科（hbgk）300449，茂硕电源（msdy）002660，合兴包装（hxbz）002228，中国科传（zgkc）601858，中广天择（zgtz）603721
人工智能相关
科远智慧（kyzh）002380，利欧股份（logf）002131，光迅科技（gxkj）002281
食品消费
新乳业（xry）002946，宝立食品（blsp）603170
光伏
南网能源（nwny）003035，茂硕电源（msdy）002660
独苗
科恒股份（khgf）300340，世荣兆业（srzy）002016，凯文教育（kwjy）002659，ＡＬ教育，华映科技（hykj）000536
未分类
哈工智能（hgzn）000584，金时科技（jskj）002951，鸿博股份（hbgf）002229，金龙羽（jly）002882，早盘有世龙实业，目前除去大股东股份，赛为智能（swzn）300044，汽车食品房地产
茂硕电源（msdy）002660，你看同类型的金时科技，汉王科技（hwkj）002362

`
  },
{
    "d": "2023-02-09",
    "l": "https://www.tgb.cn/a/1VW9Uff9KGJ",
    "t": `

首板
信创以及算力方向
省广集团（sgjt）002400，慧博云通（hbyt）301316，天音控股（tykg）000829，景嘉微（jjw）300474，好利科技（hlkj）002729，杰创智能（jczn）301248，恒烁股份（hsgf）688416，立昂技术（lajs）300603
浪潮信息（lcxx）000977，厦门信达（xmxd）000701，剑桥科技（jqkj）603083，联特科技（ltkj）301205，甘咨询（gzx）000779，能科科技（nkkj）603859
汽车类
春兴精工（cxjg）002547，龙洲股份（lzgf）002682，华懋科技（hmkj）603306
消费
同庆楼（tql）605108，百润股份（brgf）002568
独苗
金三江（jsj）301059，亚星锚链（yxml）601890，军工风电，黑猫股份（hmgf）002068，哈工智能（hgzn）000584，北纬科技（bwkj）002148
未分类
博菲电气（bfdq）001255，新朋股份（xpgf）002328，金时科技（jskj）002951，鸿博股份（hbgf）002229，买设备，金龙羽（jly）002882，三六零（sll）601360，宇通重工（ytzg）600817

`
  },
{
    "d": "2023-02-08",
    "l": "https://www.tgb.cn/a/1VUyyY0RmXL",
    "t": `

首板
固态电池以及电池类
豪鹏科技（hpkj）001283，新纶新材（xlxc）002341，万里股份（wlgf）600847，珈伟新能（jwxn）300317，世龙实业（slsy）002748
充电桩
北京科锐（bjkr）002350，积成电子（jcdz）002339，泰永长征（tycz）002927，中恒电气（zhdq）002364
风光储
博菲电气（bfdq）001255，川润股份（crgf）002272，星帅尔（xse）002860，信创类人工智能，英飞拓（yft）002528，川大智胜（cdzs）002253，真视通（zst）002771，东易日盛（dyrs）002713
海天瑞声（htrs）688787，金时科技（jskj）002951，捷强装备（jqzb）300875，山东墨龙（sdml）002490
未分类
充电桩未形成梯队建设

二板
鸿博股份（hbgf）002229，雷柏科技（lbkj）002577，物产金轮（wcjl）002722，三六零（sll）601360，金龙羽（jly）002882

三板
宇通重工（ytzg）600817

四板
捷荣技术（jrjs）002855

`
  },
{
    "d": "2023-02-07",
    "l": "https://www.tgb.cn/a/1VT1zVjGTar",
    "t": `

首板
未分类
奥飞娱乐（afyl）002292，联特科技（ltkj）301205，三六零（sll）601360，神思电子（ssdz）300479，豪尔赛（hes）002963，卓翼科技（zykj）002369，雷柏科技（lbkj）002577，鸣志电器（mzdq）603728
鸿博股份（hbgf）002229，视觉中国（sjzg）000681，绿的谐波（ldxb）688017，物产金轮（wcjl）002722，国脉科技（gmkj）002093，青云科技（qykj）688316，宇通重工（ytzg）600817，一字板引导汽车
路畅科技（lckj）002813，福龙马（flm）603686，东港股份（dggf）002117，天娱数科（tysk）002354，华锋股份（hfgf）002806，捷荣技术（jrjs）002855，汉王科技（hwkj）002362，卖出高鸿股份
一带一路
上海港湾（shgw）605598，牧高笛（mgd）603908
汽车产业链
兆威机电（zwjd）003021，通宇通讯（tytx）002792，三花智控（shzk）002050，恒立实业（hlsy）000622，汽车虽然触发梯队建设，华盛昌（hsc）002980，上海洗霸（shxb）603200，金龙羽（jly）002882
海兴电力（hxdl）603556，拓日新能（trxn）002218，豪尔赛（hes）002963
房地产相关
粤泰股份，王力安防（wlaf）605268
独苗
铖昌科技（cckj）001270

`
  },
{
    "d": "2023-02-06",
    "l": "https://www.tgb.cn/a/1VR9TDQeC5N",
    "t": `

首板
汽车产业链以及充电桩
英可瑞（ykr）300713，积成电子（jcdz）002339，汉马科技（hmkj）600375，宇通重工（ytzg）600817，路畅科技（lckj）002813，奥特迅（atx）002227，福龙马（flm）603686，金智科技（jzkj）002090
三力士（sls）002224，川大智能，博睿数据（brsj）688229，华塑控股（hskg）000509，江南化工（jnhg）002226，海天瑞声（htrs）688787，南兴股份（nxgf）002757，青云科技（qykj）688316
科大国创（kdgc）300520，铜牛信息（tnxx）300895，高鸿股份，直真科技（zzkj）003007，宁波建工（nbjg）601789，南直宁是数据，镇洋发展（zyfz）603213，好利科技（hlkj）002729
赛象科技（sxkj）002337，济民医疗（jmyl）603222，百隆东方（bldf）601339，明牌珠宝（mpzb）002574
未分类
广博股份（gbgf）002103，东港股份（dggf）002117，天娱数科（tysk）002354，华锋股份（hfgf）002806，捷荣技术（jrjs）002855，倍加洁（bjj）603059，云从科技（yckj）688327，汉王科技（hwkj）002362

`
  },
{
    "d": "2023-02-04",
    "l": "https://www.tgb.cn/a/1VNoryDRizF",
    "t": `

首板
信创以及数字经济
开普云（kpy）688228，东港股份（dggf）002117，福石控股（fskg）300071，岭南股份（lngf）002717，天娱数科（tysk）002354，云从科技（yckj）688327，安妮股份（angf）002235，荣联科技（rlkj）002642
天地在线（tdzx）002995，太极股份（tjgf）002368，声讯股份（sxgf）003004，苏州科达（szkd）603660
乡村振兴
中农联合（znlh）003042，京蓝科技（jlkj）000711
光伏
鼎际得（djd）603255，耀皮玻璃（ypbl）600819，北玻股份（bbgf）002613，比如耀皮玻璃，上海洗霸（shxb）603200，歌尔股份（gegf）002241，捷荣技术（jrjs）002855，卓翼科技（zykj）002369
恒铭达（hmd）002947，倍加洁（bjj）603059，引力传媒（ylcm）603598，广博股份（gbgf）002103
独苗
陕西金叶（sxjy）000812，除了创投就是教育，美瑞新材（mrxc）300848，祥和实业（xhsy）603500，成飞集成（cfjc）002190，华锋股份（hfgf）002806
未分类
泰尔股份（tegf）002347，达华智能（dhzn）002512，东方锆业（dfgy）002167，翔鹭钨业（xlwy）002842，智能自控（znzk）002877，汉王科技（hwkj）002362，同为股份（twgf）002835，翔鹭钨业（xlwy）002842
海南高速（hngs）000886，罗牛山（lns）000735

`
  },
{
    "d": "2023-02-02",
    "l": "https://www.tgb.cn/a/1VKKaEDN8mE",
    "t": `

首板
信创以及数字经济
中远海科（zyhk）002401，焦点科技（jdkj）002315，宏英智能（hyzn）001266，华塑控股（hskg）000509，地铁设计（dtsj）003013，南兴股份（nxgf）002757，恒银科技（hykj）603106，三人行（srx）605168
亿通科技（ytkj）300211，华力创通（hlct）300045，云鼎科技（ydkj）000409，达华智能（dhzn）002512，中国长城（zgcc）000066，瑞芯微（rxw）603893，凯美特气（kmtq）002549，蓝英装备（lyzb）300293
微导纳米（wdnm）688147
大消费
金一文化（jywh）002721，丸美股份，步步高（bbg）002251，中葡股份，香飘飘（xpp）603711，千味央厨（qwyc）001215，燕京啤酒（yjpj）000729，基建以及房地产
宝利国际（blgj）300135，我爱我家（wawj）000560，苏州高新（szgx）600736，海南高速（hngs）000886
独苗
高乐股份（glgf）002348，永和智控（yhzk）002795，皖维高新（wwgx）600063，泰尔股份（tegf）002347，飞龙股份（flgf）002536，德创环保（dchb）603177，海创药业（hcyy）688302
未分类
东方锆业（dfgy）002167，翔鹭钨业（xlwy）002842，同兴达（txd）002845，先锋电子（xfdz）002767，汉王科技（hwkj）002362，智能自控（znzk）002877，福斯达（fsd）603173，达意隆（dyl）002209
同为股份（twgf）002835

`
  },
{
    "d": "2023-01-31",
    "l": "https://www.tgb.cn/a/1VHsfTjDMIv",
    "t": `

首板
北交所创投
京投发展（jtfz）600683，中迪投资（zdtz）000609，德力股份（dlgf）002571
汽车
亿利达（yld）002686，奥特佳（atj）002239
芯片
先锋电子（xfdz）002767，盈方微（yfw）000670，波导股份（bdgf）600130
基建
浙江鼎力（zjdl）603338
机器人
泰禾智能（thzn）603656，新时达（xsd）002527，宁波富邦（nbfb）600768，玉龙股份（ylgf）601028，黑猫股份（hmgf）002068，有锂电材料
独苗
西藏药业（xzyy）600211，韵达股份（ydgf）002120，日月股份（rygf）603218，佛山照明（fszm）000541，厦门信达（xmxd）000701，华茂股份（hmgf）000850
未分类
实际上教育
人工智能
视觉中国（sjzg）000681，川大智胜（cdzs）002253，汉王科技（hwkj）002362，智能自控（znzk）002877，赛为智能（swzn）300044
汽车产业链
成飞集成（cfjc）002190，光洋股份（gygf）002708，嵘泰股份（rtgf）605133，成飞虽然是汽车
风光赛道
海得控制（hdkz）002184，耀皮玻璃（ypbl）600819，上海洗霸（shxb）603200，达意隆（dyl）002209，没有汽车，爱仕达（asd）002403，同为股份（twgf）002835，恒久科技（hjkj）002808
数字军工电池

`
  },
{
    "d": "2023-01-30",
    "l": "https://www.tgb.cn/a/1VFK7hVHA2A",
    "t": `

首板
汽车产业链
和胜股份（hsgf）002824，光洋股份（gygf）002708，瑞鹄模具（rgmj）002997，铭科精技（mkjj）001319，飞龙股份（flgf）002536，合力科技（hlkj）603917，宁波精达（nbjd）603088，沪光股份（hggf）605333
瑞玛精密（rmjm）002976，广东鸿图（gdht）002101，东山精密（dsjm）002384，拓普集团（tpjt）601689，襄阳轴承（xyzc）000678，旭升集团（xsjt）603305，文灿股份（wcgf）603348，嵘泰股份（rtgf）605133
今飞凯达（jfkd）002863，科达利（kdl）002850
数字经济以及信创
海天瑞声（htrs）688787，赛为智能（swzn）300044，汉王科技（hwkj）002362，拓尔思（tes）300229，直真科技（zzkj）003007，竞业达（jyd）003005，科大讯飞（kdxf）002230，云从科技（yckj）688327
掌阅科技（zykj）603533，万润科技（wrkj）002654，视觉中国（sjzg）000681，鸿博股份（hbgf）002229
机器人
通达动力（tddl）002576，巨轮智能（jlzn）002031，海得控制（hdkz）002184，远大智能（ydzn）002689，领益智造（lyzz）002600，智能自控（znzk）002877
消费
黑芝麻（hzm）000716，南纺股份，潮宏基（chj）002345，黄河旋风（hhxf）600172，众兴菌业（zxjy）002772，惠威科技（hwkj）002888，李子园（lzy）605337，有消费电子（yxfdz）980030
有食品饮料，有钻石
军工
川大智胜（cdzs）002253，成飞集成（cfjc）002190，盛邦股份，烽火电子（fhdz）000561，立航科技（lhkj）603261，家装建筑材料，我乐家居（wljj）603326，东易日盛（dyrs）002713
耀皮玻璃（ypbl）600819
医药
誉衡药业（yhyy）002437，百利天恒（blth）688506，力生制药（lszy）002393
教育三胎
珠江钢琴（zjgq）002678，学大教育（xdjy）000526，行动教育（xdjy）605098
风光纳电
上海洗霸（shxb）603200，日丰股份（rfgf）002953，大元泵业（dyby）603757，恒润股份（hrgf）603985，新宏泰（xht）603016

`
  },
{
    "d": "2023-01-26",
    "l": "https://www.tgb.cn/a/1VyFpbPzgPo",
    "t": `

首板
未分类
中色股份（zsgf）000758，中国稀土（zgxt）000831，银泰黄金（ythj）000975，创新资源（cxzy）399266，智微智能（zwzn）001339，科远智慧（kyzh）002380，中国软件（zgrj）600536，中远海科（zyhk）002401
恒久科技（hjkj）002808
机器人
达意隆（dyl）002209，爱仕达（asd）002403，信邦智能（xbzn）301112
信创
中国电信（zgdx）601728，同为股份（twgf）002835，久其软件（jqrj）002279
独苗
金房节能（jfjn）001210，科陆电子（kldz）002121，禾盛新材（hsxc）002290，美吉姆（mjm）002621，华源控股（hykg）002787，国旅联合（gllh）600358，龙建股份（ljgf）600853，恒源煤电（hymd）600971

`
  },
{
    "d": "2023-01-19",
    "l": "https://www.tgb.cn/a/1VncLkUcVjG",
    "t": `

首板
交通强国
华闻集团（hwjt）000793，大众交通（dzjt）600611，皖通科技（wtkj）002331，延华智能（yhzn）002178，通行宝（txb）301339，盛视科技（sskj）002990，声讯科技，中国软件（zgrj）600536
科远智慧（kyzh）002380，真视通（zst）002771，智微智能（zwzn）001339
金融
华林证券（hlzq）002945，瑞达期货（rdqh）002961，华金资本（hjzb）000532
未分类
中远海科（zyhk）002401，久远银海（jyyh）002777，国盛金控（gsjk）002670，就是竞价高于弘业期货，跃岭股份（ylgf）002725，勇敢者游戏，恒久科技（hjkj）002808，卖出久其软件
中远海科（zyhk）002401

`
  },
{
    "d": "2023-01-18",
    "l": "https://www.tgb.cn/a/1VlNe3d9Gyg",
    "t": `

首板
达字辈
竞业达（jyd）003005，通达股份（tdgf）002560，爱仕达（asd）002403，达意隆（dyl）002209，科安达（kad）002972
信创
吉大正元（jdzy）003029，荣联科技（rlkj）002642，久远银海（jyyh）002777，奥拓电子（atdz）002587，中远海科（zyhk）002401
芯片
华西股份（hxgf）000936，永鼎股份（ydgf）600105，皇庭国际（htgj）000056，科瑞技术（krjs）002957
充电桩
绿能慧充（lnhc）600212，英威腾（ywt）002334
三胎
悦心健康（yxjk）002162，爱婴室（ays）603214
房地产
空港股份（kggf）600463，泛海控股
独苗
昂利康（alk）002940，禾盛新材（hsxc）002290，慈文传媒（cwcm）002343，三体影视游戏
未分类
飞亚达（fyd）000026，远望谷（ywg）002161，正常换手芯片，国盛金控（gsjk）002670，跃岭股份（ylgf）002725，能源电子芯片，佰维存储（bwcc）688525，恒久科技（hjkj）002808
美凯龙（mkl）601828，弘业期货（hyqh）001236，泰永长征（tycz）002927，通达动力（tddl）002576

`
  },
{
    "d": "2023-01-17",
    "l": "https://www.tgb.cn/a/1VjSBDj7UZe",
    "t": `

首板
汽车产业链
跃岭股份（ylgf）002725，通达动力（tddl）002576，合力泰（hlt）002217，亿利达（yld）002686
芯片
博通集成（btjc）603068，远望谷（ywg）002161，共达电声（gdds）002655，佰维存储（bwcc）688525，汽车芯片有共达电声
房地产基建
保利联合（bllh）002037，湖南投资（hntz）000548，宋都股份，高新发展（gxfz）000628，虽然归类到基建房地产，山西有光伏，湖南有旅游，高新有芯片
信创
众合科技（zhkj）000925，华茂股份（hmgf）000850
老龙头
西安饮食（xays）000721，西安旅游（xaly）000610，黑芝麻（hzm）000716
独苗
中公教育（zgjy）002607，亚世光电（ysgd）002952，飞亚达（fyd）000026，金龙羽（jly）002882
未分类
第一眼肯定看汽车，美凯龙（mkl）601828，珠江钢琴（zjgq）002678，昨日烂板红开中公教育，恒久科技（hjkj）002808，弘业期货（hyqh）001236，宏达高科（hdgk）002144，隆基机械（ljjx）002363
湘财股份（xcgf）600095，泰永长征（tycz）002927，通达股份（tdgf）002560

`
  },
{
    "d": "2023-01-16",
    "l": "https://www.tgb.cn/a/1VixtGosP1E",
    "t": `

首板
大消费相关
歌力思（gls）603808，台华新材（thxc）603055，合肥百货（hfbh）000417，美凯龙（mkl）601828，步步高（bbg）002251，老白干酒（lbgj）600559，杭州解百（hzjb）600814，华资实业（hzsy）600191
九牧王（jmw）601566，弘业股份，吉翔股份（jxgf）603399
金融
香溢融通（xyrt）600830，民生控股，山西证券（sxzq）002500
光伏
福能股份（fngf）600483，上海艾录（shal）301062
信创
久其软件（jqrj）002279，太极股份（tjgf）002368，恒久科技（hjkj）002808
教育
珠江钢琴（zjgq）002678，智微智能（zwzn）001339
军工
烽火电子（fhdz）000561，航天晨光（htcg）600501
药物
凯莱英（kly）002821，罗欣药业（lxyy）002793
独苗
龙高股份（lggf）605086，友邦吊顶（ybdd）002718，唐源电气（tydq）300789

二板
盈方微（yfw）000670，厦门信达（xmxd）000701，弘业期货（hyqh）001236，湘财股份（xcgf）600095，中航产融（zhcr）600705，华图山鼎（htsd）300492，隆基机械（ljjx）002363，通达股份（tdgf）002560，泰永长征（tycz）002927

`
  },
{
    "d": "2023-01-14",
    "l": "https://www.tgb.cn/a/1VdOmNQFE5z",
    "t": `

首板
汽车产业链
模塑科技（mskj）000700，兆新股份（zxgf）002256，隆基机械（ljjx）002363，光洋股份（gygf）002708
消费
香飘飘（xpp）603711，天佑德酒（tydj）002646，五芳斋（wfz）603237，华斯股份（hsgf）002494
金融
湘财股份（xcgf）600095，弘业期货（hyqh）001236，中航产融（zhcr）600705
房地产基建家装
华图山鼎（htsd）300492，大亚圣象（dysx）000910，曲美家具（qmjj）603818
数字经济
省广集团（sgjt）002400，二六三（els）002467，摩恩电气（medq）002451，江苏华辰（jshc）603097，神马电力（smdl）603530
独苗
盈方微（yfw）000670，Ｖｒ芯片，宏达高科（hdgk）002144，海利生物（hlsw）603718，厦门信达（xmxd）000701，科沃斯（kws）603486，同兴环保（txhb）003027
未分类
因为通达带不起汽车，合力泰（hlt）002217，泰永长征（tycz）002927，通达股份（tdgf）002560，电商直播，天威视讯（twsx）002238，直播，电子城（dzc）600658
众业达（zyd）002441，遥望科技（ywkj）002291，兔宝宝（tbb）002043

`
  },
{
    "d": "2023-01-10",
    "l": "https://www.tgb.cn/a/1V8jRM0lwDt",
    "t": `

首板
汽车产业
特力Ａ（tla）000025，泰晶科技（tjkj）603738，合力科技（hlkj）603917，兴瑞科技（xrkj）002937，北汽蓝谷（bqlg）600733，苏常柴Ａ（scca）000570，嵘泰股份（rtgf）605133
基建房地产
兔宝宝（tbb）002043，中天精装（ztjz）002989
消费相关
广博股份（gbgf）002103，黑芝麻（hzm）000716，重庆百货（cqbh）600729，天地在线（tdzx）002995，遥望科技（ywkj）002291
数字经济
岭南股份（lngf）002717，天威视讯（twsx）002238，久其软件（jqrj）002279，安妮股份（angf）002235
光伏
通润装备（trzb）002150，宇晶股份（yjgf）002943，亿晶光电（yjgd）600537，北坡股份，天富能源（tfny）600509
独苗
中京电子（zjdz）002579，雪峰科技（xfkj）603227，巨人网络（jrwl）002558，川仪股份（cygf）603100
未分类
好上好（hsh）001298，带动游戏，电子城（dzc）600658，东尼电子（dndz）603595，罗曼股份（lmgf）605289，金一文化（jywh）002721，通达动力（tddl）002576，有锂电池

`
  },
{
    "d": "2023-01-09",
    "l": "https://www.tgb.cn/a/1V6HbCya6Vl",
    "t": `

首板
赛道机构股
博威合金（bwhj）601137，铭普光磁（mpgc）002902，南网能源（nwny）003035，钱江摩托（qjmt）000913，博菲电气（bfdq）001255，赛腾股份（stgf）603283，欧克科技（okkj）001223，东尼电子（dndz）603595
春风动力（cfdl）603129，宏盛股份（hsgf）603090，川润股份（crgf）002272，伟时电子（wsdz）605218
消费
伊力特（ylt）600197，华斯股份（hsgf）002494，博纳影业（bnyy）001330，天佑德酒（tydj）002646，天马科技（tmkj）603668，金一文化（jywh）002721，周五是光伏，北方铜业（bfty）000737
株治集团（zzjt）600961，华宏科技（hhkj）002645，精艺股份（jygf）002295
信创
金证股份（jzgf）600446，大智慧（dzh）601519，贵广网络（ggwl）600996
新冠药
东亚药业（dyyy）605177，华软科技（hrkj）002453
独苗
罗曼股份（lmgf）605289，君正集团（jzjt）601216，科力尔（kle）002892，电子城（dzc）600658，好上好（hsh）001298，次新消费芯片，昂立教育（aljy）600661，孚日股份（frgf）002083
英飞拓（yft）002528

二板
茂化实华（mhsh）000637

三板
通达动力（tddl）002576，众业达（zyd）002441

`
  },
{
    "d": "2023-01-07",
    "l": "https://www.tgb.cn/a/1V3rlfeVpwF",
    "t": `

首板
未分类
汽车电网数字，芯能科技（xnkj）603105，通达电气（tddq）603390，通达动力（tddl）002576，同兴环保（txhb）003027，数源科技（sykj）000909

`
  },
{
    "d": "2023-01-05",
    "l": "https://www.tgb.cn/a/1V073jd8kGw",
    "t": `

首板
消费类
古井贡酒（gjgj）000596，惠威科技（hwkj）002888，歌尔股份（gegf）002241
电商以及广告营销
实益达（syd）002137，三人行（srx）605168，若羽臣（ryc）003010
汽车产业链
通达电气（tddq）603390，嵘泰股份（rtgf）605133，德赛西威（dsxw）002920，恩捷股份（ejgf）002812，通达动力（tddl）002576，科达利（kdl）002850，方正电机（fzdj）002196，保隆科技（blkj）603197
华阳集团（hyjt）002906，欧克科技（okkj）001223
风光储
同兴环保（txhb）003027，佛燃能源（frny）002911，富通信息（ftxx）000836，芯能科技（xnkj）603105，奥维通信（awtx）002231
信创
直真科技（zzkj）003007，金溢科技（jykj）002869
独苗
凤形股份（fxgf）002760，湘财股份（xcgf）600095，传化智联（chzl）002010，沃格光电（wggd）603773，鸣志电器（mzdq）603728，如意集团（ryjt）002193
未分类
数源科技（sykj）000909，紫光股份（zggf）000938，兔宝宝（tbb）002043，海得控制（hdkz）002184，哈尔斯（hes）002615，中远海科（zyhk）002401

`
  },
{
    "d": "2023-01-04",
    "l": "https://www.tgb.cn/a/1UYE902vgmP",
    "t": `

首板
基建房地产相关
兔宝宝（tbb）002043，中南建设（znjs）000961，中装建设（zzjs）002822，甘咨询（gzx）000779，帝欧家居，新城控股（xckg）601155，志邦家居（zbjj）603801，皮阿诺（pan）002853
蒙娜丽莎（mnls）002918，新华联（xhl）000620，数源科技（sykj）000909
医疗
济民医疗（jmyl）603222，镇洋发展（zyfz）603213
消费
跨境通（kjt）002640，西麦食品（xmsp）002956，新华联（xhl）000620，帅丰电器（sfdq）605336，长白山（cbs）603099，百洋股份（bygf）002696
造纸
岳阳林纸（yylz）600963，凯恩股份（kegf）002012
数字经济
声讯股份（sxgf）003004，实丰文化（sfwh）002862
独苗
通润装备（trzb）002150，亚太实业（ytsy）000691，贵绳股份（gsgf）600992，同兴达（txd）002845，巨轮智能（jlzn）002031，强瑞技术（qrjs）301128，紫光股份（zggf）000938
未分类
文一科技（wykj）600520，海得控制（hdkz）002184，三湘印象（sxyx）000863，二六三（els）002467，中远海科（zyhk）002401，深桑达Ａ（ssda）000032，南天信息（ntxx）000948，佳力图（jlt）603912
哈尔斯（hes）002615，如果走跨境电商，慈文传媒（cwcm）002343，本来发酵的游戏，新华百货（xhbh）600785，久其软件（jqrj）002279，安妮股份（angf）002235，新华联（xhl）000620
跨境通（kjt）002640，通润装备（trzb）002150

`
  },
{
    "d": "2023-01-03",
    "l": "https://www.tgb.cn/a/1UWR7oHrnDO",
    "t": `

首板
未分类
ｐｏｅ胶膜的沈阳化工，芯片的文一科技
消费类
黑芝麻（hzm）000716，人人乐（rrl）002336，慈文传媒（cwcm）002343
信创
天地在线（tdzx）002995，国脉科技（gmkj）002093，英飞拓（yft）002528，奥维通信（awtx）002231，联发股份（lfgf）002394，卓朗科技（zlkj）600225，久其软件（jqrj）002279
消费
通程控股（tckg）000419，新华百货（xhbh）600785，炜冈科技（wgkj）001256，安妮股份（angf）002235

`
  },
{
    "d": "2023-01-02",
    "l": "https://www.tgb.cn/a/1UV0QvW9dQs",
    "t": `



`
  },
{
    "d": "2023-01-01",
    "l": "https://www.tgb.cn/a/1UTxlAo6QjI",
    "t": `

首板
后疫情消费
湖南投资（hntz）000548，黑芝麻（hzm）000716，张家界（zjj）000430，安奈儿（ane）002875，跨境通（kjt）002640，人人乐（rrl）002336，慈文传媒（cwcm）002343，联发股份（lfgf）002394
燕塘乳业（ytry）002732，北京文化（bjwh）000802，佳禾食品（jhsp）605300，南宁百货（nnbh）600712，华天酒店（htjd）000428，徐家汇（xjh）002561，英飞拓（yft）002528，焦点科技（jdkj）002315
天地在线（tdzx）002995，国脉科技（gmkj）002093，风语筑（fyz）603466，华闻集团（hwjt）000793，积成电子（jcdz）002339
基建
龙建股份（ljgf）600853，空港股份（kggf）600463
独苗
奥特佳（atj）002239，游族网络（yzwl）002174，首创证券（sczq）601136，毕竟是证券，东宏股份（dhgf）603856，奥维通信（awtx）002231，国恩股份（gegf）002768，亚星客车（yxkc）600213
未分类
结合监管信息
消费
通程控股（tckg）000419，新华百货（xhbh）600785
数字经济
卓朗科技（zlkj）600225，久其软件（jqrj）002279，炜冈科技（wgkj）001256，如果走包装印刷，安妮股份（angf）002235，中科云网（zkyw）002306，桂发祥（gfx）002820，中兴商业（zxsy）000715
无非就是电商

`
  }
];
