const ZT_DATA_4=[
{
    "d": "2024-09-20",
    "l": "https://www.tgb.cn/a/2bHHxvt7NED",
    "t": `

首板
通信网络安全
东方通信（dftx）600776，波导股份（bdgf）600130，奥维通信（awtx）002231，日海智能（rhzn）002313，烽火电子（fhdz）000561，北纬科技（bwkj）002148
信创
新炬网络（xjwl）605398，通达海（tdh）301378，盛视科技（sskj）002990，常山北明（csbm）000158，拓维信息（twxx）002261，竞业达（jyd）003005，启明信息（qmxx）002232，海得控制（hdkz）002184
消费电子
福日电子（frdz）600203，波导股份（bdgf）600130，卓翼科技（zykj）002369，宇晶股份（yjgf）002943，春秋电子（cqdz）603890，银宝山新（ybsx）002786
无线充电
一彬股份（ybgf）001278，万安科技（wakj）002590，中电兴发（zdxf）002298
房地产
大龙地产（dldc）600159，海泰发展（htfz）600082
重组题材
诚邦科技，新力金融（xljr）600318，供销大集（gxdj）000564，宝塔实业（btsy）000595，云内动力（yndl）000903
其余形式独苗
吉宏股份（jhgf）002803，鼎信通讯（dxtx）603421，银座股份（yzgf）600858，弘业期货（hyqh）001236

二板
岩石股份（ysgf）600696，华软科技（hrkj）002453，银之杰（yzj）300085，广东榕泰（gdrt）600589，海能达（hnd）002583，卓朗科技（zlkj）600225，鹏欣资源（pxzy）600490，南天信息（ntxx）000948，保变电气（bbdq）600550

三板
国华网安（ghwa）000004，海立股份（hlgf）600619

四板
电子城（dzc）600658，大唐电信（dtdx）600198

六板
双成药业（scyy）002693

`
  },
{
    "d": "2024-09-19",
    "l": "https://www.tgb.cn/a/2bG33IYYoOr",
    "t": `

首板
卫星通讯安全
海能达（hnd）002583，电科芯片（dkxp）600877，卓朗科技（zlkj）600225，博通集成（btjc）603068，声讯股份（sxgf）003004
食品饮料
国中水务（gzsw）600187，京粮控股（jlkg）000505，皇台酒业（htjy）000995，岩石股份（ysgf）600696，惠发食品（hfsp）603536，品渥食品（pwsp）300892，福成股份，千味央厨（qwyc）001215
洽洽食品（qqsp）002557，酒鬼酒（jgj）000799，甘源食品（gysp）002991，宏辉果蔬（hhgs）603336
医药
欣龙控股（xlkg）000955，老百姓（lbx）603883，皓宸医疗（hcyl）002622，海创药业（hcyy）688302，银之杰（yzj）300085，阳煤化工（ymhg）600691，旗天科技（qtkj）300061，江天化学（jthx）300927
岭南股份（lngf）002717，万里股份（wlgf）600847，山高环能（sghn）000803，哈森股份（hsgf）603958，汉嘉设计（hjsj）300746，美芝股份，重庆路桥（cqlq）600106
电网
长城电工（ccdg）600192，宝光股份（bggf）600379，宏盛华源（hshy）601096，远程股份（ycgf）002692，金融科技，银之杰（yzj）300085，旗天科技（qtkj）300061，生意宝（syb）002095
南天信息（ntxx）000948，古鳌科技（gakj）300551，智度股份（zdgf）000676
算力
美利云（mly）000815，广东榕泰（gdrt）600589，卓朗科技（zlkj）600225
其余形式独苗
常青股份（cqgf）603768，华为汽车（hwqc）600741，中公教育（zgjy）002607，天地源（tdy）600665，襄阳轴承（xyzc）000678，华软科技（hrkj）002453，鹏欣资源（pxzy）600490，帮助冲击过南天信息
深华发Ａ（shfa）000020

二板
海立股份（hlgf）600619，凯美特气（kmtq）002549，国华网安（ghwa）000004，亿利达（yld）002686

三板
大唐电信（dtdx）600198，电子城（dzc）600658，大连热电（dlrd）600719

五板
双成药业（scyy）002693

`
  },
{
    "d": "2024-09-18",
    "l": "https://www.tgb.cn/a/2bEokKOwshD",
    "t": `

首板
国企重组
云内动力（yndl）000903，瑞泰科技（rtkj）002066，龙高股份（lggf）605086，亿利达（yld）002686，宝塔实业（btsy）000595
光刻机
海立股份（hlgf）600619，张江高科（zjgk）600895，同飞股份（tfgf）300990，凯美特气（kmtq）002549，奥普光电（apgd）002338，京华激光（jhjg）603607，波长光电（bcgd）301421
电网
杭州热电（hzrd）605011，鼎信通讯（dxtx）603421
金融
美尔雅（mey）600107，九鼎投资
鸿蒙
国华网安（ghwa）000004，常山北明（csbm）000158
其余题材独苗
遥望科技（ywkj）002291，利好其余电商，巨轮智能（jlzn）002031，我爱我家（wawj）000560

二板
电子城（dzc）600658，中交地产（zjdc）000736，弘业期货（hyqh）001236，大连热电（dlrd）600719，大唐电信（dtdx）600198

四板
双成股份

`
  },
{
    "d": "2024-09-13",
    "l": "https://www.tgb.cn/a/2bw8VS1hG5B",
    "t": `

首板
金融重组类
天茂集团（tmjt）000627，弘业期货（hyqh）001236，天风证券（tfzq）601162，华茂股份（hmgf）000850，正虹科技（zhkj）000702，凤凰股份（fhgf）600716，中交地产（zjdc）000736
华为算力相关重组类
瑞贝卡（rbk）600439，宁夏建材（nxjc）600449，安诺其（anq）300067
芯片半导体重组类
电子城（dzc）600658，大唐电信（dtdx）600198，铜峰电子（tfdz）600237
其余形式题材重组
中交地产（zjdc）000736，海泰发展（htfz）600082，开开实业（kksy）600272，青岛双星（qdsx）000599，中南股份（zngf）000717，大连热电（dlrd）600719，本钢板材（bgbc）000761，海新能科（hxnk）300072
新能泰山（xnts）000720，华电辽能（hdln）600396，怡亚通（yyt）002183
黄河治理
中达安（zda）300635，伟隆股份（wlgf）002871
其余形式独苗
鹏欣资源（pxzy）600490，沐邦高科（mbgk）603398，准油股份，襄阳轴承（xyzc）000678，悦心健康（yxjk）002162

二板
岭南股份（lngf）002717，南天信息（ntxx）000948，空港股份（kggf）600463，新宏泰（xht）603016

三板
双成药业（scyy）002693，汉嘉设计（hjsj）300746，保变电气（bbdq）600550

五板
华映科技（hykj）000536

`
  },
{
    "d": "2024-09-12",
    "l": "https://www.tgb.cn/a/2bunGWN0DMu",
    "t": `

首板
未分类
新宏泰（xht）603016，澳柯玛（akm）600336，东安动力（dadl）600178，莫高股份，空港股份（kggf）600463，建设工业（jsgy）002265，跨境通（kjt）002640，海南瑞泽（hnrz）002596
亚邦股份（ybgf）603188，苏州固锝（szgd）002079，泰豪科技（thkj）600590，国中水务（gzsw）600187，岭南股份（lngf）002717，东湖高新（dhgx）600133，华闻集团（hwjt）000793，天奥电子（tadz）002935
双成属性跟风
欣龙控股（xlkg）000955，海南发展（hnfz）002163，康芝药业（kzyy）300086，阳普医疗（ypyl）300030
信创
博彦科技（bykj）002649，通达海（tdh）301378，南威软件（nwrj）603636，南天信息（ntxx）000948，久其软件（jqrj）002279，梦网科技（mwkj）002123，常山北明（csbm）000158
其余形式独苗
传艺科技（cykj）002866

二板
保变电气（bbdq）600550，汉嘉设计（hjsj）300746，华扬联众（hylz）603825，海源复材（hyfc）002529，双成药业（scyy）002693

四板
华映科技（hykj）000536

五板
海南海药（hnhy）000566

`
  },
{
    "d": "2024-09-11",
    "l": "https://www.tgb.cn/a/2bsMyFazQTi",
    "t": `

首板
锂电池
威领股份，永杉锂业（ysly）603399，德福科技（dfkj）301511，金圆股份（jygf）000546，天齐锂业（tqly）002466，亚光股份（yggf）603282，联创股份，赣锋锂业（gfly）002460
光伏
海源复材（hyfc）002529，国晟科技（gckj）603778，望变电气（wbdq）603191，通润装备（trzb）002150
华字辈
华扬联众（hylz）603825，达华智能（dhzn）002512
其余形式独苗
汉嘉设计（hjsj）300746，双成药业（scyy）002693，天茂集团（tmjt）000627，华阳新材（hyxc）600281，赤天化（cth）600227，荣丰控股（rfkg）000668，鼎龙科技（dlkj）603004，折叠屏材料

二板
鼎信通讯（dxtx）603421，奥特迅（atx）002227，金冠股份（jggf）300510，网达软件（wdrj）603189，德新科技（dxkj）603032

三板
华映科技（hykj）000536

四板
海南海药（hnhy）000566

`
  },
{
    "d": "2024-09-10",
    "l": "https://www.tgb.cn/a/2brahs9l15L",
    "t": `

首板
未分类
汇源通信（hytx）000586，剑桥科技（jqkj）603083，鼎信通讯（dxtx）603421，共进股份（gjgf）603118
鸿蒙
网达软件（wdrj）603189，法本信息（fbxx）300925，鼎信通讯（dxtx）603421，常山北明（csbm）000158
充电桩智能电网
奥特迅（atx）002227，金冠股份（jggf）300510，科陆电子（kldz）002121，惠程科技（hckj）002168，动力源（dly）600405
酿酒
皇台酒业（htjy）000995，好当家（hdj）600467
上海国资委
外服控股（wfkg）600662，海立股份（hlgf）600619，金桥信息（jqxx）603918
消费电子
瀛通通讯（yttx）002861，深天马Ａ（stma）000050，日久光电（rjgd）003015
锂电池
深圳新星（szxx）603978，华控赛格（hksg）000068，德新科技（dxkj）603032
其余形式独苗
江西长运（jxzy）600561，中关村（zgc）000931，欧鸿集团，新锦动力（xjdl）300157，石油化工（syhg）00386，天元智能（tyzn）603273，科力尔（kle）002892

二板
赛隆药业（slyy）002898，阳普医疗（ypyl）300030，皓宸医疗（hcyl）002622，国中水务（gzsw）600187，深华发Ａ（shfa）000020，大富科技（dfkj）300134，华映科技（hykj）000536

三板
海南海药（hnhy）000566，上海九百（shjb）600838，联创电子（lcdz）002036

四板
跨境通（kjt）002640

`
  },
{
    "d": "2024-09-09",
    "l": "https://www.tgb.cn/a/2bptgojLsE6",
    "t": `

首板
医药合资
南华生物（nhsw）000504，中源协和（zyxh）600645，尚荣医疗（sryl）002551，澳洋健康（ayjk）002172，阳普医疗（ypyl）300030，冠昊生物（ghsw）300238，皓宸医疗（hcyl）002622，长药控股
南京新百（njxb）600682，新里程（xlc）002219，国际医学（gjyx）000516，盈康生命（yksm）300143，麦迪科技（mdkj）603990，济民健康（jmjk）603222，光正眼科（gzyk）002524，赤天化（cth）600227
莫高股份，赛隆药业（slyy）002898
华为补涨
深赛格（ssg）000058，华映科技（hykj）000536，亚世光电（ysgd）002952，深华发Ａ（shfa）000020，华升股份（hsgf）600156，大富科技（dfkj）300134
国企重组
保变电气（bbdq）600550，中成股份（zcgf）000151，银宝山新（ybsx）002786，莫高股份，宏盛华源（hshy）601096，赛福天（sft）603028，国旅联合（gllh）600358，高新发展（gxfz）000628
京投发展（jtfz）600683，湖南天雁（hnty）600698，哈焊华通（hhht）301137
其余形式独苗
国中水务（gzsw）600187，威领股份，海南瑞泽（hnrz）002596，惠发食品（hfsp）603536，弘业期货（hyqh）001236

二板
海南海药（hnhy）000566，联创电子（lcdz）002036，长春一东（ccyd）600148，上海九百（shjb）600838，万里股份（wlgf）600847，天风证券（tfzq）601162

三板
跨境通（kjt）002640，翠微股份（cwgf）603123

四板
天茂集团（tmjt）000627

五板
日发精机（rfjj）002520，老百姓（lbx）603883

`
  },
{
    "d": "2024-09-08",
    "l": "https://www.tgb.cn/a/2bnugkp6vvG",
    "t": `

首板
证券类
兰生股份（lsgf）600826，华茂股份（hmgf）000850，国海证券（ghzq）000750，天风证券（tfzq）601162，大众公用（dzgy）600635，上海九百（shjb）600838
无人驾驶
联创电子（lcdz）002036，动力新科（dlxk）600841，襄阳轴承（xyzc）000678，凯中精密（kzjm）002823，交运股份（jygf）600676
其余形式独苗
海南海药（hnhy）000566，万里股份（wlgf）600847，华懋科技（hmkj）603306，汇金科技（hjkj）300561，金融科技，长春一东（ccyd）600148，茂业商业（mysy）600828，参股信托
飞利信（flx）300287，宝丽迪（bld）300905，岭南股份（lngf）002717

二板
大众交通（dzjt）600611，锦江在线（jjzx）600650，恒宝股份（hbgf）002104，翠微股份（cwgf）603123，跨境通（kjt）002640，好上好（hsh）001298，天茂集团（tmjt）000627

四板
日发精机（rfjj）002520，老百姓（lbx）603883

五板
伟时电子（wsdz）605218

六板
深圳华强（szhq）000062

十板
科森科技（kskj）603626

`
  },
{
    "d": "2024-09-05",
    "l": "https://www.tgb.cn/a/2biO3UPiNJj",
    "t": `

首板
移动支付
创识科技（cskj）300941，御银股份（yygf）002177，格尔软件（gerj）603232，恒宝股份（hbgf）002104，神思电子（ssdz）300479，翠微股份（cwgf）603123，仁东控股（rdkg）002647，飞天诚信（ftcx）300386
信雅达（xyd）600571，生意宝（syb）002095
房地产
曲美家具（qmjj）603818，京能置业（jnzy）600791，世联行（slx）002285，安居宝（ajb）300155
汽车产业链
苏常柴Ａ（scca）000570，大众交通（dzjt）600611，锋龙股份（flgf）002931，合众思壮（hzsz）002383，锦江在线（jjzx）600650，宜通世纪（ytsj）300310，林海股份（lhgf）600099，中光学（zgx）002189
金龙汽车（jlqc）600686
电商平台
欢乐家（hlj）300997，跨境通（kjt）002640，生意宝（syb）002095，星徽股份（xhgf）300464，万事利（wsl）301066，家家悦（jjy）603708
覆铜板
宏昌电子（hcdz）603002，世运电路（sydl）603920
光伏
乐凯胶片（lkjp）600135，国晟科技（gckj）603778，宝馨科技（bxkj）002514
其余形式独苗
名臣健康（mcjk）002919，小方制药（xfzy）603207，好上好（hsh）001298

二板
人民同泰（rmtt）600829，漱玉平民（sypm）301017，健之佳（jzj）605266，天茂集团（tmjt）000627，中天精装（ztjz）002989，赛伍技术（swjs）603212

三板
老百姓（lbx）603883，日发精机（rfjj）002520，东峰集团（dfjt）601515

四板
新亚制程（xyzc）002388，伟时电子（wsdz）605218

五板
深圳华强（szhq）000062

九板
科森科技（kskj）603626

`
  },
{
    "d": "2024-09-04",
    "l": "https://www.tgb.cn/a/2bhd3Y9kUUr",
    "t": `

首板
锂电池
赛伍技术（swjs）603212，百合花（bhh）603823，科恒股份（khgf）300340，华丰股份（hfgf）605100，丰元股份（fygf）002805，德尔股份（degf）300473，海科新源（hkxy）301292
医药零售
漱玉平民（sypm）301017，人民同泰（rmtt）600829，开开实业（kksy）600272，健之佳（jzj）605266
消费电子
华升股份（hsgf）600156，华瓷股份（hcgf）001216，维信诺（wxn）002387，日久光电（rjgd）003015
汽车产业链
康盛股份（ksgf）002418，银宝山新（ybsx）002786
其余形式独苗
华懋科技（hmkj）603306，天茂集团（tmjt）000627，京粮控股（jlkg）000505，深圳新星（szxx）603978，南华生物（nhsw）000504，中国高科（zggk）600730，中天精装（ztjz）002989，深圳芯片

二板
湖南天雁（hnty）600698，中船科技（zckj）600072，日发精机（rfjj）002520，深赛格（ssg）000058，深华发Ａ（shfa）000020，维科技术（wkjs）600152，东峰集团（dfjt）601515，斯莱克（slk）300382，老百姓（lbx）603883

三板
伟时电子（wsdz）605218，新亚制程（xyzc）002388，保变电气（bbdq）600550，深圳华强（szhq）000062

`
  },
{
    "d": "2024-09-03",
    "l": "https://www.tgb.cn/a/2bfu3RbsoNj",
    "t": `

首板
电子烟
顺灏股份（shgf）002565，东峰集团（dfjt）601515，小崧股份（xsgf）002723，集友股份（jygf）603429
消费电子VR
网达软件（wdrj）603189，风语筑（fyz）603466，凯盛科技（kskj）600552，罗曼股份（lmgf）605289，永新光学（yxgx）603297
锂电池
斯莱克（slk）300382，维科技术（wkjs）600152，金银河（jyh）300619
中船系
昆船智能（kczn）301311，中船科技（zckj）600072，宝塔实业（btsy）000595
兵工厂重组
湖南天雁（hnty）600698，东安动力（dadl）600178
机器人
远大智能（ydzn）002689，日发精机（rfjj）002520
华为概念
四川长虹（scch）600839，天源迪科（tydk）300047，拓维信息（twxx）002261
深圳股
深赛格（ssg）000058，深振业Ａ（szya）000006，深华发Ａ（shfa）000020
大众派系
上海凤凰（shfh）600679，合众思壮（hzsz）002383
其余形式
金浦钛业（jpty）000545，莫高股份，鸿博股份（hbgf）002229，老百姓（lbx）603883，凯盛新能（ksxn）600876，大庆华科（dqhk）000985

二板
伟时电子（wsdz）605218，卓翼科技（zykj）002369，鼎龙科技（dlkj）603004，新亚制程（xyzc）002388，保变电气（bbdq）600550

三板
国风新材（gfxc）000859，深圳华强（szhq）000062

七板
科森科技（kskj）603626

`
  },
{
    "d": "2024-09-02",
    "l": "https://www.tgb.cn/a/2bdP2i1QCu8",
    "t": `

首板
医药
奥美医疗（amyl）002950，南华生物（nhsw）000504，中源协和（zyxh）600645，冠昊生物（ghsw）300238
锂电池
新亚制程（xyzc）002388，奥克股份（akgf）300082，丰山集团（fsjt）603810
消费电子（空中成像）
冠石科技（gskj）605588，伟时电子（wsdz）605218，卓翼科技（zykj）002369，时空科技（skkj）605178，朗迪集团（ldjt）603726，鼎龙科技（dlkj）603004，岭南股份（lngf）002717
汽车产业链
铭科精技（mkjj）001319，宏盛股份（hsgf）603090，华锋股份（hfgf）002806
电网电力
保变电气（bbdq）600550，中电电机（zddj）603988
新型工业化
青海华鼎（qhhd）600243，冀凯股份
其余形式独苗
新日股份（xrgf）603787，日播时尚（rbss）603196，神雾节能（swjn）000820，华懋科技（hmkj）603306，天成自控（tczk）603085

二板
国风新材（gfxc）000859，天茂集团（tmjt）000627

四板
宝馨科技（bxkj）002514

六板
科森科技（kskj）603626

`
  },
{
    "d": "2024-08-30",
    "l": "https://www.tgb.cn/a/2b8V9m9xLZ5",
    "t": `

首板
华为海思芯片
东方嘉盛（dfjs）002889，国风新材（gfxc）000859，国林科技（glkj）300786，东方中科（dfzk）002819，好上好（hsh）001298，力源信息（lyxx）300184，深科技（skj）000021，至正股份（zzgf）603991
深圳华强（szhq）000062，福晶科技（fjkj）002222，英唐智控（ytzk）300131，盛剑科技（sjkj）603324，壹石通（yst）688733，瑞纳智能（rnzn）301129，双乐股份（slgf）301036，宁水集团（nsjt）603700
消费电子
维信诺（wxn）002387，东山精密（dsjm）002384，宏和科技（hhkj）603256，瀛通通讯（yttx）002861
华为概念
真视通（zst）002771，华胜天成（hstc）600410，科华数据（khsj）002335，达实智能（dszn）002421
核心网
武汉凡谷（whfg）002194，直真科技（zzkj）003007，阿莱德（ald）301419
金融
天利科技（tlkj）300399，中国银河（zgyh）601881，兆日科技（zrkj）300333，天茂集团（tmjt）000627，顶点软件（ddrj）603383
互联网营销
返利科技（flkj）600228，三人行（srx）605168
房地产相关
天地源（tdy）600665，金地集团（jdjt）600383，大连友谊（dlyy）000679，中央商场（zysc）600280，共创草坪（gccp）605099，东易日盛（dyrs）002713，广联达（gld）002410，三棵树（sks）603737
游戏传媒
凯撒文化（kswh）002425，星辉娱乐（xhyl）300043
食品饮料类
新乳业（xry）002946，岩石股份（ysgf）600696
其余形式独苗
伯特利（btl）603596，博迁新材（bqxc）605376，老百姓（lbx）603883

二板
日久光电（rjgd）003015，深纺织Ａ（sfza）000045，胜利精密（sljm）002426，华升股份（hsgf）600156，凯盛科技（kskj）600552，领益智造（lyzz）002600，通化金马（thjm）000766

三板
奋达科技（fdkj）002681，莫高股份

五板
科森科技（kskj）603626

`
  },
{
    "d": "2024-08-29",
    "l": "https://www.tgb.cn/a/2b7mj9mpAaK",
    "t": `

首板
消费电子
日久光电（rjgd）003015，智动力（zdl）300686，深纺织Ａ（sfza）000045，泰嘉股份（tjgf）002843，长信科技（zxkj）300088，哈森股份（hsgf）603958，胜利精密（sljm）002426，依顿电子（yddz）603328
宇环数控（yhsk）002903，爱司凯（ask）300521，中京电子（zjdz）002579，领益智造（lyzz）002600，凯盛科技（kskj）600552，晶华新材（jhxc）603683，春兴精工（cxjg）002547，华升股份（hsgf）600156
华为概念
威派格（wpg）603956，常山北明（csbm）000158，润达医疗（rdyl）603108，宏达新材（hdxc）002211，钧达股份（jdgf）002865，快可电子（kkdz）301278，航天工程（htgc）603698，鹏辉能源（phny）300438
日月股份（rygf）603218，伊戈尔（yge）002922，亨通光电（htgd）600487，神马电力（smdl）603530，华东重机（hdzj）002685
低空飞行
天成自控（tczk）603085，万丰奥威（wfaw）002085，金固股份（jggf）002488，韵达股份（ydgf）002120
其余形式独苗
汇通集团（htjt）603176，通化金马（thjm）000766，宏达高科（hdgk）002144，老白干酒（lbgj）600559

二板
奋达科技（fdkj）002681，宝馨科技（bxkj）002514，莫高股份，亿嘉和（yjh）603666，乐心医疗（lxyl）300562，锡装股份（xzgf）001332，沐邦高科（mbgk）603398

四板
科森股份

五板
西部建设（xbjs）002302

`
  },
{
    "d": "2024-08-28",
    "l": "https://www.tgb.cn/a/2b5y6Hheh09",
    "t": `

首板
零售免税
中百集团（zbjt）000759，友好集团（yhjt）600778，东百集团（dbjt）600693
机器人
新兴装备（xxzb）002933，亿嘉和（yjh）603666，双飞集团（sfjt）300817，鸣志电器（mzdq）603728，华研精机（hyjj）301138
商业航天
新兴装备（xxzb）002933，国科天成（gktc）301571，云南锗业（ynzy）002428
消费电子
瀛通通讯（yttx）002861，美格智能（mgzn）002881，奋达科技（fdkj）002681，乐心医疗（lxyl）300562
大数据
海量数据（hlsj）603138
潮玩卡牌
祥源文旅（xywl）600576，京华激光（jhjg）603607，沐邦高科（mbgk）603398，华立科技（hlkj）301011
其余形式独苗
锡装股份（xzgf）001332，文一科技（wykj）600520，华阳新材（hyxc）600281，钱江摩托（qjmt）000913，川发龙蟒（cflm）002312，洪通燃气（htrq）605169，莫高股份，宝馨科技（bxkj）002514
天宸股份（tcgf）600620，潮宏基（chj）002345，中公教育（zgjy）002607，浙江永强（zjyq）002489

二板
合金投资（hjtz）000633

三板
科森科技（kskj）603626，国检集团（gjjt）603060

四板
西部建设（xbjs）002302

十板
深圳华强（szhq）000062

`
  },
{
    "d": "2024-08-27",
    "l": "https://www.tgb.cn/a/2b3SjGmAoF6",
    "t": `

首板
猴痘病毒治疗
亚太药业（ytyy）002370，合富中国（hfzg）603122，海辰药业（hcyy）300584，华兰疫苗（hlym）301207，山东药玻（sdyb）600529
房屋检测
华蓝集团（hljt）301027，盈建科（yjk）300935，震安科技（zakj）300767，深圳瑞捷（szrj）300977，德才股份（dcgf）605287，建发合诚（jfhc）603909
华为补涨
华立股份（hlgf）603038，宁水集团（nsjt）603700，德生科技（dskj）002908
游戏
大晟文化（dcwh）600892，三七互娱（sqhy）002555
其余形式独苗
启迪药业（qdyy）000590，新筑股份（xzgf）002480，昊华能源（hhny）601101，新亚强（xyq）603155，合金投资（hjtz）000633，五芳斋（wfz）603237

二板
国检集团（gjjt）603060，建科股份，甘咨询（gzx）000779，上海建科（shjk）603153，建研院（jyy）603183，科森科技（kskj）603626

三板
西部建设（xbjs）002302

九板
深圳华强（szhq）000062

`
  },
{
    "d": "2024-08-26",
    "l": "https://www.tgb.cn/a/2b2eGoFkMjT",
    "t": `

首板
房屋检测
国检集团（gjjt）603060，上海建科（shjk）603153，建科股份，建研院（jyy）603183，垒知集团（lzjt）002398，甘咨询（gzx）000779
固态电池
德新科技（dxkj）603032，科森科技（kskj）603626，丰元股份（fygf）002805，威领股份，三祥新材（sxxc）603663，东方锆业（dfgy）002167，鹿山新材（lsxc）603051，圣阳股份（sygf）002580
道明光学（dmgx）002632
机器人
井松智能（jszn）688251，亿嘉和（yjh）603666，德新科技（dxkj）603032
消费电子
创维数字（cwsz）000810，科森科技（kskj）603626，凯盛科技（kskj）600552，泉为科技（qwkj）300716，道明光学（dmgx）002632，精研科技（jykj）300709，金太阳（jty）300606，德尔未来（dewl）002631
卓翼科技（zykj）002369，捷邦科技（jbkj）301326，乐心医疗（lxyl）300562，东晶电子（djdz）002199
华为汽车智能驾驶
四维图新（swtx）002405，多伦科技（dlkj）603528
液冷服务器
川润股份（crgf）002272，统一股份（tygf）600506
其余形式独苗
国旅联合（gllh）600358，万丰奥威（wfaw）002085，东方集团（dfjt）00581，国统股份（gtgf）002205，新疆火炬（xjhj）603080

二板
西部建设（xbjs）002302，西部牧业（xbmy）300106，新疆交建（xjjj）002941，传艺科技（cykj）002866，翔腾新材（xtxc）001373，华控赛格（hksg）000068

三板
共进股份（gjgf）603118

八板
深圳华强（szhq）000062

`
  },
{
    "d": "2024-08-23",
    "l": "https://www.tgb.cn/a/2aXeYfRXaXk",
    "t": `

首板
华为相关
常山北明（csbm）000158，网达软件（wdrj）603189，华立股份（hlgf）603038，中电港（zdg）001287，优博讯（ybx）300531，国华网安（ghwa）000004，熙菱信息（xlxx）300588，京北方（jbf）002987
拓维信息（twxx）002261，世纪鼎利（sjdl）300050，新炬网络（xjwl）605398，广电计量（gdjl）002967，华为消费电子，传艺科技（cykj）002866，翔腾新材（xtxc）001373，捷荣技术（jrjs）002855
劲拓股份（jtgf）300400，芯瑞达（xrd）002983，长虹美菱（chml）000521，四川长虹（scch）600839，海鸥住工（hozg）002084
深圳股
深赛格（ssg）000058，华控赛格（hksg）000068，深华发Ａ（shfa）000020
无人驾驶汽车产业链
众泰汽车（ztqc）000980，浩云科技（hykj）300448，常青股份（cqgf）603768
西部大开发
西部建设（xbjs）002302，新疆交建（xjjj）002941，西部牧业（xbmy）300106，北新路桥（bxlq）002307，西部创业（xbcy）000557，成都路桥（cdlq）002628，天山股份（tsgf）000877，天顺股份（tsgf）002800
其余形式独苗
确成股份（qcgf）605183，国中水务（gzsw）600187

二板
共进股份（gjgf）603118，山西高速（sxgs）000755

七板
深圳华强（szhq）000062

`
  },
{
    "d": "2024-08-22",
    "l": "https://www.tgb.cn/a/2aVAfHKCOz9",
    "t": `

首板
华为相关
共进股份（gjgf）603118，创维数字（cwsz）000810，新亚制程（xyzc）002388
风电
中路股份，申科股份（skgf）002633
太空旅游
烽火电子（fhdz）000561，探路者（tlz）300005，三夫户外（sfhw）002780，隆华新材（lhxc）301149，新兴装备（xxzb）002933，如意集团（ryjt）002193
服装
日播时尚（rbss）603196
锂电池
盟固利（mgl）301487，金圆股份（jygf）000546
平台经济
天娱数科（tysk）002354，环球印务（hqyw）002799
其余形式独苗
奥维通信（awtx）002231，凤形股份（fxgf）002760，山西高速（sxgs）000755，如果走黑悟空旅游，宇新股份（yxgf）002986，石油化工（syhg）00386，富春环保（fchb）002479

二板
锦江在线（jjzx）600650，鹏辉能源（phny）300438

三板
爱仕达（asd）002403

六板
深圳华强（szhq）000062

`
  },
{
    "d": "2024-08-21",
    "l": "https://www.tgb.cn/a/2aTVrdKlBMV",
    "t": `

首板
机器人
远大智能（ydzn）002689，吉华集团（jhjt）603980，冀凯股份，力星股份（lxgf）300421，麦迪科技（mdkj）603990，宝塔实业（btsy）000595
消费电子
田中精机（tzjj）300461，深华发Ａ（shfa）000020，捷邦科技（jbkj）301326，雷柏科技（lbkj）002577，领益智造（lyzz）002600，哈森股份（hsgf）603958
华为相关
慧博云通（hbyt）301316，荣联科技（rlkj）002642，好上好（hsh）001298
固态电池
鹏辉能源（phny）300438，华正新材（hzxc）603186，三祥新材（sxxc）603663
装修家居
东易日盛（dyrs）002713，德才股份（dcgf）605287，亚振家居（yzjj）603389，德尔未来（dewl）002631
无人驾驶
锦江在线（jjzx）600650，信息发展（xxfz）300469，星网宇达（xwyd）002829
其余形式独苗
神雾节能（swjn）000820，节能，正威新材（zwxc）002201，澄星股份（cxgf）600078，东亚药业（dyyy）605177，奥雅股份（aygf）300949，山西旅游

二板
襄阳轴承（xyzc）000678，亿嘉和（yjh）603666，爱仕达（asd）002403，浙报传媒（zbcm）601921，东晶电子（djdz）002199，国旅联合（gllh）600358，国中水务（gzsw）600187，威领股份

五板
深圳华强（szhq）000062

`
  },
{
    "d": "2024-08-20",
    "l": "https://www.tgb.cn/a/2aS8SV7KYEv",
    "t": `

首板
中报业绩
美盈森（mys）002303，汇得科技（hdkj）603192，友好集团（yhjt）600778
消费电子
宜安科技（yakj）300328，超频三（cps）300647，东晶电子（djdz）002199
游戏
浙版传媒（zbcm）601921，国旅联合（gllh）600358，中信出版（zxcb）300788，山西高速（sxgs）000755，旗天科技（qtkj）300061
机器人
襄阳轴承（xyzc）000678，爱仕达（asd）002403，长盛轴承（zszc）300718，兰石重装（lszz）603169，威领股份，金浦钛业（jpty）000545，山子高科（szgk）000981，辰奕智能（cyzn）301578
中捷资源（zjzy）002021，国中水务（gzsw）600187

二板
仁东控股（rdkg）002647，新迅达（xxd）300518，岭南股份（lngf）002717

四板
深圳华强（szhq）000062

`
  },
{
    "d": "2024-08-19",
    "l": "https://www.tgb.cn/a/2aQBRZNreeM",
    "t": `

首板
跨境支付
四方精创（sfjc）300468，京北方（jbf）002987，新炬网络（xjwl）605398，仁东控股（rdkg）002647，华峰超纤（hfcx）300180，青岛金王（qdjw）002094，高伟达（gwd）300465
华为相关
中电港（zdg）001287，四川长虹（scch）600839
Ai眼镜
长远集团
游戏
新迅达（xxd）300518，凯撒文化（kswh）002425
高铁
世纪瑞尔（sjre）300150，鼎汉技术（dhjs）300011
超跌低价
岭南股份（lngf）002717，海南瑞泽（hnrz）002596，东易日盛（dyrs）002713
农业
宏辉果蔬（hhgs）603336，雪榕生物（xrsw）300511
核污染
北化股份（bhgf）002246，捷强装备（jqzb）300875
其余形式独苗
新时达（xsd）002527，安正时尚（azss）603839，中欣氟材（zxfc）002915，澳柯玛（akm）600336，坤彩集团，莱绅通灵（lstl）603900，弘业期货（hyqh）001236，铭科精技（mkjj）001319
时空科技（skkj）605178，华嵘控股（hrkg）600133，宇通重工（ytzg）600817

二板
好上好（hsh）001298，新亚制程（xyzc）002388，力源信息（lyxx）300184，合富中国（hfzg）603122

三板
深圳华强（szhq）000062，创维数字（cwsz）000810，亚太药业（ytyy）002370

`
  },
{
    "d": "2024-08-16",
    "l": "https://www.tgb.cn/a/2aLCEomdZSF",
    "t": `


二板
亚太药业（ytyy）002370，海辰药业（hcyy）300584，世纪鼎利（sjdl）300050，深圳华强（szhq）000062，凯旺科技（kwkj）301182，创维数字（cwsz）000810，津投城开（jtck）600322

三板
卓翼科技（zykj）002369

四板
亚世光电（ysgd）002952，博士眼镜（bsyj）300622

`
  },
{
    "d": "2024-08-15",
    "l": "https://www.tgb.cn/a/2aK57e854SW",
    "t": `


二板
瀛通通讯（yttx）002861，卓翼科技（zykj）002369，亿通科技（ytkj）300211，星星科技（xxkj）300256，安正时尚（azss）603839，凯撒文化（kswh）002425，名臣健康（mcjk）002919

三板
博士眼镜（bsyj）300622，亚世光电（ysgd）002952，西藏天路（xztl）600326，金龙汽车（jlqc）600686

`
  },
{
    "d": "2024-08-14",
    "l": "https://www.tgb.cn/a/2aIqgbJSmBz",
    "t": `

首板
光纤
法尔胜（fes）000890，永鼎股份（ydgf）600105
折叠屏
华映科技（hykj）000536，星星科技（xxkj）300256
Ai眼镜
卓翼科技（zykj）002369，瀛通通讯（yttx）002861，硕贝德（sbd）300322，雷柏科技（lbkj）002577，明月镜片（myjp）301101，龙旗科技（lqkj）603341，亿通科技（ytkj）300211
游戏
惠程科技（hckj）002168，名臣健康（mcjk）002919，凯撒文化（kswh）002425
物流
惠程科技（hckj）002168，三羊马（sym）001317
基建
雄塑科技（xskj）300599，东易日盛（dyrs）002713
无人驾驶
华锋股份（hfgf）002806，雷尔伟（lew）301016
其余形式独苗
安正时尚（azss）603839，川润股份（crgf）002272，海源复材（hyfc）002529，航天机电（htjd）600151，广生堂（gst）300436，岩石股份（ysgf）600696

二板
西藏天路（xztl）600326，保利联合（bllh）002037，高争民爆（gzmb）002827，冠龙节能（gljn）301151，康盛股份（ksgf）002418，金龙汽车（jlqc）600686，星网宇达（xwyd）002829，博士眼镜（bsyj）300622，亚世光电（ysgd）002952，亿道信息（ydxx）001314

四板
勘设股份（ksgf）603458

`
  },
{
    "d": "2024-08-13",
    "l": "https://www.tgb.cn/a/2aGESFNlmoM",
    "t": `

首板
无人驾驶
好利科技（hlkj）002729，康盛股份（ksgf）002418，星网宇达（xwyd）002829，金龙汽车（jlqc）600686，华闻集团（hwjt）000793，时空科技（skkj）605178
虚拟现实VR
时空科技（skkj）605178，伟时电子（wsdz）605218，亚世光电（ysgd）002952，博士眼镜（bsyj）300622，联建光电（ljgd）300269，亿道信息（ydxx）001314
墨脱水电站
西藏天路（xztl）600326，高争民爆（gzmb）002827，筑博设计（zbsj）300564，华嵘控股（hrkg）600133，中岩大地（zydd）003001，保利联合（bllh）002037，法兰泰克（fltk）603966，冠龙节能（gljn）301151
正平股份（zpgf）603843，苏博特（sbt）603916，大宏立（dhl）300865，霍普股份（hpgf）301024
油气
新锦动力（xjdl）300157，仁智股份（rzgf）002629
其余形式独苗
海南海药（hnhy）000566，中晶科技（zjkj）003026，申华控股（shkg）600653，兴欣新材（xxxc）001358，沙钢股份（sggf）002075，无人机（wrj）688297，锦龙股份（jlgf）000712

二板
准油股份，清研环境（qyhj）301288，宇通重工（ytzg）600817

三板
勘设股份（ksgf）603458

四板
华塑控股（hskg）000509

`
  },
{
    "d": "2024-08-12",
    "l": "https://www.tgb.cn/a/2aF0xMr6AAA",
    "t": `

首板
环保设备
永清环保（yqhb）300187，雪迪龙（xdl）002658，神雾节能（swjn）000820，清研环境（qyhj）301288，启迪环境（qdhj）000826，东江环保（djhb）002672，捷强装备（jqzb）300875
无人驾驶
宇通重工（ytzg）600817，天普股份（tpgf）605255，达安基因（dajy）002030，四环生物（shsw）000518，广生堂（gst）300436，科华生物（khsw）002022，贝瑞基因（brjy）000710，双成药业（scyy）002693
特一药业（tyyy）002728，兰卫医学（lwyx）301060，北化股份（bhgf）002246，凯普生物（kpsw）300639，以岭药业（ylyy）002603，新华制药（xhzy）000756，香雪制药（xxzy）300147，众生药业（zsyy）002317
其余形式独苗
弘宇股份（hygf）002890，长城电工（ccdg）600192，华体科技（htkj）603679，山东出版（sdcb）601019，准油股份

二板
盛剑科技（sjkj）603324，宿迁联盛（sqls）603065，勘探股份

三板
华塑控股（hskg）000509

`
  },
{
    "d": "2024-08-09",
    "l": "https://www.tgb.cn/a/2aA1k0fVSrz",
    "t": `

首板
芯片产业链
中晶科技（zjkj）003026，盛剑科技（sjkj）603324，民德电子（mddz）300656，盛景微（sjw）603375，四维图新（swtx）002405，华培动力（hpdl）603121
消费电子
凯盛科技（kskj）600552，宜安科技（yakj）300328，和胜股份（hsgf）002824，星星科技（xxkj）300256，华映科技（hykj）000536
基建
伟隆股份（wlgf）002871，建科院（jky）300675，勘探股份，岭南股份（lngf）002717
商业航天
航天机电（htjd）600151，深圳新星（szxx）603978
牙齿骨科
奥精医疗（ajyl）688613，中欣氟材（zxfc）002915，康惠制药（khzy）603139
其余形式独苗
宿迁联盛（sqls）603065，上工申贝（sgsb）600843，莱茵体育（lyty）000558，莱绅通灵（lstl）603900

二板
深物业Ａ（swya）000011，世联行（slx）002285，亚振家居（yzjj）603389，岩石股份（ysgf）600696，华塑控股（hskg）000509

三板
欣天科技（xtkj）300615

四板
东北制药（dbzy）000597

`
  },
{
    "d": "2024-08-08",
    "l": "https://www.tgb.cn/a/2aym5udD5wT",
    "t": `

首板
未分类
辉隆股份（hlgf）002556，能特科技（ntkj）002102，圣达生物（sdsw）603079，美尔雅（mey）600107，民生健康（msjk）301507，浙江医药（zjyy）600216，达安基因（dajy）002030，广济药业（gjyy）000952
本立科技（blkj）301065，赤天化（cth）600227，尔康制药（ekzy）300267，赛力医疗（slyl）603716
房地产
亚振家居（yzjj）603389，深物业Ａ（swya）000011，世联行（slx）002285
消费
正虹科技（zhkj）000702，云南旅游（ynly）002059，岩石股份（ysgf）600696，皇台酒业（htjy）000995，煌上煌（hsh）002695，国中水务（gzsw）600187，国光连锁（ggls）605188
农业
景谷林业，弘宇股份（hygf）002890，神农种业（snzy）300189
其余形式独苗
宁波富邦（nbfb）600768，永泰能源（ytny）600157，仁东控股（rdkg）002647，超频三（cps）300647，华塑控股（hskg）000509，健盛集团（jsjt）603558，博汇股份（bhgf）300839，石油化工（syhg）00386
神雾节能（swjn）000820，节能环保，华东数控（hdsk）002248

二板
汇源通信（hytx）000586，欣天科技（xtkj）300615，东方集团（dfjt）00581，永辉超市（yhcs）601933

三板
东北制药（dbzy）000597，长城电工（ccdg）600192

四板
凯瑞德（krd）002072

五板
中央商场（zysc）600280

`
  },
{
    "d": "2024-08-07",
    "l": "https://www.tgb.cn/a/2awIlDOBgin",
    "t": `

首板
通信光纤
通鼎互联（tdhl）002491，汇源通信（hytx）000586，华脉科技（hmkj）603042，长飞光纤（zfgx）601869，长江通信（cjtx）600345，永鼎股份（ydgf）600105，欣天科技（xtkj）300615，世嘉科技（sjkj）002796
通宇通讯（tytx）002792，通光线缆（tgxl）300265
商业航天
吉大正元（jdzy）003029，航天科技（htkj）000901，乾照光电（qzgd）300102，铖昌科技（cckj）001270，通光线缆（tgxl）300265，航天发展（htfz）000547，天银机电（tyjd）300342，南京熊猫（njxm）600775
深圳新星（szxx）603978，航天长峰（htzf）600855
电力
三晖电气（shdq）002857，积成电子（jcdz）002339，鼎信通讯（dxtx）603421，尚纬股份（swgf）603333，郴电国际（cdgj）600969，明星电力（mxdl）600101
汽车产业链
江淮汽车（jhqc）600418，常青股份（cqgf）603768
基建
保利联合（bllh）002037，高争民爆（gzmb）002827，中岩大地（zydd）003001
其余形式独苗
精伦电子（jldz）600355，安源煤业（aymy）600397，赛福天（sft）603028，光伏设备，法兰泰克（fltk）603966，通用设备，永辉超市（yhcs）601933，东方集团（dfjt）00581

二板
东北制药（dbzy）000597，中基健康（zjjk）000972，海源复材（hyfc）002529，利君股份（ljgf）002651，招标股份（zbgf）301136，长城电工（ccdg）600192，北方股份（bfgf）600262，航天动力（htdl）600343，庚星股份（gxgf）600753

三板
凯瑞德（krd）002072，昂立教育（aljy）600661

四板
中央商场（zysc）600280

五板
中公教育（zgjy）002607

`
  },
{
    "d": "2024-08-06",
    "l": "https://www.tgb.cn/a/2av4fGJ8b4s",
    "t": `

首板
光伏
赛伍技术（swjs）603212，长城电工（ccdg）600192，新元科技（xykj）300472，瑞和股份（rhgf）002620，欧晶科技（ojkj）001269，国晟科技（gckj）603778，钧达股份（jdgf）002865，泉为科技（qwkj）300716
福斯特（fst）603806，海源复材（hyfc）002529
教育
学大教育（xdjy）000526，科德教育（kdjy）300192，苏州科达（szkd）603660
商业航天低空飞行
苏州科达（szkd）603660，洪都航空（hdhk）600316，利君股份（ljgf）002651，招标股份（zbgf）301136，泰尔股份（tegf）002347，航天动力（htdl）600343，航天彩虹（htch）002389，飞沃科技（fwkj）301232
润贝航科（rbhk）001316
妖股二人组
克来机电（kljd）603960，艾艾精工（aajg）603580
医药
美尔雅（mey）600107，开开实业（kksy）600272，香雪制药（xxzy）300147，佛慈制药（fczy）002644，海欣股份（hxgf）600851，蔚蓝生物（wlsw）603739，东北制药（dbzy）000597
房地产相关
世联行（slx）002285，广田集团（gtjt）002482，我爱我家（wawj）000560
其余形式独苗
国机通用（gjty）600444，庚星股份（gxgf）600753，松炀资源（syzy）603863，威领股份，北方股份（bfgf）600262，中基健康（zjjk）000972，澳柯玛（akm）600336，中晟高科（zcgk）002778
国中水务（gzsw）600187，达意隆（dyl）002209

二板
大连友谊（dlyy）000679，友好集团（yhjt）600778，岩石股份（ysgf）600696，祥源文旅（xywl）600576，名臣健康（mcjk）002919，昂立教育（aljy）600661，凯文教育（kwjy）002659，行动教育（xdjy）605098，凯瑞德（krd）002072，皇氏集团（hsjt）002329

三板
永达股份（ydgf）001239，中央商场（zysc）600280

四板
中公教育（zgjy）002607，通达电气（tddq）603390

六板
河化股份（hhgf）000953

`
  },
{
    "d": "2024-08-05",
    "l": "https://www.tgb.cn/a/2atrInVAlrX",
    "t": `

首板
零售消费
皇氏集团（hsjt）002329，大连友谊（dlyy）000679，岩石股份（ysgf）600696，友好集团（yhjt）600778，美邦服饰（mbfs）002269
体育
莱茵体育（lyty）000558，三夫户外（sfhw）002780，牧高笛（mgd）603908
商业航天
航天科技（htkj）000901，深圳新星（szxx）603978，神开股份（skgf）002278，尤洛卡（ylk）300099
教育
凯文教育（kwjy）002659，海伦钢琴（hlgq）300329，行动教育（xdjy）605098
游戏
名臣健康（mcjk）002919，富春股份（fcgf）300299，惠程科技（hckj）002168
旅游
南京商旅（njsl）600250，祥源文旅（xywl）600576，岭南股份（lngf）002717
军工
高德红外（gdhw）002414，观想科技（gxkj）301213
其余形式独苗
雪迪龙（xdl）002658，凯瑞德（krd）002072，东易日盛（dyrs）002713，湘财股份（xcgf）600095，益丰药房（yfyf）603939，上工申贝（sgsb）600843，准油股份，大众交通（dzjt）600611
爱施德（asd）002416

二板
中央商场（zysc）600280，安邦护卫（abhw）603373，百花医药（bhyy）600721，新里程（xlc）002219，永达股份（ydgf）001239，睿智医药（rzyy）300149，鲁抗医药（lkyy）600789

三板
中公教育（zgjy）002607，江西长运（jxzy）600561，通达电气（tddq）603390

四板
众泰汽车（ztqc）000980，大业股份（dygf）603278

五板
河化股份（hhgf）000953

十一板
腾达科技（tdkj）001379

`
  },
{
    "d": "2024-08-02",
    "l": "https://www.tgb.cn/a/2aoogFJdPWI",
    "t": `

首板
芯片
庚星股份（gxgf）600753，中晶科技（zjkj）003026，综艺股份（zygf）600770，兴欣新材（xxxc）001358
医药
新里程（xlc）002219，舒泰神（sts）300204，双成药业（scyy）002693，睿智医药（rzyy）300149，百花医药（bhyy）600721，华森制药（hszy）002907，鲁抗医药（lkyy）600789，多瑞医药（dryy）301075
商业航天
盛洋科技（sykj）603703，宏英智能（hyzn）001266
低空飞行
深城交（scj）301091，安邦护卫（abhw）603373
汽车产业链
腾龙股份（tlgf）603158，丰华股份（fhgf）600615，浩物股份（hwgf）000757，合力科技（hlkj）603917
锂电池
万里石（wls）002785，德新科技（dxkj）603032
其余形式独苗
成都路桥（cdlq）002628，永达股份（ydgf）001239，金字火腿（jzht）002515，农心科技（nxkj）001231，美尔雅（mey）600107，东方集团（dfjt）00581，中央商场（zysc）600280，三羊马（sym）001317
莱绅通灵（lstl）603900，欢瑞世纪（hrsj）000892

二板
四环生物（shsw）000518，中公教育（zgjy）002607，星网宇达（xwyd）002829，江西长运（jxzy）600561，通达电气（tddq）603390

三板
众泰汽车（ztqc）000980，大业股份（dygf）603278

四板
河化股份（hhgf）000953

五板
山子高科（szgk）000981，北巴传媒（bbcm）600386

六板
航天晨光（htcg）600501

十板
腾达科技（tdkj）001379

`
  },
{
    "d": "2024-08-01",
    "l": "https://www.tgb.cn/a/2amMQVU2iQG",
    "t": `

首板
商业航天低空飞行
航天发展（htfz）000547，春晖智控（chzk）300943，航新科技（hxkj）300424，航天科技（htkj）000901，王子新材（wzxc）002735
医药
东方海洋（dfhy）002086，赛隆药业（slyy）002898，尖峰集团（jfjt）600668，新光药业（xgyy）300519，四环生物（shsw）000518，海欣股份（hxgf）600851
无人驾驶
通达电气（tddq）603390，通达动力（tddl）002576，星网宇达（xwyd）002829，海马汽车（hmqc）000572，安凯客车（akkc）000868，江西长运（jxzy）600561，康盛股份（ksgf）002418，珠江股份（zjgf）600684
浙江世宝（zjsb）002703
高铁设备
交大思诺（jdsn）300851，神州高铁（szgt）000008，晋亿实业（jysy）601002，威奥股份（wagf）605001，新筑股份（xzgf）002480
锂电池
丰元股份（fygf）002805，和胜股份（hsgf）002824，星光股份（xggf）002076
基建类
盈建科（yjk）300935，浙江建投（zjjt）002761，文科股份（wkgf）002775，大千生态（dqst）603955，岭南股份（lngf）002717
芯片
盛景微（sjw）603375，盈方微（yfw）000670
其余形式独苗
克劳斯（kls）600579，凤形股份（fxgf）002760，林州重机（lzzj）002535，远大控股（ydkg）000626，中公教育（zgjy）002607

二板
大业股份（dygf）603278，航天长峰（htzf）600855，上工申贝（sgsb）600843，宗申动力（zsdl）001696，锦龙股份（jlgf）000712，香雪制药（xxzy）300147，众泰汽车（ztqc）000980，华东重机（hdzj）002685，海南瑞泽（hnrz）002596

三板
方正电机（fzdj）002196，亚通股份（ytgf）600692，河化股份（hhgf）000953

四板
北巴传媒（bbcm）600386，山子高科（szgk）000981

五板
航天晨光（htcg）600501

六板
中电电机（zddj）603988

九板
腾达科技（tdkj）001379

`
  },
{
    "d": "2024-07-31",
    "l": "https://www.tgb.cn/a/2al5iFBo7M4",
    "t": `

首板
机器人
华东重机（hdzj）002685，日海智能（rhzn）002313，中大力德（zdld）002896，柯力传感（klcg）603662，信邦智能（xbzn）301112，北自科技（bzkj）603082，天奇股份（tqgf）002009，鸣志电器（mzdq）603728
信捷电气（xjdq）603416，雷赛智能（lszn）002979，北特科技（btkj）603009，东方精工（dfjg）002611，华纬科技（hwkj）001380，德新科技（dxkj）603032，博实股份（bsgf）002698，兆威机电（zwjd）003021
无人驾驶
日海智能（rhzn）002313，海汽集团（hqjt）603069，龙洲控股，众泰汽车（ztqc）000980，云南旅游（ynly）002059，上海汽配（shqp）603107，申达股份（sdgf）600626，东方精工（dfjg）002611
兴民智通（xmzt）002355，华闻集团（hwjt）000793
金融证券
锦龙股份（jlgf）000712，恒银科技（hykj）603106，华鑫股份（hxgf）600621，天晟新材（tcxc）300169，天风证券（tfzq）601162，弘业期货（hyqh）001236，天利科技（tlkj）300399，香溢融通（xyrt）600830
国盛金控（gsjk）002670，财富趋势（cfqs）688318，太平洋（tpy）601099，首创证券（sczq）601136，海德股份（hdgf）000567，瑞达期货（rdqh）002961
低空飞行
华夏航空（hxhk）002928，四川九洲（scjz）000801，上工申贝（sgsb）600843，宗申动力（zsdl）001696
商业航天
大业股份（dygf）603278，华菱线缆（hlxl）001208，航天长峰（htzf）600855
医药
昭衍新药（zyxy）603127，通策医疗（tcyl）600763，金域医学（jyyx）603882，香雪制药（xxzy）300147，浙江医药（zjyy）600216
家电
长虹美菱（chml）000521，ＴＣＬ智家（tclzj）002668
消费品
劲仔食品（jzsp）003000，百润股份（brgf）002568，岩石股份（ysgf）600696，宝钢包装（bgbz）601968，王府井（wfj）600859，海汽集团（hqjt）603069
传媒
中广天择（zgtz）603721，遥望科技（ywkj）002291，天下秀（txx）600556，吉视传媒（jscm）601929
其余形式独苗
科得教育，海南瑞泽（hnrz）002596，海南入境旅游，铭普光磁（mpgc）002902，德赛电池（dsdc）000049，鸿合科技（hhkj）002955，宏达高科（hdgk）002144，爱玛科技（amkj）603529

二板
河化股份（hhgf）000953，百花医药（bhyy）600721，方正电机（fzdj）002196，亚通股份（ytgf）600692，江铃汽车（jlqc）000550，新黄浦（xhp）600638，中晶科技（zjkj）003026

三板
山子高科（szgk）000981，北巴传媒（bbcm）600386

四板
旗天科技（qtkj）300061，航天晨光（htcg）600501

五板
中电电机（zddj）603988

八板
腾达科技（tdkj）001379

`
  },
{
    "d": "2024-07-30",
    "l": "https://www.tgb.cn/a/2ajreuHcy7Y",
    "t": `

首板
化工
沧州大化（czdh）600230，江天化学（jthx）300927，蓝丰生化（lfsh）002513，长虹高科（chgk）605008
芯片
翔港科技（xgkj）603499，中晶科技（zjkj）003026，上海贝岭（shbl）600171，淳中股份
商业航天
本川智能（bczn）300964，中国卫通（zgwt）601698，航宇微（hyw）300053，中超控股（zckg）002471，魅视科技（mskj）001229，河化股份（hhgf）000953，康欣新材（kxxc）600076，大千生态（dqst）603955
安德利（adl）605198，中公教育（zgjy）002607，测绘股份（chgf）300826，亚通股份（ytgf）600692，金杯汽车（jbqc）600609，时空科技（skkj）605178，星网宇达（xwyd）002829
医药
蔚蓝生物（wlsw）603739，河化股份（hhgf）000953，百花医药（bhyy）600721
房地产
新黄浦（xhp）600638，松发股份（sfgf）603268，我爱我家（wawj）000560，亚振家居（yzjj）603389
光伏
国际实业（gjsy）000159，耀皮玻璃（ypbl）600819
机器人电机
安乃达（and）603350，方正电机（fzdj）002196
其余形式独苗
飞利信（flx）300287，时空大数据，还是无人驾驶数据，莱绅通灵（lstl）603900，艾艾精工（aajg）603580，华钰矿业（hyky）601020，市北高新（sbgx）600604

二板
中信海直（zxhz）000099，南京公用（njgy）000421，山子高科（szgk）000981，金溢科技（jykj）002869，赛托生物（stsw）300583，北巴传媒（bbcm）600386，空港股份（kggf）600463，交大昂立（jdal）600530，大众交通（dzjt）600611，锦江在线（jjzx）600650，赛力医疗（slyl）603716

三板
启明信息（qmxx）002232，旗天科技（qtkj）300061，航天晨光（htcg）600501

四板
大众公用（dzgy）600635，交运股份（jygf）600676，金龙汽车（jlqc）600686，中电电机（zddj）603988

七板
腾达科技（tdkj）001379，国中水务（gzsw）600187

`
  },
{
    "d": "2024-07-29",
    "l": "https://www.tgb.cn/a/2ahMvKxFhoP",
    "t": `

首板
无人驾驶
喜悦智行（xyzx）301198，北巴传媒（bbcm）600386，勤上股份（qsgf）002638，万隆光电（wlgd）300710，浩物股份（hwgf）000757，大众交通（dzjt）600611，金溢科技（jykj）002869，中通客车（ztkc）000957
申华控股（shkg）600653，勘设股份（ksgf）603458，宇通重工（ytzg）600817，长久物流（cjwl）603569，安凯客车（akkc）000868，南京公用（njgy）000421
VR元宇宙
达瑞电子（drdz）300976，亚世光电（ysgd）002952，博士眼镜（bsyj）300622，慈文传媒（cwcm）002343，亿道信息（ydxx）001314，宏景科技（hjkj）301396，伟时电子（wsdz）605218，锦富技术（jfjs）300128
低空飞行
中信海直（zxhz）000099，厦门信达（xmxd）000701，空港股份（kggf）600463，万丰奥威（wfaw）002085，纵横通信（zhtx）603602，立航科技（lhkj）603261，炼石航空（lshk）000697
低价超跌
山子股份，丹化科技（dhkj）600844，松炀资源（syzy）603863，东方集团（dfjt）00581
数字货币
御银股份（yygf）002177，华铭智能（hmzn）300462
医药
赛力医疗（slyl）603716，赛托生物（stsw）300583
海工装备
中科海讯（zkhx）300810，蓝科高新（lkgx）601798
化工
坤彩科技（kckj）603826，双乐股份（slgf）301036，丹化科技（dhkj）600844
其余形式独苗
罗博特科（lbtk）300757，交大昂立（jdal）600530，开勒股份（klgf）301070，西菱动力（xldl）300733，沙钢股份（sggf）002075

二板
航天晨光（htcg）600501，洪都航空（hdhk）600316，神开股份（skgf）002278，金明精机（jmjj）300281，新研股份，启明信息（qmxx）002232，超越科技（cykj）301049，中通客车（ztkc）000957，宝塔实业（btsy）000595，华东重机（hdzj）002685，旗天科技（qtkj）300061

三板
林海股份（lhgf）600099，大众公用（dzgy）600635，金龙汽车（jlqc）600686，交运股份（jygf）600676，动力新科（dlxk）600841，润贝航科（rbhk）001316，中电电机（zddj）603988

六板
腾达科技（tdkj）001379，国中水务（gzsw）600187

`
  },
{
    "d": "2024-07-26",
    "l": "https://www.tgb.cn/a/2acPEf3rast",
    "t": `

首板
商业航天
启明信息（qmxx）002232，航天晨光（htcg）600501，金明精机（jmjj）300281，洪都航空（hdhk）600316，霍莱沃（hlw）688682，新研股份，皖通科技（wtkj）002331，天成自控（tczk）603085
多浦乐（dpl）301528，德恩精工（dejg）300780，博亚精工（byjg）300971，神开股份（skgf）002278
设备更新-家电
雪祺电气（xqdq）001387，海信家电（hxjd）000921，长虹美菱（chml）000521，春光科技（cgkj）603657，北鼎股份（bdgf）300824，康盛股份（ksgf）002418，华帝股份（hdgf）002035，ＴＣＬ智家（tclzj）002668
宏昌科技（hckj）301008，火星人（hxr）300894，澳柯玛（akm）600336，帅丰电器（sfdq）605336
设备更新-整车重卡
天润工业（trgy）002283，中国重汽（zgzq）000951，中通客车（ztkc）000957
设备更新-汽车固废拆解
迪生力（dsl）603335，华宏科技（hhkj）002645，亚邦股份（ybgf）603188，怡球资源（yqzy）601388，泰尔股份（tegf）002347，超越科技（cykj）301049
设备更新-新型工业化
冀凯股份，华东重机（hdzj）002685，德恩精工（dejg）300780，博亚精工（byjg）300971，川仪股份（cygf）603100，青海华鼎（qhhd）600243，国机通用（gjty）600444
设备更新-农机
一拖股份（ytgf）601038，淮柴动力（hcdl）000338，星光农机（xgnj）603789
算力产业链
旗天科技（qtkj）300061，飞利信（flx）300287
风电
中电电机（zddj）603988，吉鑫科技（jxkj）601218
其余形式独苗
宝塔实业（btsy）000595，钱江摩托（qjmt）000913，路畅科技（lckj）002813，惠威科技（hwkj）002888，引力传媒（ylcm）603598

二板
研奥股份（yagf）300923，交运股份（jygf）600676，林海股份（lhgf）600099，大众公用（dzgy）600635，金龙汽车（jlqc）600686，动力新科（dlxk）600841，富临运业（flyy）002357，润贝航科（rbhk）001316，锦龙股份（jlgf）000712

五板
腾达科技（tdkj）001379，国中水务（gzsw）600187

`
  },
{
    "d": "2024-07-25",
    "l": "https://www.tgb.cn/a/2aba0GRq4ZR",
    "t": `

首板
无人驾驶
富临运业（flyy）002357，江西长运（jxzy）600561，金龙汽车（jlqc）600686，林海股份（lhgf）600099，研奥股份（yagf）300923，锦江在线（jjzx）600650，大众交通（dzjt）600611，大众公用（dzgy）600635
星网宇达（xwyd）002829，海马汽车（hmqc）000572，侨银股份（qygf）002973，动力新科（dlxk）600841，交运股份（jygf）600676
数字货币
御银股份（yygf）002177，优博讯（ybx）300531，仁东控股（rdkg）002647，赢时胜（yss）300377
光伏
铭利达（mld）301268，福斯特（fst）603806，金山股份，汉钟精机（hzjj）002158，鹿山新材（lsxc）603051，风光股份（fggf）301100，福莱特（flt）601865，欧晶科技（ojkj）001269
证券
国盛金控（gsjk）002670，锦龙股份（jlgf）000712
低空飞行
广东鸿图（gdht）002101，双一科技（sykj）300690
储能
神驰机电（scjd）603109，维科技术（wkjs）600152
其余形式独苗
津投城开（jtck）600322，润贝航科（rbhk）001316

二板
乐凯胶片（lkjp）600135，昭阳液压（zyyy）301079

三板
申通地铁（stdt）600834，中旗新材（zqxc）001212，祥明智能（xmzn）301226

四板
腾达科技（tdkj）001379，国中水务（gzsw）600187

`
  },
{
    "d": "2024-07-24",
    "l": "https://www.tgb.cn/a/2a9vyMyh8f4",
    "t": `

首板
算力-液冷服务器
川润股份（crgf）002272，精研科技（jykj）300709，佳力图（jlt）603912
商业航天
世嘉科技（sjkj）002796，昭阳液压（zyyy）301079，飞沃科技（fwkj）301232，龙溪股份（lxgf）600592
风电
永达股份（ydgf）001239，新强联（xql）300850，福事特（fst）301446，飞沃科技（fwkj）301232，远东股份（ydgf）600869
小米拍立得
上海三毛（shsm）600689，乐凯胶片（lkjp）600135，市北高新（sbgx）600604
其余形式独苗
金逸影视（jyys）002905，太和水（ths）605081，金信诺（jxn）300252，思维列控（swlk）603508

二板
北方股份（bfgf）600262，赛力医疗（slyl）603716，开开实业（kksy）600272，启明信息（qmxx）002232，翔明智能（xmzn）301088，申通地铁（stdt）600834，中旗新材（zqxc）001212

三板
国中水务（gzsw）600187，腾达科技（tdkj）001379，哈森股份（hsgf）603958

`
  },
{
    "d": "2024-07-23",
    "l": "https://www.tgb.cn/a/2a7O35jQH3i",
    "t": `

首板
无人驾驶
勤上股份（qsgf）002638，龙洲股份（lzgf）002682，勘探股份，智莱科技（zlkj）300771，申通地铁（stdt）600834，奥联电子（aldz）300585，晋拓股份（jtgf）603211，江西长运（jxzy）600561
江铃汽车（jlqc）000550，北方股份（bfgf）600262，福龙马（flm）603686，启明信息（qmxx）002232
医药
国新健康（gxjk）000503，赛力医疗（slyl）603716，开开实业（kksy）600272，合富中国（hfzg）603122，国科恒泰（gkht）301370，万达信息（wdxx）300168，久远银海（jyyh）002777
思创医惠
风光新能源，中电电机（zddj）603988，英诺激光（ynjg）301021，爱旭股份（axgf）600732，中旗新材（zqxc）001212
低价
东易日盛（dyrs）002713，东方集团（dfjt）00581
其余形式独苗
祥明智能（xmzn）301226，跟随东方精工，登云股份（dygf）002715，华控赛格（hksg）000068，上海凤凰（shfh）600679

二板
和仁科技（hrkj）300550，腾达科技（tdkj）001379，东方精工（dfjg）002611，飞力达（fld）300240，锦龙股份（jlgf）000712，金龙汽车（jlqc）600686，国中水务（gzsw）600187，吉鑫科技（jxkj）601218

三板
宇通重工（ytzg）600817

`
  },
{
    "d": "2024-07-22",
    "l": "https://www.tgb.cn/a/2a69dXj1tdX",
    "t": `

首板
风电
永达股份（ydgf）001239，海锅股份（hggf）301063，吉鑫科技（jxkj）601218，起帆电缆（qfdl）605222，天顺风能（tsfn）002531，沈阳机床（syjc）000410
物流
飞力达（fld）300240，恒通股份（htgf）603223，赛象科技（sxkj）002337，嘉诚国际（jcgj）603535，东方精工（dfjg）002611，网络安全信创国产软件，国华网安（ghwa）000004，恒锋信息（hfxx）300605
和仁科技（hrkj）300550，常山北明（csbm）000158，吉大正元（jdzy）003029，安硕信息（asxx）300380，恒银科技（hykj）603106
无人驾驶
国民技术（gmjs）300077，大众交通（dzjt）600611，华闻集团（hwjt）000793，锦江在线（jjzx）600650，金龙汽车（jlqc）600686
商业航天
上海沪工（shhg）603131，腾达科技（tdkj）001379
芯片
盛剑环境（sjhj）603324，沃格光电（wggd）603773，基础建设，海波重科（hbzk）300517，正平股份（zpgf）603843
其余形式独苗
丹化科技（dhkj）600844，如意集团（ryjt）002193，锦龙股份（jlgf）000712，大连友谊（dlyy）000679，国中水务（gzsw）600187，松炀资源（syzy）603863

二板
格尔软件（gerj）603232，佳缘科技（jykj）301117，天顺股份（tsgf）002800，宇通重工（ytzg）600817

三板
京华激光（jhjg）603607

四板
惠程科技（hckj）002168

`
  },
{
    "d": "2024-07-19",
    "l": "https://www.tgb.cn/a/2a1fdUpvoz9",
    "t": `

首板
未分类
华培动力（hpdl）603121，格尔软件（gerj）603232，文一科技（wykj）600520，雅创电子（ycdz）301099，新洁能（xjn）605111，大港股份（dggf）002077，伟时电子（wsdz）605218，锴威特（kwt）688693
士兰微（slw）600460，扬帆新材（yfxc）300637，佳缘科技（jykj）301117，裕太微（ytw）688515，协昌科技（xckj）301418，英诺激光（ynjg）301021
无人驾驶
宇通重工（ytzg）600817，华锋股份（hfgf）002806
汽车产业链
通达动力（tddl）002576，美力科技（mlkj）300611
传媒
国新文化（gxwh）600636，华扬联众（hylz）603825
物流
天顺股份（tsgf）002800，铁龙物流（tlwl）600125
光伏
中旗股份（zqgf）300575，安彩高科（acgk）600207
其余形式独苗
利柏特（lbt）605167，神州高铁（szgt）000008，兄弟科技（xdkj）002562，川润股份（crgf）002272，华英农业（hyny）002321，科信技术（kxjs）300565，东方中科（dfzk）002819

二板
今创集团（jcjt）603680，通业科技（tykj）300960，动力新科（dlxk）600841，青海华鼎（qhhd）600243，京华激光（jhjg）603607，上海贝岭（shbl）600171，凯美特气（kmtq）002549，至正股份（zzgf）603991，双乐股份（slgf）301036

三板
惠程科技（hckj）002168

`
  },
{
    "d": "2024-07-18",
    "l": "https://www.tgb.cn/a/29ZDhxSF6m8",
    "t": `

首板
贸易战之芯片半导体
京华激光（jhjg）603607，东方嘉盛（dfjs）002889，至正股份（zzgf）603991，蓝英装备（lyzb）300293，上海贝岭（shbl）600171，凯美特气（kmtq）002549，双乐股份（slgf）301036，贸易战之国产软件
久其软件（jqrj）002279，实达集团（sdjt）600734
贸易战之机器人
华东重机（hdzj）002685，青海华鼎（qhhd）600243，华东数控（hdsk）002248
贸易战之新能源无人驾驶
兴民智通（xmzt）002355，龙江交通（ljjt）601188，海马汽车（hmqc）000572，动力新科（dlxk）600841，大众交通（dzjt）600611，江西长运（jxzy）600561，天迈科技（tmkj）300807
贸易战之一带一路高铁
通业科技（tykj）300960，今创集团（jcjt）603680，西宁特钢（xntg）600117，威奥股份（wagf）605001
医药类
河化股份（hhgf）000953，中基健康（zjjk）000972，双鹭药业（slyy）002038
其余形式独苗
登云股份（dygf）002715，法尔胜（fes）000890，好莱客（hlk）603898，华钰矿业（hyky）601020，仕净科技（sjkj）301030，中公教育（zgjy）002607，南京商旅（njsl）600250

二板
惠程科技（hckj）002168，天宸股份（tcgf）600620

三板
宏辉果蔬（hhgs）603336，交运股份（jygf）600676

`
  },
{
    "d": "2024-07-17",
    "l": "https://www.tgb.cn/a/29XQFPK4zR0",
    "t": `

首板
沙特贸易
天宸股份（tcgf）600620，清源股份（qygf）603628，健麾信息（jhxx）605186，北玻股份（bbgf）002613，远东股份（ydgf）600869，英可瑞（ykr）300713，茂化实华（mhsh）000637
上海股补涨
上海物贸（shwm）600822，开开实业（kksy）600272，外服控股（wfkg）600662，长江投资
其余形式独苗
鲍斯股份（bsgf）300441，大连友谊（dlyy）000679，惠程科技（hckj）002168，三棵树（sks）603737，通策医疗（tcyl）600763

二板
宏辉果蔬（hhgs）603336，南京公用（njgy）000421，交运股份（jygf）600676，安凯客车（akkc）000868，时空科技（skkj）605178，莱绅通灵（lstl）603900

`
  },
{
    "d": "2024-07-16",
    "l": "https://www.tgb.cn/a/29Wc9Koin68",
    "t": `

首板
汽车产业链
安凯客车（akkc）000868，金龙汽车（jlqc）600686，交运股份（jygf）600676，南京公用（njgy）000421，中设股份，北巴传媒（bbcm）600386，金杯汽车（jbqc）600609，大众交通（dzjt）600611
江西长运（jxzy）600561，时空科技（skkj）605178
消费电子
瀛通通讯（yttx）002861，欣旺达（xwd）300207，天德钰（tdy）688252，宇环数控（yhsk）002903
半导体产业链
金安国纪（jagj）002636，天德钰（tdy）688252，宇环数控（yhsk）002903，寒武纪（hwj）688256
人工智能产业链
紫光股份（zggf）000938，广联达（gld）002410，汇绿生态（hlst）001267
东方集团农业补涨
宏辉果蔬（hhgs）603336，辉丰股份（hfgf）002496
金属
华钰矿业（hyky）601020，莱绅通灵（lstl）603900
其余形式独苗
松发股份（sfgf）603268

二板
雷尔伟（lew）301016，哈森股份（hsgf）603958

三板
申达股份（sdgf）600626

六板
锦江在线（jjzx）600650

`
  },
{
    "d": "2024-07-15",
    "l": "https://www.tgb.cn/a/29UwI7dNdYG",
    "t": `

首板
汽车产业链
川大智胜（cdzs）002253，万朗磁塑（wlcs）603150，豪恩汽电（heqd）301488，合众思壮（hzsz）002383，雷尔伟（lew）301016，国华网安（ghwa）000004
食品消费
湘佳股份（xjgf）002982，罗牛山（lns）000735，文化传媒，金逸影视（jyys）002905，幸福蓝海（xflh）300528，天地在线（tdzx）002995
纺织外销
台华新材（thxc）603055，如意集团（ryjt）002193，浔兴股份（xxgf）002098，哈森股份（hsgf）603958，日播时尚（rbss）603196
其余形式独苗
海普瑞（hpr）002399，观想科技（gxkj）301213，汇金通（hjt）603577，玉龙股份（ylgf）601028，恒通股份（htgf）603223，罗平锌电（lpxd）002114，有色小金属，鼎龙股份（dlgf）300054

二板
珠江钢琴（zjgq）002678，申达股份（sdgf）600626，雅运股份（yygf）603790

五板
锦江股份，星网宇达（xwyd）002829

`
  },
{
    "d": "2024-07-12",
    "l": "https://www.tgb.cn/a/29PxVw6ithN",
    "t": `

首板
汽车产业链
申达股份（sdgf）600626，德迈仕（dms）301007，金龙汽车（jlqc）600686，江铃汽车（jlqc）000550
汽车换电
雅运股份（yygf）603790，英飞特（yft）300582，豪尔赛（hes）002963
基建类
中洲控股（zzkg）000042，郑中设计（zzsj）002811，山水比德（ssbd）300844，亚振家居（yzjj）603389，珠江股份（zjgf）600684
数据中心
华塑科技（hskj）301157，英维克（ywk）002837
光伏
西子节能（xzjn）002534，时创能源（scny）688429
其余形式独苗
常铝股份（clgf）002160，富春纺织，浙江永强（zjyq）002489，百花医药（bhyy）600721，南京商旅（njsl）600250，艾艾精工（aajg）603580，永安林业（yaly）000663，珠江钢琴（zjgq）002678

二板
德新科技（dxkj）603032，博迁新材（bqxc）605376，英可瑞（ykr）300713，动力新科（dlxk）600841，广汇汽车（ghqc）600297，东方集团（dfjt）00581，亚邦股份（ybgf）603188

三板
智慧农业（zhny）000816

四板
锦江在线（jjzx）600650，星网宇达（xwyd）002829

`
  },
{
    "d": "2024-07-11",
    "l": "https://www.tgb.cn/a/29NX8DZC6sS",
    "t": `

首板
铜箔
宝明科技（bmkj）002992，道森股份，光华科技（ghkj）002741，光伏风电，英可瑞（ykr）300713，意华股份（yhgf）002897，永和智控（yhzk）002795，纽威股份（nwgf）603699
永达股份（ydgf）001239，鼎信通讯（dxtx）603421，协鑫能科（xxnk）002015，天宸股份（tcgf）600620，德业股份（dygf）605117，古鳌科技（gakj）300551
汽车产业链
热威股份（rwgf）603075，好利科技（hlkj）002729，春兴精工（cxjg）002547，金钟股份（jzgf）301133，模塑科技（mskj）000700，广汇汽车（ghqc）600297，康盛股份（ksgf）002418，浩物股份（hwgf）000757
力帆科技（lfkj）601777，动力新科（dlxk）600841，国机汽车（gjqc）600335，宸展光电（czgd）003019
锂电池
博迁新材（bqxc）605376，盛新锂能（sxln）002240，融捷股份（rjgf）002192，德新科技（dxkj）603032，永兴材料（yxcl）002756，威领股份
中报业绩
日久光电（rjgd）003015，哈尔斯（hes）002615，淳中科技（czkj）603516，杰克股份，新宏泽（xhz）002836，河化股份（hhgf）000953，亚邦股份（ybgf）603188，东方集团（dfjt）00581
风华高科（fhgk）000636，国城矿业（gcky）000688，中国武夷（zgwy）000797，迪贝电气（dbdq）603320
消费电子
日久光电（rjgd）003015，水晶光电（sjgd）002273，科森科技（kskj）603626，恒铭达（hmd）002947
超跌
海欣股份（hxgf）600851，光正眼科（gzyk）002524，大连友谊（dlyy）000679，德尔未来（dewl）002631，莱绅通灵（lstl）603900，阳煤化工（ymhg）600691，国中水务（gzsw）600187，实达集团（sdjt）600734
广联达（gld）002410，居然之家（jrzj）000786，紫天科技（ztkj）300280
维生素
圣达生物（sdsw）603079，华北制药（hbzy）600812
卫星导航
天奥电子（tadz）002935，达华智能（dhzn）002512
其余形式独苗
全筑股份（qzgf）603030，丽人丽妆（lrlz）605136，昭衍新药（zyxy）603127，北方铜业（bfty）000737

二板
鹿山新材（lsxc）603051，骏亚科技（jykj）603386，若羽臣（ryc）003010，智慧农业（zhny）000816，盛屯矿业（stky）600711，大众交通（dzjt）600611

三板
锦江在线（jjzx）600650，星网宇达（xwyd）002829，天迈科技（tmkj）300807

四板
朝阳科技（zykj）002981

`
  },
{
    "d": "2024-07-10",
    "l": "https://www.tgb.cn/a/29MeaE8Z34i",
    "t": `

首板
无人驾驶汽车类
大众交通（dzjt）600611，路畅科技（lckj）002813，江铃汽车（jlqc）000550，日盈电子（rydz）603286，索菱股份（slgf）002766，永茂泰（ymt）605208，移远通信（yytx）603236，华锋股份（hfgf）002806
启明信息（qmxx）002232，德赛西威（dsxw）002920，信息发展（xxfz）300469，保隆科技（blkj）603197，智慧农业（zhny）000816，今创集团（jcjt）603680，永安行（yax）603776，联创电子（lcdz）002036
华阳集团（hyjt）002906，交运股份（jygf）600676
食品安全
西王食品，金域医学（jyyx）603882，国光连锁（ggls）605188，实朴检测（spjc）301228，道道全（ddq）002852，易瑞生物（yrsw）300942
pcb
深南电路（sndl）002916，骏亚科技（jykj）603386
虚拟现实
宝鹰股份（bygf）002047，佳创视讯（jcsx）300264，联创电子（lcdz）002036，若羽臣（ryc）003010
其余形式独苗
盛屯矿业（stky）600711，中再资环（zzzh）600217，鹿山新材（lsxc）603051，建艺集团（jyjt）002789，嘉友国际（jygj）603871，哈药股份（hygf）600664，爱丽家居（aljj）603221

二板
星网宇达（xwyd）002829，锦江投资，德赛西威（dsxw）002920，天迈科技（tmkj）300807

三板
朝阳科技（zykj）002981，凯中精密（kzjm）002823

`
  },
{
    "d": "2024-07-09",
    "l": "https://www.tgb.cn/a/29KzRYciPfL",
    "t": `

首板
无人驾驶汽车类
天迈科技（tmkj）300807，锦江在线（jjzx）600650，星网宇达（xwyd）002829，明新旭腾（mxxt）605068，凯龙高科（klgk）300912，光洋股份（gygf）002708，力帆科技（lfkj）601777，宗申动力（zsdl）001696
德赛西威（dsxw）002920
芯片类
晶方科技（jfkj）603005，蓝箭电子（ljdz）301348，西陇科学（xlkx）002584，浩通科技（htkj）301026，亚翔集成（yxjc）603929
高速铜缆
新亚电子（xydz）605277，神宇股份（sygf）300563，胜蓝股份（slgf）300843，凯旺科技（kwkj）301182，沃尔核材（wehc）002130
消费电子
兆驰股份（zcgf）002429，惠威科技（hwkj）002888，捷邦科技（jbkj）301326，德赛电池（dsdc）000049，英力股份（ylgf）300956，国光电器（ggdq）002045，智立方（zlf）301312，瀛通通讯（yttx）002861
闻泰科技（wtkj）600745，博硕科技（bskj）300951，东山精密（dsjm）002384，欧菲光（ofg）002456，捷荣技术（jrjs）002855，哈森股份（hsgf）603958
印刷电路板
宏和科技（hhkj）603256，依顿电子（yddz）603328
其余形式独苗
鲁北化工（lbhg）600727，中孚实业（zfsy）600595，未发酵金属，南矿集团（nkjt）001360，国药现代（gyxd）600420，亚通股份（ytgf）600692，广电电气（gddq）601616，红塔证券（htzq）601236
淳中科技（czkj）603516，新亚制程（xyzc）002388

二板
远翔新材（yxxc）301300，格力地产（gldc）600185，凯中精密（kzjm）002823，朝阳科技（zykj）002981

四板
新亚强（xyq）603155

`
  },
{
    "d": "2024-07-08",
    "l": "https://www.tgb.cn/a/29IUUgz1eYs",
    "t": `



`
  },
{
    "d": "2024-07-05",
    "l": "https://www.tgb.cn/a/29E6dkF8YSL",
    "t": `

首板
跨境电商平台经济
青岛金王（qdjw）002094，皮阿诺（pan）002853，佳云科技（jykj）300242，数字政务财税软件，天亿马（tym）301178，竞业达（jyd）003005，通达海（tdh）301378，天地在线（tdzx）002995
天玑科技（tjkj）300245，飞利信（flx）300287
芯片类
红宝丽（hbl）002165，永吉股份（yjgf）603058，至正股份（zzgf）603991，光华科技（ghkj）002741
直播卖药
长药控股，罗欣药业（lxyy）002793，向日葵（xrk）300111，华海药业（hhyy）600521，仙琚药业，德展健康（dzjk）000813
其余形式独苗
卓郎智能（zlzn）600545，逻辑上跟随远大智能，华菱线缆（hlxl）001208，机器人跟随远大智能，法尔胜（fes）000890，南华仪器（nhyq）300417，仁智股份（rzgf）002629，深中华Ａ（szha）000017
新能泰山（xnts）000720，电缆设备，显盈科技（xykj）301067，毅昌科技（yckj）002420，艾罗能源（alny）688717，沙钢股份（sggf）002075

二板
新亚强（xyq）603155，远大智能（ydzn）002689，湘邮科技（xykj）600476

四板
东方集团（dfjt）00581，东易日盛（dyrs）002713

`
  },
{
    "d": "2024-07-04",
    "l": "https://www.tgb.cn/a/29CgGXFoNKW",
    "t": `

首板
机器人
新时达（xsd）002527，恒工精密（hgjm）301261，远大智能（ydzn）002689，雷赛智能（lszn）002979，东杰智能（djzn）300486，优德精密（ydjm）300549，新亚强（xyq）603155
车路云
神通科技（stkj）605228，雄帝科技（xdkj）300546，湘邮科技（xykj）600476
其余形式独苗
康美药业（kmyy）600518，世运电路（sydl）603920，迪贝电气（dbdq）603320，广汇汽车（ghqc）600297

二板
大连友谊（dlyy）000679

三板
东易日盛（dyrs）002713，东方集团（dfjt）00581

`
  },
{
    "d": "2024-07-03",
    "l": "https://www.tgb.cn/a/29ACNSScztb",
    "t": `

首板
大消费
中央商场（zysc）600280，大连友谊（dlyy）000679，南宁百货（nnbh）600712，华联股份（hlgf）000882，王府井（wfj）600859，东百集团（dbjt）600693，惠发食品（hfsp）603536，品渥食品（pwsp）300892
中兴商业（zxsy）000715，徐家汇（xjh）002561，狮头股份（stgf）600539
芯片先进封装铜箔
宏昌电子（hcdz）603002，光华科技（ghkj）002741，经纬辉开（jwhk）300120
其余形式独苗
雪峰科技（xfkj）603227，誉衡药业（yhyy）002437，浩云科技（hykj）300448，坤彩科技（kckj）603826，蜜蜂科技

二板
长药控股，圣达生物（sdsw）603079，赤天化（cth）600227，全新好（qxh）000007，海欣股份（hxgf）600851，岭南股份（lngf）002717，茶花股份（chgf）603615，东方集团（dfjt）00581，东易日盛（dyrs）002713，久其软件（jqrj）002279，林州重机（lzzj）002535，宏和科技（hhkj）603256

三板
亚泰集团（ytjt）600881

四板
康欣新材（kxxc）600076

`
  },
{
    "d": "2024-07-02",
    "l": "https://www.tgb.cn/a/29z4z0sl7uk",
    "t": `

首板
财税信息化
久其软件（jqrj）002279，普联软件（plrj）300996，恒银科技（hykj）603106，旋极信息（xjxx）300324，金桥信息（jqxx）603918，兆日科技（zrkj）300333，航天信息（htxx）600271，科创信息（kcxx）300730
竞业达（jyd）003005，浪潮软件（lcrj）600756
房地产基建类
荣丰控股（rfkg）000668，东易日盛（dyrs）002713，海欣股份（hxgf）600851，华嵘控股（hrkg）600133，岭南控股（lnkg）000524，全新好（qxh）000007
医药类
赤天化（cth）600227，长药控股，能特科技（ntkj）002102，圣达生物（sdsw）603079
电网
万控智造（wkzz）603070，杭电股份（hdgf）603618
航运
普路通（plt）002769，凤凰股份（fhgf）600716
中报业绩
林州重机（lzzj）002535，保龄宝（blb）002286，浙江仙通（zjxt）603239
其余形式独苗
茶花股份（chgf）603615，东方集团（dfjt）00581，宏和科技（hhkj）603256，神雾节能（swjn）000820，华闻集团（hwjt）000793，大立科技（dlkj）002214，如意集团（ryjt）002193，星光农机（xgnj）603789
宝鼎科技（bdkj）002552

二板
亚泰集团（ytjt）600881，吉视传媒（jscm）601929，节能铁汉（jnth）300197，广汇汽车（ghqc）600297，洛凯股份（lkgf）603829，棕榈股份，辉隆股份（hlgf）002556，税友股份（sygf）603171，汇金科技（hjkj）300561

三板
康欣新材（kxxc）600076

五板
三晖电气（shdq）002857

`
  },
{
    "d": "2024-07-01",
    "l": "https://www.tgb.cn/a/29xi86k8Vxc",
    "t": `

首板
未分类
华阳新材（hyxc）600281，创新资源（cxzy）399266，达刚控股（dgkg）300103，华宏科技（hhkj）002645，中科磁业（zkcy）301141
地产基建类
亚泰集团（ytjt）600881，节能铁汉（jnth）300197，正平股份（zpgf）603843，棕榈股份，我爱我家（wawj）000560，滨江集团（bjjt）002244，德必集团（dbjt）300947，华发股份（hfgf）600325
城建发展（cjfz）600266，中洲控股（zzkg）000042
电改
洛凯股份（lkgf）603829，明星电力（mxdl）600101，锦浪科技（jlkj）300763，泉为科技（qwkj）300716，天正电气（tzdq）605066
金改
汇金科技（hjkj）300561，税友股份（sygf）603171，中科金财（zkjc）002657
农改
中农联合（znlh）003042，湖北宜化（hbyh）000422，辉隆股份（hlgf）002556
汽车产业链
广汇汽车（ghqc）600297，凯中精密（kzjm）002823，正强股份（zqgf）301119
医药
兄弟科技（xdkj）002562，德展健康（dzjk）000813
其余形式独苗
吉视传媒（jscm）601929，海航控股（hhkg）600221，西藏珠峰（xzzf）600338

二板
康欣新材（kxxc）600076，欣灵电气（xldq）301388，凯旺科技（kwkj）301182

四板
瀛通通讯（yttx）002861，三晖电气（shdq）002857

`
  },
{
    "d": "2024-06-28",
    "l": "https://www.tgb.cn/a/29sqBQjflu2",
    "t": `

首板
消费电子
德赛电池（dsdc）000049，得润电子（drdz）002055，宏和科技（hhkj）603256，捷邦科技（jbkj）301326，福蓉科技（frkj）603327，捷荣技术（jrjs）002855，领益智造（lyzz）002600，创新新材（cxxc）600361
电网设备
欣灵电气（xldq）301388，华菱线缆（hlxl）001208，大连热电（dlrd）600719，大连电瓷（dldc）002606，长高电新（zgdx）002452，新特电气（xtdq）301120，摩恩电气（medq）002451，中国西电（zgxd）601179
车路云相关
川大智胜（cdzs）002253，鸿远电子（hydz）603267，北方长龙（bfcl）301357，辉煌科技（hhkj）002296，兴民智通（xmzt）002355
高速铜缆
沃尔核材（wehc）002130，华脉科技（hmkj）603042，凯旺科技（kwkj）301182，得润电子（drdz）002055
其余形式独苗
华菱精工（hljg）603356，康欣新材（kxxc）600076，东杰智能（djzn）300486，主业属性物流自动化，方正科技（fzkj）600601

二板
国华网安（ghwa）000004，田中精机（tzjj）300461，德力股份（dlgf）002571

三板
三晖电气（shdq）002857，瀛通通讯（yttx）002861

`
  },
{
    "d": "2024-06-27",
    "l": "https://www.tgb.cn/a/29qEIPUxcEc",
    "t": `

首板
跨境外销
信邦智能（xbzn）301112，德力股份（dlgf）002571，腾亚精工（tyjg）301125，温州宏丰（wzhf）300283，智迪科技（zdkj）301503，南京商旅（njsl）600250，乐鑫科技（lxkj）688018，九鼎投资
地产类
中天服务（ztfw）002188，扬子新材（yzxc）002652，亚通股份（ytgf）600692
车路云
延华智能（yhzn）002178，国华网安（ghwa）000004，华体科技（htkj）603679
其余形式独苗
电光科技（dgkj）002730，田中精机（tzjj）300461，中公高科（zggk）603860，科创信息（kcxx）300730，勘探股份，长城电工（ccdg）600192

二板
深圳瑞捷（szrj）300977，瀛通通讯（yttx）002861，线上线下（xsxx）300959，三晖电气（shdq）002857，华扬联众（hylz）603825，城地香江（cdxj）603887

三板
税友股份（sygf）603171，凯中精密（kzjm）002823，金道科技（jdkj）301279

四板
时空科技（skkj）605178

`
  },
{
    "d": "2024-06-26",
    "l": "https://www.tgb.cn/a/29p2x2uemPL",
    "t": `

首板
人工智能相关
线上线下（xsxx）300959，荣信文化（rxwh）301231，旗天科技（qtkj）300061，信雅达（xyd）600571，掌阅科技（zykj）603533，华扬联众（hylz）603825，中广天择（zgtz）603721，城地香江（cdxj）603887
因赛集团（ysjt）300781，深圳瑞捷（szrj）300977，中文在线（zwzx）300364，引力传媒（ylcm）603598，华闻集团（hwjt）000793，当虹科技（dhkj）688039，新华网（xhw）603888，读客文化（dkwh）301025
汽车产业链（包含车路云）
天汽模（tqm）002510，瑞玛精密（rmjm）002976，广汇汽车（ghqc）600297，一彬科技（ybkj）001278，力帆科技（lfkj）601777
Pcb
中英科技（zykj）300936，满坤科技（mkkj）301132，天津普林（tjpl）002134
工程机械
福事特（fst）301446，拓山重工（tszg）001226，重庆建工（cqjg）600939
消费电子
瀛通通讯（yttx）002861，惠威科技（hwkj）002888
超跌
凌钢股份（lggf）600231，雅博股份
电力
立新能源（lxny）001258，三晖电气（shdq）002857
锂电池
高乐股份（glgf）002348，天力锂能（tlln）301152，融捷股份（rjgf）002192
其余形式独苗
奥普光电（apgd）002338，松炀资源（syzy）603863，云南锗业（ynzy）002428，半导体上游材料，金太阳（jty）300606

二板
凯中精密（kzjm）002823，华东数控（hdsk）002248，金道科技（jdkj）301279，声讯股份（sxgf）003004，瑞纳智能（rnzn）301129，骏亚科技（jykj）603386，税友股份（sygf）603171

三板
时空科技（skkj）605178

四板
飞天诚信（ftcx）300386

五板
金麒麟（jql）603586

`
  },
{
    "d": "2024-06-25",
    "l": "https://www.tgb.cn/a/29nn1r6Ey0k",
    "t": `

首板
车路云
启迪设计（qdsj）300500，声讯股份（sxgf）003004，启明信息（qmxx）002232，航天长峰（htzf）600855，万通智控（wtzk）300643，恒而达（hed）300946，华东数控（hdsk）002248，宇环数控（yhsk）002903
华东重机（hdzj）002685，盘古智能（pgzn）301456，东安动力（dadl）600178，凯众股份（kzgf）603037，博亚精工（byjg）300971，赛象科技（sxkj）002337，金道科技（jdkj）301279，津荣天宇（jrty）300988
开普检测（kpjc）003008，圣龙股份（slgf）603178，克劳斯（kls）600579，艾艾精工（aajg）603580，银宝山新（ybsx）002786，瑞纳智能（rnzn）301129
新能源车
凯中精密（kzjm）002823，东安动力（dadl）600178，凯众股份（kzgf）603037，津荣天宇（jrty）300988，铭科精技（mkjj）001319，圣龙股份（slgf）603178，天龙股份（tlgf）603266，联明股份（lmgf）603006
银宝山新（ybsx）002786
消费
博闻科技（bwkj）600883，中百集团（zbjt）000759，嘉麟杰（jlj）002486
房地产
世荣兆业（srzy）002016，荣盛发展（rsfz）002146，珠江股份（zjgf）600684，南国置业（ngzy）002305，华远地产（hydc）600743，华嵘控股（hrkg）600133
旅游
荣盛发展（rsfz）002146，西藏旅游（xzly）600749，大连圣亚（dlsy）600593，岭南股份（lngf）002717
医药
百花医药（bhyy）600721，浙江医药（zjyy）600216，兄弟科技（xdkj）002562，登康口腔（dkkq）001328
其余形式独苗
兴源环境（xyhj）300266，传智教育（czjy）003032，鸿蒙教育，君禾股份（jhgf）603617，中岩大地（zydd）003001，濮耐股份（pngf）002225，低空材料，贵绳股份（gsgf）600992
骏亚科技（jykj）603386，新能泰山（xnts）000720，税友股份（sygf）603171，朗迪集团（ldjt）603726

二板
时间科技，宏英智能（hyzn）001266

三板
飞天诚信（ftcx）300386

四板
金麒麟（jql）603586

`
  },
{
    "d": "2024-06-24",
    "l": "https://www.tgb.cn/a/29lF5WVdd9H",
    "t": `

首板
车路云
皖通科技（wtkj）002331，宏英智能（hyzn）001266，通达电气（tddq）603390，时空科技（skkj）605178
英伟达科技类
凯旺科技（kwkj）301182，科翔股份（kxgf）300903，天津普林（tjpl）002134，博敏电子（bmdz）603936
金融
兆日科技（zrkj）300333，御银股份（yygf）002177
其余形式独苗
西昌电力（xcdl）600505，华达新材（hdxc）605158，光伏新材料，星辉娱乐（xhyl）300043，昊华科技（hhkj）600378，松炀资源（syzy）603863

二板
景旺电子（jwdz）603228，飞天诚信（ftcx）300386，华锋股份（hfgf）002806，莱绅通灵（lstl）603900

三板
金麒麟（jql）603586，美丽生态（mlst）000010

`
  },
{
    "d": "2024-06-21",
    "l": "https://www.tgb.cn/a/29gHZRtIjCW",
    "t": `

首板
水利基建
绿茵生态（lyst）002887，华蓝集团（hljt）301027，三和管桩（shgz）003037，韩建河山（hjhs）603616，舜禹股份（sygf）301519，高争民爆（gzmb）002827，新城市（xcs）300778，龙元建设（lyjs）600491
西藏天路（xztl）600326，中岩大地（zydd）003001，正平股份（zpgf）603843，高新发展（gxfz）000628，东珠生态（dzst）603359
车路云
澄天伟业（ctwy）300689，景旺电子（jwdz）603228，龙元建设（lyjs）600491，日上集团（rsjt）002593，华锋股份（hfgf）002806，满坤科技（mkkj）301132，飞天诚信（ftcx）300386
医药
前沿生物（qysw）688221，金凯生物
低价微盘
莱绅通灵（lstl）603900，泉为科技（qwkj）300716，国旅联合（gllh）600358
其余形式独苗
创新医疗（cxyl）002173，岳阳兴长（yyxz）000819

二板
金麒麟（jql）603586，南华生物（nhsw）000504，美丽生态（mlst）000010，力合科创（lhkc）002243

五板
索菱股份（slgf）002766

`
  },
{
    "d": "2024-06-20",
    "l": "https://www.tgb.cn/a/29f8hBVwg3N",
    "t": `

首板
科特估
力合科创（lhkc）002243，晶华微（jhw）688130，锴威特（kwt）688693，云涌科技（yykj）688060，思林杰（slj）688115，灿瑞科技（crkj）688061，卓锦股份（zjgf）688701
车路云
力合科创（lhkc）002243，奥尼电子（andz）301189，天迈科技（tmkj）300807，中通客车（ztkc）000957
教育
昂立教育（aljy）600661，传智教育（czjy）003032
医药
百花医药（bhyy）600721，南华生物（nhsw）000504，博济医药（bjyy）300404
低价亏损微盘
美克家居（mkjj）600337，信隆健康（xljk）002105，雅博股份，美丽生态（mlst）000010，金麒麟（jql）603586
其余形式独苗
中晶科技（zjkj）003026，按理都是芯片

二板
气派科技（qpkj）688216，会稽山（hjs）601579，延华智能（yhzn）002178，信息发展（xxfz）300469

四板
华铭智能（hmzn）300462，索菱股份（slgf）002766

七板
东晶电子（djdz）002199

`
  },
{
    "d": "2024-06-19",
    "l": "https://www.tgb.cn/a/29duxkYX9P6",
    "t": `

首板
车路云
信息发展（xxfz）300469，测绘股份（chgf）300826，龙元建设（lyjs）600491，华蓝集团（hljt）301027，延华智能（yhzn）002178，时空科技（skkj）605178，勘设股份（ksgf）603458，雄帝科技（xdkj）300546
川大智胜（cdzs）002253，苏交科（sjk）300284
低空飞行
川大智胜（cdzs）002253，苏交科（sjk）300284，朗进科技（ljkj）300594
芯片
同益股份（tygf）300538，晶方科技（jfkj）603005，永吉股份（yjgf）603058，气派科技（qpkj）688216，深圳华强（szhq）000062，好上好（hsh）001298
西部民爆
西藏天路（xztl）600326，保利联合（bllh）002037
金属铜
盛屯矿业（stky）600711，正平股份（zpgf）603843
其余形式独苗
科翔股份（kxgf）300903，亚振家居（yzjj）603389，星辉环材（xhhc）300834，会稽山（hjs）601579，汇通能源（htny）600605，税友股份（sygf）603171，乐心医疗（lxyl）300562，医疗穿戴设备
中百集团（zbjt）000759

二板
华嵘控股（hrkg）600133，华扬联众（hylz）603825，屹通新材（ytxc）300930

三板
金溢科技（jykj）002869，华铭智能（hmzn）300462，索菱股份（slgf）002766

四板
长江通信（cjtx）600345

六板
东晶电子（djdz）002199

`
  },
{
    "d": "2024-06-18",
    "l": "https://www.tgb.cn/a/29bLukVT9M6",
    "t": `

首板
车联网
瑞斯康达（rskd）603803，多伦科技（dlkj）603528，国华网安（ghwa）000004，中海达（zhd）300177，日上集团（rsjt）002593，金溢科技（jykj）002869，通达电气（tddq）603390，理工光科（lggk）300557
必创科技（bckj）300667，苏州科达（szkd）603660，中公高科（zggk）603860，华闻集团（hwjt）000793，高新兴（gxx）300098
元器件
屹通新材（ytxc）300930，田中精机（tzjj）300461，铭普光磁（mpgc）002902
超跌微盘
华嵘控股（hrkg）600133，大连友谊（dlyy）000679，伟隆股份（wlgf）002871，申科股份（skgf）002633，宏达新材（hdxc）002211，金富科技（jfkj）003018，国旅联合（gllh）600358，海欣股份（hxgf）600851
万方发展（wffz）000638，美克家居（mkjj）600337，鸿博股份（hbgf）002229，德宏股份（dhgf）603701
低空
建新股份（jxgf）300107
华为鲸鸿
智度股份（zdgf）000676，华扬联众（hylz）603825
其余形式独苗
宏和科技（hhkj）603256，三星医疗（sxyl）601567，海昌新材（hcxc）300885，泰嘉股份（tjgf）002843，骏鼎达（jdd）301538，锴威特（kwt）688693

二板
索菱股份（slgf）002766，松发股份（sfgf）603268，华铭智能（hmzn）300462，金溢科技（jykj）002869，杰美特（jmt）300868

三板
长江通信（cjtx）600345

五板
东晶电子（djdz）002199

`
  },
{
    "d": "2024-06-17",
    "l": "https://www.tgb.cn/a/29a3QDq9bO9",
    "t": `

首板
车联网
华体科技（htkj）603679，华铭智能（hmzn）300462，豪尔赛（hes）002963，金溢科技（jykj）002869，索菱股份（slgf）002766
消费电子
领益智造（lyzz）002600，斯迪克（sdk）300806，鹏鼎控股（pdkg）002938，万祥科技（wxkj）301180，东山精密（dsjm）002384，德赛电池（dsdc）000049，杰美特（jmt）300868
Pcb
鹏鼎控股（pdkg）002938，东山精密（dsjm）002384，方正科技（fzkj）600601
电网
保变电气（bbdq）600550，立新能源（lxny）001258
其余形式独苗
中洲控股（zzkg）000042，立航科技（lhkj）603261，松发股份（sfgf）603268，利欧股份（logf）002131，营销电商，嘉应制药（jyzy）002198

二板
长江通信（cjtx）600345

三板
长城电工（ccdg）600192，晨丰科技（cfkj）603685

四板
东晶电子（djdz）002199

`
  },
{
    "d": "2024-06-14",
    "l": "https://www.tgb.cn/a/2959Kj0osAq",
    "t": `

首板
电网充电桩
奥特迅（atx）002227，中辰股份（zcgf）300933，三晖电气（shdq）002857，英可瑞（ykr）300713，豫能控股（ynkg）001896
Cpo
剑桥科技（jqkj）603083，东田微（dtw）301183，威尔高（weg）301251
智能驾驶
兴瑞科技（xrkj）002937，长江通信（cjtx）600345
金融
中亦科技（zykj）301208，香溢融通（xyrt）600830
其余形式独苗
贵绳股份（gsgf）600992

二板
长城电工（ccdg）600192，北京科锐（bjkr）002350，锴威特（kwt）688693，先锋电子（xfdz）002767，安通控股（atkg）600179，亚振家居（yzjj）603389，松炀资源（syzy）603863，晨丰科技（cfkj）603685

三板
东晶电子（djdz）002199

五板
华闻集团（hwjt）000793

`
  },
{
    "d": "2024-06-13",
    "l": "https://www.tgb.cn/a/293ohMrS3VY",
    "t": `

首板
鸿蒙系统
亚华电子（yhdz）301337，辰奕智能（cyzn）301578，天音控股（tykg）000829
电网设备
德业股份（dygf）605117，北京科锐（bjkr）002350，久盛电气（jsdq）301082，长城电工（ccdg）600192，科远智能，东望时代（dwsd）600052，迪贝电气（dbdq）603320，开普检测（kpjc）003008
安彩高科（acgk）600207
芯片以及电路板
晨丰科技（cfkj）603685，艾森股份（asgf）688720，锴威特（kwt）688693，迅捷兴（xjx）688655，康希通信（kxtx）688653，安路科技（alkj）688107，欧莱新材（olxc）688530，必易微（byw）688045
康强电子（kqdz）002119，先锋电子（xfdz）002767
环保
碧兴物联（bxwl）688671，卓锦股份（zjgf）688701
机器人
光格科技（ggkj）688450，斯菱股份，南方路机（nflj）603280，开普检测（kpjc）003008，先锋电子（xfdz）002767
其余形式独苗
安通控股（atkg）600179，湖北广电（hbgd）000665，道明光学（dmgx）002632，安奈儿（ane）002875，信宇人（xyr）688573，松炀资源（syzy）603863，亚振家居（yzjj）603389

二板
柏诚股份（bcgf）601133，东晶电子（djdz）002199，瀛通通讯（yttx）002861，惠威科技（hwkj）002888，杰美特（jmt）300868

三板
好上好（hsh）001298

四板
国风新材（gfxc）000859，华闻集团（hwjt）000793

`
  },
{
    "d": "2024-06-12",
    "l": "https://www.tgb.cn/a/291KiJirGlw",
    "t": `

首板
苹果概念消费电子
瀛通通讯（yttx）002861，智信精密（zxjm）301512，杰美特（jmt）300868，惠威科技（hwkj）002888，领益智造（lyzz）002600，赛腾股份（stgf）603283，得润电子（drdz）002055，智微智能（zwzn）001339
海能实业（hnsy）300787
芯片
柏诚股份（bcgf）601133，宏昌电子（hcdz）603002
传媒
中南文化（znwh）002445，龙版传媒（lbcm）605577，浙版传媒（zbcm）601921，思美传媒（smcm）002712，荣信文化（rxwh）301231，信雅达（xyd）600571
机器人
巨轮智能（jlzn）002031，精伦电子（jldz）600355
新型工业化
宇晶股份（yjgf）002943，艾艾精工（aajg）603580，山推股份（stgf）000680
卫星航天
航天科技（htkj）000901，航天长峰（htzf）600855
Cpo
汇绿生态（hlst）001267，万通发展（wtfz）600246
外销跨境
长江投资，美邦服饰（mbfs）002269，盛泰集团（stjt）605138
医药
海利生物（hlsw）603718，灵康药业（lkyy）603669，南华生物（nhsw）000504
其余形式独苗
申华控股（shkg）600653，东晶电子（djdz）002199，粤宏远Ａ（yhya）000573，大连友谊（dlyy）000679，大有能源（dyny）600403，正丹股份（zdgf）300641，中岩大地（zydd）003001，英力股份（ylgf）300956

二板
骏亚科技（jykj）603386，好上好（hsh）001298，东方嘉盛（dfjs）002889，汉商集团（hsjt）600774

三板
国风新材（gfxc）000859，华闻集团（hwjt）000793

七板
协和电子（xhdz）605258

`
  },
{
    "d": "2024-06-11",
    "l": "https://www.tgb.cn/a/2907mBMdbFY",
    "t": `

首板
芯片以及pcb
同益股份（tygf）300538，东方嘉盛（dfjs）002889，好上好（hsh）001298，万润科技（wrkj）002654，盛剑环境（sjhj）603324，上海贝岭（shbl）600171，雅创电子（ycdz）301099，台基股份（tjgf）300046
安路科技（alkj）688107，飞凯材料（fkcl）300398，至正股份（zzgf）603991，立昂微（law）605358，逸豪新材（yhxc）301176
化工
齐翔腾达（qxtd）002408，坤彩科技（kckj）603826
其余形式独苗
上工申贝（sgsb）600843，中公教育（zgjy）002607，顶点软件（ddrj）603383，互金软件，汉商集团（hsjt）600774，太和水（ths）605081

二板
国风新材（gfxc）000859，双乐股份（slgf）301036，万丰股份（wfgf）603172，华闻集团（hwjt）000793

四板
中晶科技（zjkj）003026

六板
协和电子（xhdz）605258

`
  },
{
    "d": "2024-06-07",
    "l": "https://www.tgb.cn/a/28TS5lCnIWo",
    "t": `

首板
未分类
华闻集团（hwjt）000793，吉视传媒（jscm）601929，申科股份（skgf）002633，泉为科技（qwkj）300716，正平股份（zpgf）603843，神雾节能（swjn）000820，凯瑞德（krd）002072，宏达新材（hdxc）002211
达刚控股（dgkg）300103，万方发展（wffz）000638，华斯股份（hsgf）002494，瑞和股份（rhgf）002620，凤竹纺织（fzfz）600493，国旅联合（gllh）600358，标准股份，瀛通通讯（yttx）002861
中科云网（zkyw）002306，纳川股份（ncgf）300198，南华生物（nhsw）000504，海源复材（hyfc）002529，原尚股份（ysgf）603813，莱绅通灵（lstl）603900，实丰文化（sfwh）002862，中路股份
冀凯股份，亚星化学（yxhx）600319，德力股份（dlgf）002571，盛泰集团（stjt）605138，大有能源（dyny）600403
低价房地产
中天服务（ztfw）002188，三木集团（smjt）000632，华嵘控股（hrkg）600133，荣丰控股（rfkg）000668，亚振家居（yzjj）603389，新大正（xdz）002968，中天精装（ztjz）002989，京能置业（jnzy）600791
狮头股份（stgf）600539，粤宏远Ａ（yhya）000573，华立股份（hlgf）603038，奥普光电（apgd）002338，双乐股份（slgf）301036，华软科技（hrkj）002453，国风新材（gfxc）000859
其余形式独苗
迪贝电气（dbdq）603320，远方信息（yfxx）300306，宗申动力（zsdl）001696，贵绳股份（gsgf）600992，万丰股份（wfgf）603172，双飞集团（sfjt）300817，津荣天宇（jrty）300988，永安行（yax）603776
云天励飞（ytlf）688343

二板
赫美集团（hmjt）002356，宁波富达（nbfd）600724

三板
中晶科技（zjkj）003026，开普检测（kpjc）003008

五板
协和电子（xhdz）605258

`
  },
{
    "d": "2024-06-06",
    "l": "https://www.tgb.cn/a/28S58gihrMS",
    "t": `

首板
电路板
金百泽（jbz）301041，中京电子（zjdz）002579，威尔高（weg）301251，明阳电路（mydl）300739，逸豪新材（yhxc）301176
芯片半导体
立昂微（law）605358，上海贝岭（shbl）600171，海能实业（hnsy）300787
金银
玉龙股份（ylgf）601028，济南高新（jngx）600807，金徽股份（jhgf）603132
电网电力
深南电Ａ（snda）000037，神马电力（smdl）603530
其余形式独苗
赫美集团（hmjt）002356，九丰能源（jfny）605090，逻辑同黄金，祥和实业（xhsy）603500，公司看好其发展，工业富联（gyfl）601138，宁波富达（nbfd）600724

二板
中晶科技（zjkj）003026，民德电子（mddz）300656，开普检测（kpjc）003008

四板
协和电子（xhdz）605258

`
  },
{
    "d": "2024-06-05",
    "l": "https://www.tgb.cn/a/28Qp98dUCnM",
    "t": `

首板
车路协同
多伦科技（dlkj）603528，南华仪器（nhyq）300417，民德电子（mddz）300656，北方导航（bfdh）600435，开普检测（kpjc）003008，万通智控（wtzk）300643，华体科技（htkj）603679，共达电声（gdds）002655
超跌低价
中锐股份（zrgf）002374，国创高新（gcgx）002377，四通股份（stgf）603838
芯片
中晶科技（zjkj）003026，旭光电子（xgdz）600353
其余形式独苗
中兵红箭（zbhj）000519

二板
华闻集团（hwjt）000793，惠天热电（htrd）000692，金溢科技（jykj）002869

三板
协和电子（xhdz）605258

`
  },
{
    "d": "2024-06-04",
    "l": "https://www.tgb.cn/a/28Ow3Mi1scE",
    "t": `

首板
电力
惠天热电（htrd）000692，昇辉科技（shkj）300423，平高电气（pgdq）600312，明星电力（mxdl）600101，保变电气（bbdq）600550，国网信通（gwxt）600131，中国西电（zgxd）601179
物流跨境
南山智尚（nszs）300918，海程邦达（hcbd）603836，中源家居（zyjj）603709，长江投资
智能驾驶
中威电子（zwdz）300270，金溢科技（jykj）002869，万集科技（wjkj）300552，招标股份（zbgf）301136，永安行（yax）603776
其他形式独苗
中成股份（zcgf）000151，汉商集团（hsjt）600774，中马传动（zmcd）603767，广汇汽车（ghqc）600297，供销大集（gxdj）000564，中瑞股份（zrgf）301587，新华联（xhl）000620，香江控股（xjkg）600162
玉龙股份（ylgf）601028，汇绿生态（hlst）001267，香溢融通（xyrt）600830，华闻集团（hwjt）000793

二板
逸豪新材（yhxc）301176，贝仕达克（bsdk）300822，协和电子（xhdz）605258，郑中设计（zzsj）002811

四板
申达控股

`
  },
{
    "d": "2024-06-03",
    "l": "https://www.tgb.cn/a/28MSWhu1IBQ",
    "t": `



`
  },
{
    "d": "2024-05-31",
    "l": "https://www.tgb.cn/a/28HHBtI1yjM",
    "t": `

首板
AI­PC
信音电子（xydz）301329，春秋电子（cqdz）603890，万翔科技，智微智能（zwzn）001339，超频三（cps）300647，得润电子（drdz）002055，亿道信息（ydxx）001314，光大同创（gdtc）301387
航天卫星，航天动力（htdl）600343，天银机电（tyjd）300342，通光线缆（tgxl）300265，飞沃科技（fwkj）301232，中超控股（zckg）002471
其余形式独苗
深南电Ａ（snda）000037，赫美集团（hmjt）002356，香江控股（xjkg）600162，天音控股（tykg）000829，永辉超市（yhcs）601933，吉视传媒（jscm）601929，跟随贵广网络，江苏华辰（jshc）603097
运机集团（yjjt）001288，东易日盛（dyrs）002713

二板
雅博股份，申华控股（shkg）600653，贵绳股份（gsgf）600992，贵广网络（ggwl）600996

四板
航天晨光（htcg）600501

`
  },
{
    "d": "2024-05-30",
    "l": "https://www.tgb.cn/a/28GlkJntBGM",
    "t": `

首板
芯片
冠石科技（gskj）605588，上海贝岭（shbl）600171，万润科技（wrkj）002654，好上好（hsh）001298，扬帆新材（yfxc）300637
卫星导航
天箭科技（tjkj）002977，锐明技术（rmjs）002970，东杰智能（djzn）300486，博云新材（byxc）002297，国科微（gkw）300672
碳中和
昇辉科技（shkj）300423，申华控股（shkg）600653，德创环保（dchb）603177，雅博股份，银星能源（yxny）000862，鄂尔多斯（eeds）600295
低价股
申华控股（shkg）600653，雅博股份
白酒借壳
贵绳股份（gsgf）600992，贵广网络（ggwl）600996
其余形式独苗
引力传媒（ylcm）603598，兆威机电（zwjd）003021，吉大正元（jdzy）003029，回流发酵量子科技

二板
通达电气（tddq）603390，福达股份（fdgf）603166，海源复材（hyfc）002529，神开股份（skgf）002278，兴欣新材（xxxc）001358

三板
航天晨光（htcg）600501

`
  },
{
    "d": "2024-05-29",
    "l": "https://www.tgb.cn/a/28ExHVXue84",
    "t": `

首板
光伏
海源复材（hyfc）002529，国晟科技（gckj）603778，裕兴股份（yxgf）300305，天宸股份（tcgf）600620，瑞和股份（rhgf）002620，有色金属（ysjs）000819，湖南黄金（hnhj）002155，翔鹭钨业（xlwy）002842
章源钨业（zywy）002378，华锡有色（hxys）600301
汽车产业链
福达股份（fdgf）603166，通达电气（tddq）603390，欣悦科技
房地产
世荣兆业（srzy）002016，中天服务（ztfw）002188，美芝股份
电力
惠天热电（htrd）000692，东望时代（dwsd）600052，广西能源（gxny）600310
其余形式独苗
神开股份（skgf）002278，兴欣新材（xxxc）001358，国光股份（gggf）002749，光大同创（gdtc）301387，同星科技（txkj）301252，汉商股份

二板
航天晨光（htcg）600501，瑞纳智能（rnzn）301129，利源股份

三板
华钰矿业（hyky）601020

四板
郴电国际（cdgj）600969

`
  },
{
    "d": "2024-05-28",
    "l": "https://www.tgb.cn/a/28CVPLopCmx",
    "t": `

首板
电力及电网设备
百通能源（btny）001376，明星电力（mxdl）600101，梅雁吉祥（myjx）600868，晋控电力（jkdl）000767，西昌电力（xcdl）600505，芯能科技（xnkj）603105，华银电力（hydl）600744，电科院（dky）300215
大烨智能（dyzn）300670，江苏华辰（jshc）603097，金利华电（jlhd）300069
芯片
台基股份（tjgf）300046，上海贝岭（shbl）600171，瑞纳智能（rnzn）301129
其余形式独苗
航天晨光（htcg）600501，泰嘉股份（tjgf）002843，荣科科技（rkkj）300290，蓝帆医疗（lfyl）002382，利源股份

二板
华钰矿业（hyky）601020，双象股份（sxgf）002395，扬帆新材（yfxc）300637，神马电力（smdl）603530

三板
博通集成（btjc）603068，大连热电（dlrd）600719，郴电国际（cdgj）600969，众智科技（zzkj）301361

`
  },
{
    "d": "2024-05-27",
    "l": "https://www.tgb.cn/a/28BcAxjexVe",
    "t": `

首板
跨境电商
普路通（plt）002769，跨境通（kjt）002640，海程邦达（hcbd）603836，凯淳股份（kcgf）301001，星徽股份（xhgf）300464，凤凰航运（fhhy）000520，龙头股份（ltgf）600630，国联股份（glgf）603613
电力
保变电气（bbdq）600550，新宏泰（xht）603016，国电南自（gdnz）600268，恒实科技（hskj）300513，神马电力（smdl）603530
芯片
东方嘉盛（dfjs）002889，彤程新材（tcxc）603650，宝丽迪（bld）300905，扬帆新材（yfxc）300637，张江高科（zjgk）600895，容大感光（rdgg）300576，蓝英装备（lyzb）300293
低空
顺威股份（swgf）002676，宝武镁业（bwmy）002182
房地产
世荣兆业（srzy）002016，三湘印象（sxyx）000863，新大正（xdz）002968
化工
北化股份（bhgf）002246，百川股份（bcgf）002455，双象股份（sxgf）002395
其余形式独苗
仟源医药（qyyy）300254，启迪药业（qdyy）000590，华钰矿业（hyky）601020，西麦食品（xmsp）002956

二板
郴电国际（cdgj）600969，新中港（xzg）605162，大连热电（dlrd）600719，广西能源（gxny）600310，众智科技（zzkj）301361，博通集成（btjc）603068

三板
万方发展（wffz）000638

`
  },
{
    "d": "2024-05-23",
    "l": "https://www.tgb.cn/a/28uzfP0UVgG",
    "t": `


二板
上工申贝（sgsb）600843，哈三联（hsl）002900，清源股份（qygf）603628，拓日新能（trxn）002218，天宸股份（tcgf）600620

三板
渝开发（ykf）000514，哈三联（hsl）002900，英力股份（ylgf）300956

四板
正虹科技（zhkj）000702

`
  },
{
    "d": "2024-05-22",
    "l": "https://www.tgb.cn/a/28sYFIHGawF",
    "t": `

首板
未分类
清源股份（qygf）603628，赛伍技术（swjs）603212，拓日新能（trxn）002218，金刚光伏（jggf）300093，天宸股份（tcgf）600620，启迪设计（qdsj）300500，晶澳科技（jakj）002459，曼恩斯特（mest）301325
ＴＣＬ中环（tclzh）002129，金辰股份（jcgf）603396，亿晶光电（yjgd）600537，钧达股份（jdgf）002865，弘元绿能（hyln）603185，爱旭股份（axgf）600732，欧晶科技（ojkj）001269，东方日升（dfrs）300118
国晟科技（gckj）603778，海利得（hld）002206
医美
汉商集团（hsjt）600774，哈三联（hsl）002900，漱玉平民（sypm）301017
卫星导航
雷科防务（lkfw）002413，南京熊猫（njxm）600775
算力产业链
麦格米特（mgmt）002851，荣科科技（rkkj）300290，奕东电子（yddz）301123，新亚电子（xydz）605277
其余形式独苗
上工申贝（sgsb）600843，我爱我家（wawj）000560，康鹏科技（kpkj）688602，沧州大化（czdh）600230，瑞迪智驱（rdzq）301596，安正时尚（azss）603839

二板
英力股份（ylgf）300956，渝开发（ykf）000514，新华联（xhl）000620

三板
汇绿生态（hlst）001267，正虹科技（zhkj）000702

四板
金瑞矿业（jrky）600714

`
  },
{
    "d": "2024-05-21",
    "l": "https://www.tgb.cn/a/28rlaaFDLWG",
    "t": `

首板
化工纺织
嘉欣丝绸（jxsc）002404，尤夫股份（yfgf）002427，江南高纤（jngx）600527
Ai­pc
英力股份（ylgf）300956，春秋电子（cqdz）603890，福日电子（frdz）600203
房地产相关
聚力文化（jlwh）002247，新华联（xhl）000620，渝开发（ykf）000514
其余形式独苗
英联股份（ylgf）002846，凯撒文化（kswh）002425，海目星（hmx）688559，中通客车（ztkc）000957

二板
正虹科技（zhkj）000702，长白山（cbs）603099，汇绿生态（hlst）001267

三板
沃格光电（wggd）603773，金瑞矿业（jrky）600714

`
  },
{
    "d": "2024-05-20",
    "l": "https://www.tgb.cn/a/28pHnyUTzrB",
    "t": `

首板
未分类
湖南白银（hnby）002716，盛达资源（sdzy）000603，北方铜业（bfty）000737，白银有色（byys）601212，晓程科技（xckj）300139，豫光金铅（ygjq）600531，四川黄金（schj）001337，章源钨业（zywy）002378
化工
江天化学（jthx）300927，百傲化学（bahx）603360，万盛股份（wsgf）603010
民爆
高争民爆（gzmb）002827，雪峰科技（xfkj）603227
旅游
长白山（cbs）603099，欧亚集团（oyjt）600697
食品饮料
春雪食品（cxsp）605567，正虹科技（zhkj）000702，新华都（xhd）002264，均瑶健康（jyjk）605388
电力相关
广安爱众（gaaz）600979，良信股份（lxgf）002706，华通线缆（htxl）605196
其余形式独苗
瑞迪智驱（rdzq）301596，无人机（wrj）688297，凤凰航运（fhhy）000520，嘉应制药（jyzy）002198，高新发展（gxfz）000628，汇绿生态（hlst）001267，至正股份（zzgf）603991，西藏天路（xztl）600326
瑞和股份（rhgf）002620

二板
雷曼光电（lmgd）300162，安彩高科（acgk）600207，金瑞矿业（jrky）600714，沃格光电（wggd）603773，五方光电（wfgd）002962，城投控股（ctkg）600649，保利联合（bllh）002037，炼石航空（lshk）000697

三板
园林股份（ylgf）605303，我爱我家（wawj）000560

五板
亚振家居（yzjj）603389

`
  },
{
    "d": "2024-05-17",
    "l": "https://www.tgb.cn/a/28kHmMW1CAD",
    "t": `

首板
房地产相关
空港股份（kggf）600463，美新科技（mxkj）301588，城投控股（ctkg）600649，城建发展（cjfz）600266，坚朗五金（jlwj）002791，华发股份（hfgf）600325，津滨发展（jbfz）000897，万科Ａ（wka）000002
特发服务（tffw）300917，保利发展（blfz）600048，金地集团（jdjt）600383，荣安地产（radc）000517，津投城开（jtck）600322，新大正（xdz）002968，首开股份（skgf）600376，京投发展（jtfz）600683
中华企业（zhqy）600675，绿地控股（ldkg）600606
低空飞行
北纬科技（bwkj）002148，交控科技（jkkj）688015，吉林化纤（jlhx）000420，川大智胜（cdzs）002253，合众思壮（hzsz）002383，新晨科技（xckj）300542，声讯股份（sxgf）003004，宗申动力（zsdl）001696
肯特股份（ktgf）301591，江苏神通（jsst）002438，炼石航空（lshk）000697，韵达股份（ydgf）002120
化工
麦加芯彩（mjxc）603062，苏州龙杰（szlj）603332，尤夫股份（yfgf）002427，洪汇新材（hhxc）002802，新乡化纤（xxhx）000949，玻璃基板封装芯片，沃格光电（wggd）603773，三超新材（scxc）300554
深圳华强（szhq）000062，五方光电（wfgd）002962，雷曼光电（lmgd）300162，德龙激光（dljg）688170，帝尔激光（dejg）300776，天承科技（tckj）688603，凯盛新能（ksxn）600876，安彩高科（acgk）600207
金岭矿业（jlky）000655，淳中科技（czkj）603516，亚世光电（ysgd）002952，博杰股份（bjgf）002975，洁美科技（jmkj）002859
其余形式独苗
鸿合科技（hhkj）002955，人工智能教育，胜蓝股份（slgf）300843，甘肃能源（gsny）000791，保利联合（bllh）002037，江西长运（jxzy）600561，普莱柯（plk）603566，国轩高科（gxgk）002074

二板
我爱我家（wawj）000560，华脉科技（hmkj）603042，长源东谷（zydg）603950，常青科技（cqkj）603125，园林股份（ylgf）605303，世联行（slx）002285，安居宝（ajb）300155，滨江集团（bjjt）002244，荣盛发展（rsfz）002146，南国置业（ngzy）002305，南都物业（ndwy）603506，合肥城建（hfcj）002208，中天服务（ztfw）002188

三板
天地源（tdy）600665，三棵树（sks）603737

四板
亚振家居（yzjj）603389

`
  },
{
    "d": "2024-05-16",
    "l": "https://www.tgb.cn/a/28iWO41AULk",
    "t": `

首板
人工智能算力相关
盈方微（yfw）000670，创益通（cyt）300991，华脉科技（hmkj）603042，生益科技（sykj）600183
房地产相关
城邦股份，我爱我家（wawj）000560，合肥城建（hfcj）002208，锦和商管（jhsg）603682，设研院（syy）300732，宝鹰股份（bygf）002047，安居宝（ajb）300155，世联行（slx）002285
中天服务（ztfw）002188，滨江集团（bjjt）002244，同力日升（tlrs）605286，南国置业（ngzy）002305，荣盛发展（rsfz）002146，广联达（gld）002410，海南瑞泽（hnrz）002596，中央商场（zysc）600280
园林股份（ylgf）605303，南都物业（ndwy）603506，德必集团（dbjt）300947，箭牌家居（jpjj）001322
低空飞行
蒙泰高新（mtgx）300876，长源东谷（zydg）603950
其余形式独苗
常青科技（cqkj）603125，金正大（jzd）002470，新华都（xhd）002264，惠威科技（hwkj）002888，西藏旅游（xzly）600749，岳阳兴长（yyxz）000819，仁东控股（rdkg）002647

二板
国联证券（glzq）601456，三棵树（sks）603737，天地源（tdy）600665

三板
建艺集团（jyjt）002789，亚振家居（yzjj）603389

`
  },
{
    "d": "2024-05-15",
    "l": "https://www.tgb.cn/a/28hkKW2wH14",
    "t": `

首板
化工
苏州龙杰（szlj）603332，尤夫股份（yfgf）002427，聚杰微纤（jjwx）300819，华阳新材（hyxc）600281，龙星化工（lxhg）002442，川发龙蟒（cflm）002312，丹化科技（dhkj）600844，正丹股份（zdgf）300641
低空飞行
上工申贝（sgsb）600843，新研股份，顺威股份（swgf）002676，合成生物，双塔食品（stsp）002481
房地产相关
天地源（tdy）600665，创兴资源（cxzy）600193，光大嘉宝（gdjb）600622，三棵树（sks）603737，华嵘控股（hrkg）600133
新型工业化
南矿集团（nkjt）001360，博隆技术（bljs）603325
其余形式独苗
国联证券（glzq）601456，济南高新（jngx）600807，南京商旅（njsl）600250，中路股份

二板
建艺集团（jyjt）002789，亚振家居（yzjj）603389，万里股份（wlgf）600847，精伦电子（jldz）600355，凯撒文化（kswh）002425，北化股份（bhgf）002246

`
  },
{
    "d": "2024-05-14",
    "l": "https://www.tgb.cn/a/28fI2yIEg5q",
    "t": `

首板
游戏
大晟文化（dcwh）600892，盛通股份（stgf）002599，凯撒文化（kswh）002425，汤姆猫（tmm）300459
医药
联盛化学（lshx）301212，泓博医药（hbyy）301230，海特生物（htsw）300683
机器人
景兴纸业（jxzy）002067，盛通股份（stgf）002599，精伦电子（jldz）600355，大豪科技（dhkj）603025
智能电网
科林电气（kldq）603050，金利华电（jlhd）300069，远东股份（ydgf）600869，三晖电气（shdq）002857
外销-客车
安凯客车（akkc）000868
外销-跨境电商
龙头股份（ltgf）600630
内需-房地产相关
建艺集团（jyjt）002789，爱丽家居（aljj）603221，亚振家居（yzjj）603389
内需-化工民爆
保利联合（bllh）002037，易普力（ypl）002096，盛景微（sjw）603375，高争民爆（gzmb）002827
算力
鸿博股份（hbgf）002229，高新发展（gxfz）000628，南威软件（nwrj）603636
其余形式独苗
万里股份（wlgf）600847，惠威科技（hwkj）002888，北化股份（bhgf）002246，属性偏化工，国华网安（ghwa）000004，莱茵生物（lysw）002166，辉煌科技（hhkj）002296，江苏新能（jsxn）603693
中科云网（zkyw）002306，征和工业（zhgy）003033，昂立教育（aljy）600661，正虹科技（zhkj）000702，太和水（ths）605081，北方铜业（bfty）000737，类似辉煌科技，密尔克卫（mekw）603713

二板
中通客车（ztkc）000957，声讯股份（sxgf）003004

三板
西昌电力（xcdl）600505，明星电力（mxdl）600101

四板
积成电子（jcdz）002339

`
  },
{
    "d": "2024-05-13",
    "l": "https://www.tgb.cn/a/28dXNowBpyG",
    "t": `

首板
合成生物
双成药业（scyy）002693，新天地（xtd）301277
电力设备
麦格米特（mgmt）002851，海兴电力（hxdl）603556
高铁
思维列控（swlk）603508，雷尔伟（lew）301016，康尼机电（knjd）603111
航运
宁波远洋（nbyy）601022，凤凰航运（fhhy）000520
纺织
中胤时尚（zyss）300901，台华新材（thxc）603055，华鼎股份（hdgf）601113
其余形式独苗
甘肃能源（gsny）000791，中通客车（ztkc）000957，可代替艾艾精工，洪通燃气（htrq）605169，ＴＣＬ智家（tclzj）002668，海南高速（hngs）000886，朗博科技（lbkj）603655，声讯股份（sxgf）003004

二板
嘉华股份（jhgf）603182，播恩集团（bejt）001366，西昌电力（xcdl）600505，明星电力（mxdl）600101，乐山电力（lsdl）600644

三板
积成电子（jcdz）002339，南都物业（ndwy）603506

`
  },
{
    "d": "2024-05-10",
    "l": "https://www.tgb.cn/a/2899tU1MiXE",
    "t": `

首板
房地产
天地源（tdy）600665，我爱我家（wawj）000560，滨江集团（bjjt）002244，中交地产（zjdc）000736，天保基建（tbjj）000965，招商蛇口（zssk）001979
人造肉
双塔食品（stsp）002481，雪榕生物（xrsw）300511，嘉华股份（jhgf）603182，索宝蛋白（sbdb）603231，祖名股份（zmgf）003030，东方集团（dfjt）00581，诚志股份（czgf）000990
电力
西昌电力（xcdl）600505，乐山电力（lsdl）600644，赣能股份（gngf）000899，明星电力（mxdl）600101，华银电力（hydl）600744
电网设备
远东股份（ydgf）600869，泰永长征（tycz）002927，电科院（dky）300215，九洲集团（jzjt）300040
化工
洪汇新材（hhxc）002802，艾艾精工（aajg）603580
其余独苗形式
星光农机（xgnj）603789，播恩集团（bejt）001366，科沃斯（kws）603486，雷科防务（lkfw）002413，每日互动（mrhd）300766，宏创控股

二板
积成电子（jcdz）002339，南都物业（ndwy）603506，美农生物（mnsw）301156，星光股份（xggf）002076

四板
济民医疗（jmyl）603222

五板
百合花（bhh）603823

`
  },
{
    "d": "2024-05-09",
    "l": "https://www.tgb.cn/a/287mNm19RNK",
    "t": `

首板
锂电池
天际股份（tjgf）002759，星光股份（xggf）002076，时代万恒（sdwh）600241，天力锂能（tlln）301152，领湃科技（lpkj）300530，丰元股份（fygf）002805，金杨股份，蓝海华腾（lhht）300484
新日股份（xrgf）603787，尚太科技（stkj）001301，万里股份（wlgf）600847，滨海能源（bhny）000695，合纵科技（hzkj）300477，湘潭电化（xtdh）002125，索通发展（stfz）603612，科力远（kly）600478
钱江摩托（qjmt）000913
房地产
华嵘控股（hrkg）600133，广宇集团（gyjt）002133，空港股份（kggf）600463，南都物业（ndwy）603506
光伏
积成电子（jcdz）002339，麦迪科技（mdkj）603990，元利科技（ylkj）603217
航运
凤凰航运（fhhy）000520，中远海发（zyhf）601866
军工
新雷能（xln）300593，润贝航科（rbhk）001316，三角防务（sjfw）300775，北方长龙（bfcl）301357
其余形式独苗
康惠制药（khzy）603139，合成生物，朗博科技（lbkj）603655，美农生物（mnsw）301156，山东矿机（sdkj）002526，低空无人机，青松股份（qsgf）300132，合成生物
金海通（jht）603061，芯片设备，上工申贝（sgsb）600843

二板
南京新百（njxb）600682，汉商集团（hsjt）600774，开能健康（knjk）300272，中源协和（zyxh）600645，泰林生物（tlsw）300813，四环生物（shsw）000518，南华生物（nhsw）000504，星湖科技（xhkj）600866

三板
济民医疗（jmyl）603222

四板
百合花（bhh）603823

五板
百川股份（bcgf）002455

七板
蔚蓝生物（wlsw）603739

`
  },
{
    "d": "2024-05-08",
    "l": "https://www.tgb.cn/a/285NvAXEY4b",
    "t": `

首板
未分类
中源协和（zyxh）600645，开能健康（knjk）300272，冠昊生物（ghsw）300238，四环生物（shsw）000518，南华生物（nhsw）000504，赤天化（cth）600227，泰林生物（tlsw）300813，戴维医疗（dwyl）300314
双成药业（scyy）002693，蓝丰生化（lfsh）002513，亚太实业（ytsy）000691，济南高新（jngx）600807，汉商集团（hsjt）600774，香雪制药（xxzy）300147，九安医疗（jayl）002432，共同药业（gtyy）300966
南京新百（njxb）600682，合成生物，鲁抗医药（lkyy）600789，莱茵生物（lysw）002166，星湖股份，瑞丰高材（rfgc）300243
电力
西昌电力（xcdl）600505，华银电力（hydl）600744，恒大高新（hdgx）002591
黄金
西部黄金（xbhj）601069，莱绅通灵（lstl）603900
农业
朗源股份，智慧农业（zhny）000816，华统股份（htgf）002840
其余形式独苗
四通股份（stgf）603838，新朋股份（xpgf）002328，路线偏储能，晋控煤业（jkmy）601001，大众交通（dzjt）600611，并未有相关合作信息，永辉超市（yhcs）601933，福日电子（frdz）600203
手机消费电子，濮耐股份（pngf）002225，低空材料，格林达（gld）603931

二板
湖北宜化（hbyh）000422，济民医疗（jmyl）603222，钱江生化（qjsh）600796，四创电子（scdz）600990

三板
百合花（bhh）603823

四板
兴业股份（xygf）603928，百川股份（bcgf）002455

六板
蔚蓝生物（wlsw）603739

`
  },
{
    "d": "2024-05-07",
    "l": "https://www.tgb.cn/a/284a243VyCW",
    "t": `

首板
化工
怡达股份（ydgf）300721，道恩股份（degf）002838，亚邦股份（ybgf）603188，湖北宜化（hbyh）000422，光华股份（ghgf）001333，吉华集团（jhjt）603980，大东南（ddn）002263
低空飞行
四创电子（scdz）600990，安达维尔（adwe）300719，立航科技（lhkj）603261，宗申动力（zsdl）001696，航新科技（hxkj）300424，豪能股份（hngf）603809，新研股份，上工申贝（sgsb）600843
惠柏新材（hbxc）301555，地铁设计（dtsj）003013，华生科技（hskj）605180，北摩高科（bmgk）002985，航天商业，南京熊猫（njxm）600775，上海沪工（shhg）603131，超捷股份（cjgf）301005
达华智能（dhzn）002512，火炬电子（hjdz）603678，霍莱沃（hlw）688682
氢能源
天元智能（tyzn）603273
跨境电商
值得买（zdm）300785，返利科技（flkj）600228
医疗器械
尚荣医疗（sryl）002551，宝莱特（blt）300246，济民医疗（jmyl）603222
地产
东鹏控股（dpkg）003012，新城控股（xckg）601155，南都物业（ndwy）603506
其余形式独苗
钱江生化（qjsh）600796，合成生物，永创智能（yczn）603901，国华网安（ghwa）000004，联明股份（lmgf）603006，拓新药业（txyy）301089，合成生物，华金资本（hjzb）000532
兄弟科技（xdkj）002562，宝明科技（bmkj）002992

二板
广济药业（gjyy）000952，永和智控（yhzk）002795，金牛化工（jnhg）600722，百合花（bhh）603823，保利联合（bllh）002037，联合化学（lhhx）301209，世龙实业（slsy）002748

三板
艾艾精工（aajg）603580，高争民爆（gzmb）002827，富士莱（fsl）301258，兴业股份（xygf）603928，百川股份（bcgf）002455

五板
蔚蓝生物（wlsw）603739

`
  },
{
    "d": "2024-05-06",
    "l": "https://www.tgb.cn/a/282sTmhXmZ4",
    "t": `

首板
医药
广济药业（gjyy）000952，福瑞达（frd）600223，吴帆生物（wfsw）300529，昭衍新药（zyxy）603127，西藏药业（xzyy）600211，英诺特（ynt）688253，通策医疗（tcyl）600763
高铁
科安达（kad）002972，广深铁路（gstl）601333，必得科技（bdkj）605298，凯发电气（kfdq）300407
食品饮料
香飘飘（xpp）603711，索宝蛋白（sbdb）603231，新乳业（xry）002946，庄园牧场（zymc）002910，酒鬼酒（jgj）000799，醋化股份（chgf）603968
化工-组合类
新凤鸣（xfm）603225，新乡化纤（xxhx）000949，宝丽迪（bld）300905，联合化学（lhhx）301209，丹化科技（dhkj）600844，金丹科技（jdkj）300829，梧昆股份，沧州大化（czdh）600230
金牛化工（jnhg）600722，鼎龙科技（dlkj）603004，永冠新材（ygxc）603681，山东赫达（sdhd）002810，中广核技（zghj）000881，正丹股份（zdgf）300641，保利联合（bllh）002037
化工-锂电池类
七彩化学（qchx）300758，百合花（bhh）603823，川恒股份（chgf）002895，世龙实业（slsy）002748，鲁北化工（lbhg）600727，天际股份（tjgf）002759，湘潭电化（xtdh）002125，三祥新材（sxxc）603663
低空飞行
新城市（xcs）300778，卧龙电驱（wldq）600580
纺织
安奈儿（ane）002875，如意集团（ryjt）002193
光伏
国晟科技（gckj）603778，永和智控（yhzk）002795，实丰文化（sfwh）002862，中钨高新（zwgx）000657
电梯
康力电梯（kldt）002367，梅轮电梯（mldt）603321
汽车产业链
金龙汽车（jlqc）600686，众泰汽车（ztqc）000980，万向钱潮（wxqc）000559
房地产相关
阳光股份（yggf）000608，新大正（xdz）002968，瑞尔特（ret）002790，天燃气，南京公用（njgy）000421，洪通燃气（htrq）605169
机器人
富佳股份（fjgf）603219，北特科技（btkj）603009
电力
长青集团（cqjt）002616，百通能源（btny）001376，西昌电力（xcdl）600505
智能驾驶
皖通科技（wtkj）002331，悦达投资（ydtz）600805，亚通精工（ytjg）603190
新型工业化
申科股份（skgf）002633，建设机械（jsjx）600984，山推股份（stgf）000680
其余形式独苗
朗源股份，鹏鼎控股（pdkg）002938，深中华Ａ（szha）000017，华帝股份（hdgf）002035

二板
圣达生物（sdsw）603079，播恩集团（bejt）001366，鲁抗医药（lkyy）600789，富士莱（fsl）301258，川宁生物（cnsw）301301，西藏天路（xztl）600326，高争民爆（gzmb）002827，艾艾精工（aajg）603580，兴业股份（xygf）603928，金海高科（jhgk）603311，百川股份（bcgf）002455

三板
华远地产（hydc）600743

四板
蔚蓝生物（wlsw）603739

五板
南国置业（ngzy）002305

`
  },
{
    "d": "2024-05-03",
    "l": "https://www.tgb.cn/a/27XvT4VLmOg",
    "t": `

首板
未分类
生物科技（swkj）159837，播恩集团（bejt）001366，川宁生物（cnsw）301301，永安药业（yayy）002365，华神科技（hskj）000790，富士莱（fsl）301258，圣达生物（sdsw）603079，南华生物（nhsw）000504
北大医药（bdyy）000788，鲁抗医药（lkyy）600789，振华股份（zhgf）603067
家电
朗迪集团（ldjt）603726，长虹美菱（chml）000521，奥马电器（amdq）002668，金海高科（jhgk）603311
西部大开发
高争民爆（gzmb）002827，西藏天路（xztl）600326
锂矿
正平股份（zpgf）603843，西藏珠峰（xzzf）600338
低空
王子新材（wzxc）002735，光洋股份（gygf）002708
特斯拉汽车产业链
凌云股份（lygf）600480，岱美股份（dmgf）603730
新型工业化
宁波精达（nbjd）603088，杰克股份，艾艾精工（aajg）603580
其余形式独苗
国创高新（gcgx）002377，统一股份（tygf）600506，百川股份（bcgf）002455，郑中设计（zzsj）002811，百大集团（bdjt）600865，兴业股份（xygf）603928，化工材料，水星家纺（sxjf）603365
天域生态（tyst）603717，宸展光电（czgd）003019，贵绳股份（gsgf）600992，美邦服饰（mbfs）002269，昂立教育（aljy）600661

二板
天保基建（tbjj）000965，荣盛发展（rsfz）002146，京能置业（jnzy）600791，华远地产（hydc）600743，豪能股份（hngf）603809，国联股份（glgf）603613，思美传媒（smcm）002712，路畅科技（lckj）002813，中海达（zhd）300177，凯中精密（kzjm）002823

三板
国盛金控（gsjk）002670，格尔软件（gerj）603232，蔚蓝生物（wlsw）603739

四板
南国置业（ngzy）002305

`
  },
{
    "d": "2024-04-29",
    "l": "https://www.tgb.cn/a/27QJppc6tLw",
    "t": `

首板
房地产
华远地产（hydc）600743，福星股份（fxgf）000926，美芝股份，荣盛发展（rsfz）002146，荣安地产（radc）000517，天保基建（tbjj）000965，金地集团（jdjt）600383，津滨发展（jbfz）000897
京投发展（jtfz）600683，美克家居（mkjj）600337，中新集团（zxjt）601512，京能置业（jnzy）600791，荣丰控股（rfkg）000668，首开股份（skgf）600376，新城控股（xckg）601155，大龙地产（dldc）600159
特发服务（tffw）300917，万科Ａ（wka）000002，世联行（slx）002285，德必集团（dbjt）300947，栖霞建设（qxjs）600533，北新建材（bxjc）000786，阳光股份（yggf）000608，皇庭国际（htgj）000056
狮头股份（stgf）600539，迪马股份（dmgf）600565，天地源（tdy）600665，中国武夷（zgwy）000797，南山控股（nskg）002314，锂电池固态电池，上海洗霸（shxb）603200，川能动力（cndl）000155
江特电机（jtdj）002176，芳源股份（fygf）688148，红星发展（hxfz）600367，湘潭电化（xtdh）002125，科力远（kly）600478，钱江摩托（qjmt）000913
特斯拉智能驾驶
宜通世纪（ytsj）300310，景旺电子（jwdz）603228，路畅科技（lckj）002813，中海达（zhd）300177，亚通精工（ytjg）603190
风电
东方电缆（dfdl）603606，大金重工（djzg）002487，天顺风能（tsfn）002531，起帆电缆（qfdl）605222，申科股份（skgf）002633
低空飞行
万丰奥威（wfaw）002085，宝利国际（blgj）300135，凯迪股份（kdgf）605288，华峰超纤（hfcx）300180
环保
格林美（glm）002340，华宏科技（hhkj）002645，神雾环保，启迪环境（qdhj）000826，中原环保（zyhb）000544
机器人
派斯林（psl）600215，天奇股份（tqgf）002009，凯中精密（kzjm）002823，思进智能（sjzn）003025，豪能股份（hngf）603809，科沃斯（kws）603486，格力博（glb）301260
算力
城地香江（cdxj）603887，海鸥股份（hogf）603269
铜缆
沃尔核材（wehc）002130，新亚电子（xydz）605277，零售电商，国联股份（glgf）603613，中百集团（zbjt）000759，返利科技（flkj）600228，龙头股份（ltgf）600630
医药
正川股份（zcgf）603976，奥赛康（ask）002755，汉森制药（hszy）002412，拱东医疗（gdyl）605369，嘉必优（jby）688089
食品饮料
克明食品（kmsp）002661，妙可蓝多（mkld）600882，思美传媒（smcm）002712，实丰文化（sfwh）002862
其余形式独苗
生益科技（sykj）600183，博通集成（btjc）603068，宝莫股份（bmgf）002476，西子节能（xzjn）002534，东方通信（dftx）600776，沈阳化工（syhg）000698，新乡化纤（xxhx）000949，宏和电子（hhdz）603002

二板
东方材料（dfcl）603110，华金资本（hjzb）000532，国盛金控（gsjk）002670，太平洋（tpy）601099，格尔软件（gerj）603232，吉大正元（jdzy）003029，神州信息（szxx）000555，我爱我家（wawj）000560，大名城（dmc）600094

三板
南国置业（ngzy）002305，鲁北化工（lbhg）600727

四板
川大智胜（cdzs）002253

六板
奥维通信（awtx）002231

`
  },
{
    "d": "2024-04-26",
    "l": "https://www.tgb.cn/a/27LLItclZ0q",
    "t": `

首板
金融证券
华金资本（hjzb）000532，国盛金控（gsjk）002670，卓创资讯（zczx）301299，鲁信创投（lxct）600783，浙商证券（zszq）601878，首创证券（sczq）601136，天晟新材（tcxc）300169，太平洋（tpy）601099
方正证券（fzzq）601901，财富趋势（cfqs）688318，锦龙股份（jlgf）000712，中金公司（zjgs）601995，中国银河（zgyh）601881
算力产业链上下游
真视通（zst）002771，神宇股份（sygf）300563，中电兴发（zdxf）002298，中贝通信（zbtx）603220，东方材料（dfcl）603110，高新发展（gxfz）000628，森远股份（sygf）300210，工业富联（gyfl）601138
文一科技（wykj）600520，汇源通信（hytx）000586
量子科技
天和防务（thfw）300397，格尔软件（gerj）603232，神州信息（szxx）000555，科大国创（kdgc）300520，吉大正元（jdzy）003029
汽车产业链
文灿股份（wcgf）603348，宇通客车（ytkc）600066，沪光股份（hggf）605333，福耀玻璃（fybl）600660
消费电子
雷赛智能（lszn）002979，兆威机电（zwjd）003021，胜利精密（sljm）002426，福日电子（frdz）600203，五方光电（wfgd）002962，福蓉科技（frkj）603327
房地产相关
惠达卫浴（hdwy）603385，我爱我家（wawj）000560，亚振家居（yzjj）603389，大名城（dmc）600094，滨江集团（bjjt）002244，华帝股份（hdgf）002035
黄金
西部黄金（xbhj）601069，湖南黄金（hnhj）002155
氟化工
永太科技（ytkj）002326，三美股份（smgf）603379，生物科技（swkj）159837，蔚蓝生物（wlsw）603739，圣达生物（sdsw）603079
智能电网
积成电子（jcdz）002339，远东股份（ydgf）600869
其余形式独苗
国新能源（gxny）600617，宗申动力（zsdl）001696，远望谷（ywg）002161，艾力斯（als）688578，网达软件（wdrj）603189，博纳影业（bnyy）001330，电科芯片（dkxp）600877，国芳集团（gfjt）601086

二板
南国置业（ngzy）002305，浩丰科技（hfkj）300419，鲁北化工（lbhg）600727，亚邦股份（ybgf）603188

三板
川大智胜（cdzs）002253，西藏旅游（xzly）600749

五板
奥维通信（awtx）002231

`
  },
{
    "d": "2024-04-16",
    "l": "https://www.tgb.cn/a/27vbt2ASMGH",
    "t": `

首板
电力
赣能股份（gngf）000899，中核科技（zhkj）000777，海兴电力（hxdl）603556，家电家居，荣泰健康（rtjk）603579，朗特智能（ltzn）300916，火星人（hxr）300894
基建
建研院（jyy）603183，中国海诚（zghc）002116
其余形式独苗
凤凰航运（fhhy）000520，醋化股份（chgf）603968，宝鼎科技（bdkj）002552，海油发展（hyfz）600968，油气运输，宝丽迪（bld）300905，浙江正特（zjzt）001238

二板
哈三联（hsl）002900，中公高科（zggk）603860

三板
春光科技（cgkj）603657，同为股份（twgf）002835

`
  },
{
    "d": "2024-04-15",
    "l": "https://www.tgb.cn/a/27tDuPvGyGI",
    "t": `

首板
跨境支付
南天信息（ntxx）000948，京北方（jbf）002987
金融
建元信托（jyxt）600816，首创证券（sczq）601136
中字头
中远通（zyt）301516，中国中车（zgzc）601766，中公高科（zggk）603860，中国交建（zgjj）601800，中铁装配（ztzp）300374
其余形式独苗
国药现代（gyxd）600420，毅昌科技（yckj）002420，吉林高速（jlgs）601518，泰瑞机器（trjq）603289，星华新材（xhxc）301077，泰永长征（tycz）002927，中信海直（zxhz）000099，恩捷股份（ejgf）002812
安德利（adl）605198，卧龙地产（wldc）600173，矿业金属，哈三联（hsl）002900，亚翔集成（yxjc）603929，广汇物流（ghwl）600603

二板
同为股份（twgf）002835，春光科技（cgkj）603657

四板
建设机械（jsjx）600984

`
  },
{
    "d": "2024-04-12",
    "l": "https://www.tgb.cn/a/27ozccgQRs8",
    "t": `

首板
家电更新
春兰股份（clgf）600854，雪祺电气（xqdq）001387，帅丰电器（sfdq）605336，宏昌科技（hckj）301008，精艺股份（jygf）002295，北鼎股份（bdgf）300824，迪贝电气（dbdq）603320，东贝集团（dbjt）601956
春光科技（cgkj）603657，有色金属（ysjs）000819，宝鼎科技（bdkj）002552，鹏欣资源（pxzy）600490，宝莫股份（bmgf）002476，冠福股份，曼卡龙（mkl）300945，盛达资源（sdzy）000603
明牌珠宝（mpzb）002574，湖南白银（hnby）002716
化工
镇洋发展（zyfz）603213，贝肯能源（bkny）002828，醋化股份（chgf）603968，华锦股份（hjgf）000059，光华股份（ghgf）001333，恒星新材（hxxc）000782，振华股份（zhgf）603067，怡达股份（ydgf）300721
嘉澳环保（jahb）603822
电池
恒立实业（hlsy）000622，野马电池（ymdc）605378，迪生力（dsl）603335
物流
炬申股份（jsgf）001202，永泰运（yty）001228，北自科技（bzkj）603082
其余形式独苗
同为股份（twgf）002835，新华都（xhd）002264，冀东装备（jdzb）000856，通用电梯（tydt）300931，力鼎光电（ldgd）605118，星光农机（xgnj）603789，日海智能（rhzn）002313，广合科技（ghkj）001389
兄弟科技（xdkj）002562，恒林股份（hlgf）603661，瑞芯微（rxw）603893，新风光（xfg）688663，变压器，联创光电（lcgd）600363，反无人机，云南旅游（ynly）002059
红蜻蜓（hqt）603116

二板
中润资源（zrzy）000506，峨眉山Ａ（emsa）000888，永达股份（ydgf）001239，百川股份（bcgf）002455，正丹股份（zdgf）300641，厦工股份（sggf）600815，中国西电（zgxd）601179，原尚股份（ysgf）603813

三板
宁波中百（nbzb）600857，建设机械（jsjx）600984

九板
莱绅通灵（lstl）603900

`
  },
{
    "d": "2024-04-11",
    "l": "https://www.tgb.cn/a/27mYkTcMvdi",
    "t": `

首板
工程机械
国机通用（gjty）600444，永达股份（ydgf）001239，建科机械（jkjx）300823，柳工（lg）000528，厦工股份（sggf）600815，浙江建投（zjjt）002761，南方路机（nflj）603280，唯万密封（wwmf）301161
固态电池
金禾实业（jhsy）002597，丰元股份（fygf）002805，正丹股份（zdgf）300641，百川股份（bcgf）002455
传媒
浙文互联（zwhl）600986，数码视讯（smsx）300079，文投控股（wtkg）600715，慈文传媒（cwcm）002343
核污染
华盛昌（hsc）002980，争光股份（zggf）301092，中广核技（zghj）000881，正和生态（zhst）605069
电力
金房能源（jfny）001210，华电能源（hdny）600726
高铁
思维列控（swlk）603508，祥和实业（xhsy）603500
特高压
中国西电（zgxd）601179，新宏泰（xht）603016，有色金属（ysjs）000819，正平股份（zpgf）603843，宝地矿业（bdky）601121，中润资源（zrzy）000506
汽车产业链
泰瑞机器（trjq）603289，华懋科技（hmkj）603306，上海汽配（shqp）603107，旅游酒店，百大集团（bdjt）600865，华天酒店（htjd）000428，峨眉山Ａ（emsa）000888
其余形式独苗
万泰生物（wtsw）603392，原尚股份（ysgf）603813，锐明技术（rmjs）002970，德冠新材（dgxc）001378，散热材料

二板
建设机械（jsjx）600984，宁波中百（nbzb）600857，天洋新材（tyxc）603330，华达科技（hdkj）603358

三板
博迁新材（bqxc）605376

四板
百通能源（btny）001376

八板
莱绅通灵（lstl）603900

`
  },
{
    "d": "2024-04-10",
    "l": "https://www.tgb.cn/a/27lhfhrQ00c",
    "t": `

首板
设备更新
华东重机（hdzj）002685，华东数控（hdsk）002248，星光农机（xgnj）603789，宏德股份（hdgf）301163，建设机械（jsjx）600984，远信工业（yxgy）301053
零售
宁波中百（nbzb）600857，广百股份（gbgf）002187，萃华珠宝（chzb）002731，深中华Ａ（szha）000017，锂电池固态电池，和胜股份（hsgf）002824，捷邦科技（jbkj）301326，鼎盛新材（dsxc）603876
华达科技（hdkj）603358
低空飞行
宗申动力（zsdl）001696，中信海直（zxhz）000099
电力
廊坊发展（lffz）600149，华银电力（hydl）600744
次新外销
腾达科技（tdkj）001379，祥腾新材（xtxc）001373
其余形式独苗
天洋新材（tyxc）603330，南京公用（njgy）000421，资金只认黄金

二板
利民股份（lmgf）002734，三祥新材（sxxc）603663，大理药业（dlyy）603963，博迁新材（bqxc）605376

三板
百通能源（btny）001376

五板
中电电机（zddj）603988

七板
莱绅通灵（lstl）603900

`
  },
{
    "d": "2024-04-09",
    "l": "https://www.tgb.cn/a/27jxsNr4He9",
    "t": `

首板
锂电池固态电池
利民股份（lmgf）002734，丰元股份（fygf）002805，三祥新材（sxxc）603663，英联股份（ylgf）002846，华尔泰（het）001217，博迁新材（bqxc）605376，德福科技（dfkj）301511，中一科技（zykj）301150
龙蟠科技（lpkj）603906，上海洗霸（shxb）603200，华锋股份（hfgf）002806，紫江企业（zjqy）600210，翔丰华（xfh）300890，迪生力（dsl）603335，高乐股份（glgf）002348，新纶新材（xlxc）002341
天际股份（tjgf）002759，天赐材料（tccl）002709，百川股份（bcgf）002455，胜华新材（shxc）603026，尚太科技（stkj）001301，信宇人（xyr）688573，瑞泰新材（rtxc）301238，有色金属（ysjs）000819
宁波富邦（nbfb）600768，盛和资源（shzy）600392，瑞泰科技（rtkj）002066，银河磁体（yhct）300127，精艺股份（jygf）002295
医药
大理药业（dlyy）603963，键凯科技（jkkj）688356，昭衍新药（zyxy）603127，康惠制药（khzy）603139，启迪药业（qdyy）000590
光伏
宏柏新材（hbxc）605366，晨光新材（cgxc）605399，东尼电子（dndz）603595
金融
建元信托（jyxt）600816，吉大正元（jdzy）003029
其余形式独苗
新农开发（xnkf）600359，五洲特纸（wztz）605007，原尚股份（ysgf）603813，华纬科技（hwkj）001380，瀛通通讯（yttx）002861，移为通信（ywtx）300590，宜宾纸业（ybzy）600793，方正电机（fzdj）002196
峨眉山Ａ（emsa）000888，中航重机（zhzj）600765，福建金森（fjjs）002679，四方新材（sfxc）605122，西麦食品（xmsp）002956，友邦吊顶（ybdd）002718，上海物贸（shwm）600822，银座股份（yzgf）600858

二板
平安电工（padg）001359，百通能源（btny）001376，大名城（dmc）600094

四板
中电电机（zddj）603988

六板
莱绅通灵（lstl）603900

`
  },
{
    "d": "2024-04-08",
    "l": "https://www.tgb.cn/a/27i1XidnrUZ",
    "t": `

首板
特斯拉无人驾驶出租车
瑞玛精密（rmjm）002976，路畅科技（lckj）002813，浙江世宝（zjsb）002703，皖通科技（wtkj）002331，豪恩汽电（heqd）301488，兴民智通（xmzt）002355，锐明技术（rmjs）002970，嵘泰股份（rtgf）605133
宜通世纪（ytsj）300310，大众交通（dzjt）600611，锦江在线（jjzx）600650，好利科技（hlkj）002729，星网宇达（xwyd）002829，有色金属（ysjs）000819，东方锆业（dfgy）002167，登云股份（dygf）002715
华瓷股份（hcgf）001216，创兴资源（cxzy）600193，锌业股份（xygf）000751，卧龙地产（wldc）600173，特力Ａ（tla）000025，西部黄金（xbhj）601069
电力
西昌电力（xcdl）600505，闽东电力（mddl）000993，杭州热电（hzrd）605011，豫能控股（ynkg）001896，百通能源（btny）001376，深南电Ａ（snda）000037，华银电力（hydl）600744，恒盛能源（hsny）605580
跨境电商
华瓷股份（hcgf）001216，真爱美家（zamj）003041，三夫户外（sfhw）002780，茶花股份（chgf）603615，南京商旅（njsl）600250
其余形式独苗
东方材料（dfcl）603110，东方嘉盛（dfjs）002889，持续性跟随黄金，爱仕达（asd）002403，北化股份（bhgf）002246，持续性跟随黄金，智微智能（zwzn）001339，大名城（dmc）600094
亚星客车（yxkc）600213，亚星化学（yxhx）600319，平安电工（padg）001359

二板
山高环能（sghn）000803，海欣食品（hxsp）002702，一鸣食品（ymsp）605179，白银有色（byys）601212

三板
中润资源（zrzy）000506，准油股份，中电电机（zddj）603988

五板
莱绅通灵（lstl）603900，世嘉科技（sjkj）002796

`
  },
{
    "d": "2024-04-03",
    "l": "https://www.tgb.cn/a/279F236mkuu",
    "t": `

首板
房地产相关
曲美家居（qmjj）603818，梦天家居（mtjj）603216，华阳国际（hygj）002949
芯片
亚翔集成（yxjc）603929，大为股份（dwgf）002213，康强电子（kqdz）002119，冠石科技（gskj）605588，有色金属（ysjs）000819，索通发展（stfz）603612，华茂股份（hmgf）000850，白银有色（byys）601212
晓程科技（xckj）300139，章源钨业（zywy）002378，鑫科材料（xkcl）600255，飞南资源（fnzy）301500，宁波富邦（nbfb）600768，金瑞矿业（jrky）600714，中孚实业（zfsy）600595，神火股份（shgf）000933
闽发铝业（mfly）002578，四川黄金（schj）001337
生物质能
山高环能（sghn）000803，嘉澳环保（jahb）603822
食品
大湖股份（dhgf）600257，一鸣食品（ymsp）605179，威龙股份（wlgf）603779，海欣食品（hxsp）002702
其余形式独苗
凤凰航运（fhhy）000520，爱婴室（ays）603214，海特高新（htgx）002023，南宁百货（nnbh）600712，亚钾国际（yjgj）000893，农药化工，恒光股份（hggf）301118

二板
中润资源（zrzy）000506，北方铜业（bfty）000737，准油股份，美能能源（mnny）001299，华阳新材（hyxc）600281，中电电机（zddj）603988，博菲电气（bfdq）001255，中创物流（zcwl）603967，福莱新材（flxc）605488

三板
万丰股份（wfgf）603172

四板
世嘉科技（sjkj）002796

五板
厦门信达（xmxd）000701，三祥新材（sxxc）603663

七板
联明股份（lmgf）603006

`
  },
{
    "d": "2024-04-02",
    "l": "https://www.tgb.cn/a/2787CONS0Km",
    "t": `

首板
风电
吉鑫科技（jxkj）601218，博菲电气（bfdq）001255，中电电机（zddj）603988，宏德股份（hdgf）301163
化工
七彩化学（qchx）300758，亚太实业（ytsy）000691，华阳新材（hyxc）600281，百合花（bhh）603823，金浦钛业（jpty）000545，华鼎股份（hdgf）601113，世龙实业（slsy）002748，蓝丰生化（lfsh）002513
深圳新星（szxx）603978，亚星化学（yxhx）600319，福莱蒽特（flet）605566，江山股份（jsgf）600389
低空飞行
洪涛股份（htgf）002325，华蓝集团（hljt）301027，长源东谷（zydg）603950，中创物流（zcwl）603967，锂电固态电池，东方锆业（dfgy）002167，奥克股份（akgf）300082，江特电机（jtdj）002176
利元亨（lyh）688499，丰元股份（fygf）002805，科森科技（kskj）603626，金鹰股份（jygf）600232，永东股份（ydgf）002753
黄金
北方铜业（bfty）000737，冠福股份，中润资源（zrzy）000506
天然气
准油股份，美能能源（mnny）001299
其余形式独苗
福莱新材（flxc）605488，科林电气（kldq）603050，派斯林（psl）600215，渤海轮渡（bhld）603167，永吉股份（yjgf）603058

二板
恒立实业（hlsy）000622，祥腾新材（xtxc）001373，精艺股份（jygf）002295，合纵科技（hzkj）300477，空港股份（kggf）600463，安阳钢铁（aygt）600569，万丰股份（wfgf）603172，亚邦股份（ybgf）603188，雅运股份（yygf）603790，冠盛股份（gsgf）605088

三板
世嘉科技（sjkj）002796，海泰科（htk）301022，开创国际（kcgj）600097，正平股份（zpgf）603843

四板
厦门信达（xmxd）000701，三祥新材（sxxc）603663

五板
普路通（plt）002769，华体科技（htkj）603679

六板
联明股份（lmgf）603006

九板
华生科技（hskj）605180

`
  },
{
    "d": "2024-04-01",
    "l": "https://www.tgb.cn/a/276ipeQHdqY",
    "t": `

首板
锂电固态电池
萃华珠宝（chzb）002731，普利特（plt）002324，沃格光电（wggd）603773，金龙羽（jly）002882，华友钴业（hygy）603799，寒锐钴业（hrgy）300618，恒立实业（hlsy）000622，金圆股份（jygf）000546
合纵科技（hzkj）300477，科达利（kdl）002850，冠盛股份（gsgf）605088
低空飞行
泰和新材（thxc）002254，勤上股份（qsgf）002638，新城市（xcs）300778，华夏航空（hxhk）002928，山河智能（shzn）002097，奇德新材（qdxc）300995，广电计量（gdjl）002967
面板
彩虹股份（chgf）600707，沃格光电（wggd）603773，ＴＣＬ科技（tclkj）000100，天禄科技（tlkj）301045，维信诺（wxn）002387，祥腾新材（xtxc）001373
化工染料
万丰股份（wfgf）603172，雅运股份（yygf）603790，亚邦股份（ybgf）603188
华为飞行机器人
微光股份（wggf）002801，汉王科技（hwkj）002362，大恒科技（dhkj）600288，龙溪股份（lxgf）600592
光伏
耀皮玻璃（ypbl）600819，德业股份（dygf）605117，房地局家居，空港股份（kggf）600463，建霖家居（jljj）603408，中岩大地（zydd）003001
芯片
至正股份（zzgf）603991，淳中科技（czkj）603516
医药
甘李药业（glyy）603087，仟源医药（qyyy）300254，大博医疗（dbyl）002901
其余题材独苗
奥特佳（atj）002239，长江证券（cjzq）000783，柳化股份，跃岭股份（ylgf）002725，安阳钢铁（aygt）600569，威创股份，邦基科技（bjkj）603151，华丰股份（hfgf）605100
华阳集团（hyjt）002906，安记食品（ajsp）603696，鸿路钢构（hlgg）002541，跟随安阳钢铁，百润股份（brgf）002568，大湖股份（dhgf）600257，跟随开创国际，春光科技（cgkj）603657
新日股份（xrgf）603787，恒林股份（hlgf）603661，智微智能（zwzn）001339，郑州煤电（zzmd）600121

二板
中晟高科（zcgk）002778，开创国际（kcgj）600097，铁流股份（tlgf）603926，海泰科（htk）301022，世嘉科技（sjkj）002796，众源新材（zyxc）603527，正平股份（zpgf）603843，盛泰集团（stjt）605138，安德利（adl）605198

三板
厦门信达（xmxd）000701，豪尔赛（hes）002963，三祥新材（sxxc）603663

四板
中信海直（zxhz）000099，普路通（plt）002769，华体科技（htkj）603679

五板
联明股份（lmgf）603006

八板
华生科技（hskj）605180

`
  },
{
    "d": "2024-03-29",
    "l": "https://www.tgb.cn/a/271kMNmhjhx",
    "t": `

首板
小米汽车
无锡振华（wxzh）605319，海泰科（htk）301022，凯众股份（kzgf）603037，铁流股份（tlgf）603926，中机认检（zjrj）301508
低空经济
威奥股份（wagf）605001，茂硕电源（msdy）002660，光启技术（gqjs）002625，飞沃科技（fwkj）301232，时空科技（skkj）605178，天成自控（tczk）603085
环保（核污染）
法尔胜（fes）000890，怡球资源（yqzy）601388，中晟高科（zcgk）002778，启迪环境（qdhj）000826，华宏科技（hhkj）002645，开创国际（kcgj）600097，正平股份（zpgf）603843，北方铜业（bfty）000737
众源新材（zyxc）603527，有色黄金，济南高新（jngx）600807，北方铜业（bfty）000737，盛达资源（sdzy）000603，赤峰黄金（cfhj）600988，通信工程，世嘉科技（sjkj）002796
盛路通信（sltx）002446，灿勤科技（cqkj）688182，硕贝德（sbd）300322，三旺通信（swtx）688618，武汉凡谷（whfg）002194
电网充电桩
茂硕电源（msdy）002660，江苏华辰（jshc）603097，金杯电工（jbdg）002533，科林电气（kldq）603050
石油
中海油服（zhyf）601808，招商南油（zsny）601975
其余形式独苗
贵绳股份（gsgf）600992，华荣股份（hrgf）603855，标准股份，康普顿（kpd）603798，瑞康医药（rkyy）002589，安德利（adl）605198，中国国贸（zggm）600007，浙江东日（zjdr）600113
神农集团（snjt）605296，华统股份（htgf）002840，国创高新（gcgx）002377，大连圣亚（dlsy）600593，沃尔核材（wehc）002130，新经典（xjd）603096，盛泰集团（stjt）605138，福日电子（frdz）600203

二板
厦门信达（xmxd）000701，宗申动力（zsdl）001696，通宇通讯（tytx）002792，豪尔赛（hes）002963，天禾股份（thgf）002999，亚泰集团（ytjt）600881，永吉股份（yjgf）603058，三祥新材（sxxc）603663

三板
中信海直（zxhz）000099，普路通（plt）002769，华体科技（htkj）603679

四板
联明股份（lmgf）603006

七板
华生科技（hskj）605180

`
  },
{
    "d": "2024-03-28",
    "l": "https://www.tgb.cn/a/26ZFfHEwDoS",
    "t": `

首板
低空飞车
豪尔赛（hes）002963，烽火电子（fhdz）000561，立航科技（lhkj）603261，恒宇信通（hyxt）300965，四创电子（scdz）600990，神剑股份（sjgf）002361，深城交（scj）301091，卧龙电驱（wldq）600580
勤上股份（qsgf）002638，上工申贝（sgsb）600843，应流股份（ylgf）603308，建新股份（jxgf）300107，万丰奥威（wfaw）002085，宗申动力（zsdl）001696，广电计量（gdjl）002967，北纬科技（bwkj）002148
山东矿机（sdkj）002526，力鼎光电（ldgd）605118，吉林化纤（jlhx）000420，厦门信达（xmxd）000701，雷科防务（lkfw）002413，山河智能（shzn）002097，天禾股份（thgf）002999，英飞拓（yft）002528
崧盛股份（ssgf）301002，金盾股份（jdgf）300411，蓝海华腾（lhht）300484，蕾奥规划（lagh）300989，爱克股份（akgf）300889，设计总院（sjzy）603357，莱斯信息（lsxx）688631，星网宇达（xwyd）002829
新大洲Ａ（xdza）000571，渤海租赁（bhzl）000415，日发精机（rfjj）002520，朝阳科技（zykj）002981，格尔软件（gerj）603232，中创物流（zcwl）603967
高速铜缆
通宇通讯（tytx）002792，金安国纪（jagj）002636，吴通控股（wtkg）300292，新亚电子（xydz）605277，中京电子（zjdz）002579，信音电子（xydz）301329
机器人
盛通股份（stgf）002599，五洲新春（wzxc）603667，南方精工（nfjg）002553，日发精机（rfjj）002520
大麻
顺灏股份（shgf）002565，永吉股份（yjgf）603058
其余形式独苗
亚太集团（ytjt）600881，雪迪龙（xdl）002658，京华激光（jhjg）603607，云内动力（yndl）000903，必得科技（bdkj）605298，合力泰（hlt）002217，浪潮信息（lcxx）000977，松霖科技（slkj）603992
华资实业（hzsy）600191，明德生物（mdsw）002932，统一股份（tygf）600506，三祥新材（sxxc）603663，城地香江（cdxj）603887

二板
中信海直（zxhz）000099，顺威股份（swgf）002676，华体科技（htkj）603679，普路通（plt）002769，新中港（xzg）605162

三板
联明股份（lmgf）603006，丰山集团（fsjt）603810

五板
爱丽家居（aljj）603221，亚振家居（yzjj）603389

六板
华生科技（hskj）605180

七板
宁科生物（nksw）600165

`
  },
{
    "d": "2024-03-27",
    "l": "https://www.tgb.cn/a/26XUu53xJPK",
    "t": `

首板
未分类
威帝股份（wdgf）603023，大唐电信（dtdx）600198，华体科技（htkj）603679，金溢科技（jykj）002869，皖通科技（wtkj）002331
医疗器械检测
博晖创新（bhcx）300318，毅昌科技（yckj）002420
NMN
金达威（jdw）002626，兄弟科技（xdkj）002562，康惠制药（khzy）603139，雅本化学（ybhx）300261
汽车产业链零部件
天永智能（tyzn）603895，登云股份（dygf）002715
传媒
中广传媒，思美传媒（smcm）002712，文投控股（wtkg）600715，美吉姆（mjm）002621
飞车低空
中信海直（zxhz）000099，顺威股份（swgf）002676
消费品
盐津铺子（yjpz）002847，良品铺子（lppz）603719
其余形式独苗
普路通（plt）002769，新中港（xzg）605162，原尚股份（ysgf）603813，科新发展（kxfz）600234，睿能科技（rnkj）603933，源飞宠物（yfcw）001222，空港股份（kggf）600463，大理药业（dlyy）603963
中源家居（zyjj）603709

二板
兴欣科技，科瑞技术（krjs）002957，安邦护卫（abhw）603373，联明股份（lmgf）603006，丰山集团（fsjt）603810

三板
科森科技（kskj）603626

四板
京投发展（jtfz）600683，爱丽家居（aljj）603221，亚振家居（yzjj）603389，圣达生物（sdsw）603079

五板
华生科技（hskj）605180

六板
宁科生物（nksw）600165

`
  },
{
    "d": "2024-03-26",
    "l": "https://www.tgb.cn/a/26WfPRG86cR",
    "t": `

首板
锂电池
丰山集团（fsjt）603810，安孚科技（afkj）603031，丰元股份（fygf）002805，野马电池（ymdc）605378，星云股份（xygf）300648，汇得科技（hdkj）603192，天赐材料（tccl）002709，联创股份
璞泰来（ptl）603659，众源新材（zyxc）603527，时代万恒（sdwh）600241，永太科技（ytkj）002326，三祥新材（sxxc）603663，红豆股份（hdgf）600400，新纶新材（xlxc）002341
小米汽车产业链零部件
奥联电子（aldz）300585，三联锻造（sldz）001282，联明股份（lmgf）603006，海马汽车（hmqc）000572，华丰股份（hfgf）605100
飞行汽车
新亚制程（xyzc）002388，龙洲股份（lzgf）002682，天保基建（tbjj）000965，光洋股份（gygf）002708，科瑞技术（krjs）002957，安邦护卫（abhw）603373
覆铜板
博敏电子（bmdz）603936，富信科技（fxkj）688662
核污染
实朴检测（spjc）301228，正和生态（zhst）605069，华盛昌（hsc）002980，大湖股份（dhgf）600257
房地产
大龙地产（dldc）600159，天保基建（tbjj）000965，汇通能源（htny）600605，上实发展（ssfz）600748
其余形式独苗
北斗星通（bdxt）002151，兴欣新材（xxxc）001358，内蒙新华（nmxh）603230，元成股份（ycgf）603388，傲农生物（answ）603363，山推股份（stgf）000680，岩石股份（ysgf）600696，日丰股份（rfgf）002953
佳云科技（jykj）300242

二板
物产金轮（wcjl）002722，津荣天宇（jrty）300988，凯众股份（kzgf）603037，创新新材（cxxc）600361，建设机械（jsjx）600984，科森科技（kskj）603626，宏和科技（hhkj）603256

三板
京投发展（jtfz）600683，圣达生物（sdsw）603079，爱丽家居（aljj）603221，亚振家居（yzjj）603389，安德利（adl）605198

四板
华生科技（hskj）605180，青海华鼎（qhhd）600243

五板
宁科生物（nksw）600165

`
  },
{
    "d": "2024-03-25",
    "l": "https://www.tgb.cn/a/26UFYKUpWIw",
    "t": `

首板
芯片
跃岭股份（ylgf）002725，石英股份（sygf）603688，京华激光（jhjg）603607，东方嘉盛（dfjs）002889，大唐电信（dtdx）600198
消费电子
瀛通通讯（yttx）002861，宏和科技（hhkj）603256，科森科技（kskj）603626
小米汽车
津荣天宇（jrty）300988，创新新材（cxxc）600361，凯众股份（kzgf）603037，能源，贝肯能源（bkny）002828，准油股份
人工智能
德生科技（dskj）002908，物产金轮（wcjl）002722
量子科技
浩丰科技（hfkj）300419，吉大正元（jdzy）003029
其余形式独苗
龙宇股份，原尚股份（ysgf）603813，依依股份（yygf）001206，宜宾纸业（ybzy）600793，播恩集团（bejt）001366，合成生物，建设机械（jsjx）600984，天禾股份（thgf）002999
法尔胜（fes）000890，豫能控股（ynkg）001896，时空科技（skkj）605178，艾艾精工（aajg）603580

二板
爱丽家居（aljj）603221，亚振家居（yzjj）603389，圣达生物（sdsw）603079，安德利（adl）605198，康达新材（kdxc）002669，精达股份（jdgf）600577，京投发展（jtfz）600683

三板
青海华鼎（qhhd）600243，华生科技（hskj）605180，翔港科技（xgkj）603499，王子新材（wzxc）002735

四板
宁科生物（nksw）600165

七板
博信股份（bxgf）600083

`
  },
{
    "d": "2024-03-22",
    "l": "https://www.tgb.cn/a/26PGphXawhD",
    "t": `

首板
芯片
宏昌电子（hcdz）603002，康强电子（kqdz）002119，康达新材（kdxc）002669，联动科技（ldkj）301369
高速铜缆
奥飞数据（afsj）300738，胜蓝股份（slgf）300843，鼎通科技（dtkj）688668，楚江新材（cjxc）002171
传媒
中原传媒（zycm）000719，新华传媒（xhcm）600825，华扬联众（hylz）603825，上海电影（shdy）601595，慈文传媒（cwcm）002343，华数传媒（hscm）000156，世纪天鸿（sjth）300654
飞车低空
万泽股份（wzgf）000534，康达新材（kdxc）002669，新亚制程（xyzc）002388，楚江新材（cjxc）002171
房地产相关
华嵘控股（hrkg）600133，亚振家居（yzjj）603389，诚邦股份（cbgf）603316，捷顺科技（jskj）002609，京投发展（jtfz）600683，爱丽家居（aljj）603221
零售
南京商旅（njsl）600250，中兴商业（zxsy）000715
算力
云赛智联（yszl）600602，润泽科技（rzkj）300442，润建股份（rjgf）002929，利通电子（ltdz）603629
其余形式独苗
圣达生物（sdsw）603079，京能热力（jnrl）002893，汇金通（hjt）603577，飞马国际（fmgj）002210，云内动力（yndl）000903，华盛昌（hsc）002980，安德利（adl）605198

二板
大为股份（dwgf）002213，南方精工（nfjg）002553，王子新材（wzxc）002735，读客文化（dkwh）301025，科新发展（kxfz）600234，青海华鼎（qhhd）600243，博威合金（bwhj）601137，翔港科技（xgkj）603499，华生科技（hskj）605180

三板
沃尔核材（wehc）002130，华策影视（hcys）300133，掌阅科技（zykj）603533，中广天择（zgtz）603721

五板
动力新科（dlxk）600841

六板
博信股份（bxgf）600083

`
  },
{
    "d": "2024-03-21",
    "l": "https://www.tgb.cn/a/26O2NJN3d5A",
    "t": `

首板
芯片
翔港科技（xgkj）603499，大为股份（dwgf）002213，中晶科技（zjkj）003026，中广核技（zghj）000881，国力股份
农业畜牧
天邦食品（tbsp）002124，海利生物（hlsw）603718，神农集团（snjt）605296，东瑞股份（drgf）001201，湘佳股份（xjgf）002982
飞车低空
神剑股份（sjgf）002361，华生科技（hskj）605180，四创电子（scdz）600990，王子新材（wzxc）002735，立航科技（lhkj）603261，华设集团（hsjt）603018，天成自控（tczk）603085，双一科技（sykj）300690
上工申贝（sgsb）600843，新晨科技（xckj）300542
传媒多模态
城市传媒（cscm）600229，读客文化（dkwh）301025，日播时尚（rbss）603196，中科金财（zkjc）002657，浙文互联（zwhl）600986
黄金
登云股份（dygf）002715，中润资源（zrzy）000506
核电
中广核技（zghj）000881，日月股份（rygf）603218
高速铜缆
华脉科技（hmkj）603042，博威合金（bwhj）601137
房地产相关
新大正（xdz）002968，科新发展（kxfz）600234，菲林格尔（flge）603226
算力
群兴玩具（qxwj）002575，安诺其（anq）300067，沙钢股份（sggf）002075
氢能源
丹化科技（dhkj）600844，纳尔股份（negf）002825
其余题材独苗
华菱精工（hljg）603356，南方精工（nfjg）002553，顶点软件（ddrj）603383，大连圣亚（dlsy）600593，青海华鼎（qhhd）600243，宏达股份（hdgf）600331，倾向于农业

二板
德明利（dml）001309，沃尔核材（wehc）002130，北纬科技（bwkj）002148，威创股份，美吉姆（mjm）002621，实丰文化（sfwh）002862，伟隆股份（wlgf）002871，华策影视（hcys）300133，掌阅科技（zykj）603533，宁可生物，设计总院（sjzy）603357，卧龙电驱（wldq）600580，咸亨国际（xhgj）605056

三板
威帝股份（wdgf）603023，傲农生物（answ）603363，新亚电子（xydz）605277

四板
贝瑞基因（brjy）000710，动力新科（dlxk）600841，东方时尚（dfss）603377

五板
博信股份（bxgf）600083

八板
永悦科技（yykj）603879，大理药业（dlyy）603963，艾艾精工（aajg）603580

`
  },
{
    "d": "2024-03-20",
    "l": "https://www.tgb.cn/a/26MnGhG7l2Y",
    "t": `

首板
未分类
鑫科材料（xkcl）600255，北方铜业（bfty）000737，精艺股份（jygf）002295
汽车产业链
长春一东（ccyd）600148，汉马科技（hmkj）600375，亚星客车（yxkc）600213，东安动力（dadl）600178，丰华股份（fhgf）600615，合兴股份（hxgf）605005，旭升集团（xsjt）603305，东风汽车（dfqc）dnfgy
传媒多模态
华策影视（hcys）300133，慈文传媒（cwcm）002343，北纬科技（bwkj）002148，掌阅科技（zykj）603533，中广天择（zgtz）603721，实丰文化（sfwh）002862，力盛体育（lsty）002858，超讯通信（cxtx）603322
引力传媒（ylcm）603598，海天瑞声（htrs）688787，九安医疗（jayl）002432
低空经济
咸亨国际（xhgj）605056，北纬科技（bwkj）002148，和顺科技（hskj）301237，卧龙电驱（wldq）600580，保利国际，川大智胜（cdzs）002253，莱斯信息（lsxx）688631，Ａｉ医疗
华康医疗，兰卫医学（lwyx）301060，康惠制药（khzy）603139，尚荣医疗（sryl）002551，九安医疗（jayl）002432
光伏
中科云网（zkyw）002306，永和智控（yhzk）002795，实丰文化（sfwh）002862，公元股份（gygf）002641
核污染
中核科技（zhkj）000777，景业智能（jyzn）688290，尚荣医疗（sryl）002551，伟隆股份（wlgf）002871，沃尔核材（wehc）002130，榕基软件（rjrj）002474
其余题材独苗
设计总院（sjzy）603357，宁可生物，金安国际，美吉姆（mjm）002621，英联股份（ylgf）002846，天箭科技（tjkj）002977，宜宾纸业（ybzy）600793，长青科技（cqkj）001324
财信发展（cxfz）000838，宏昌电子（hcdz）603002，威创股份，好太太（htt）603848，德明利（dml）001309，科林电气（kldq）603050，帝欧家居

二板
甘肃能源（gsny）000791，四川九洲（scjz）000801，依依股份（yygf）001206，得润电子（drdz）002055，辉丰股份（hfgf）002496，维科技术（wkjs）600152，威帝股份（wdgf）603023，海鸥股份（hogf）603269，傲农生物（answ）603363，安邦护卫（abhw）603373，盛景微（sjw）603375，再升科技（zskj）603601，新亚电子（xydz）605277

三板
贝瑞基因（brjy）000710，动力新科（dlxk）600841，福蓉科技（frkj）603327，东方时尚（dfss）603377，赛力医疗（slyl）603716

四板
电广传媒（dgcm）000917，博信股份（bxgf）600083

五板
宏达新材（hdxc）002211

七板
永悦科技（yykj）603879，大理药业（dlyy）603963

十二板
艾艾精工（aajg）603580

`
  },
{
    "d": "2024-03-19",
    "l": "https://www.tgb.cn/a/26KJudgBCDl",
    "t": `

首板
风光储氢
甘肃能源（gsny）000791，维科技术（wkjs）600152，康普顿（kpd）603798，西昌电力（xcdl）600505，奥特迅（atx）002227，明牌珠宝（mpzb）002574，盛泰集团（stjt）605138，中路股份
百达精工（bdjg）603331
农业畜牧
播恩集团（bejt）001366，粤桂股份（yggf）000833，贤丰控股（xfkg）002141，湘佳股份（xjgf）002982，神农集团（snjt）605296，辉丰股份（hfgf）002496，傲农生物（answ）603363，太和水（ths）605081
无人驾驶
万集科技（wjkj）300552，金溢科技（jykj）002869，兴民智通（xmzt）002355，天迈科技（tmkj）300807，威帝股份（wdgf）603023，瑞玛精密（rmjm）002976，星光农机（xgnj）603789
高速铜缆
新亚电子（xydz）605277，华丰科技（hfkj）688629，盛景微（sjw）603375，鼎通科技（dtkj）688668，兆龙互连（zlhl）300913，得润电子（drdz）002055，汇源通信（hytx）000586
算力
瑞贝卡（rbk）600439，统一股份（tygf）600506，上海建科（shjk）603153，海鸥股份（hogf）603269
低空经济
安邦护卫（abhw）603373，再升科技（zskj）603601，四川九洲（scjz）000801
固态电池
紫建电子（zjdz）301121，豪鹏科技（hpkj）001283
其余形式独苗
中原传媒（zycm）000719，浩丰科技（hfkj）300419，翔鹭钨业（xlwy）002842，有色金属（ysjs）000819，迪马股份（dmgf）600565，依依股份（yygf）001206，齐峰新材（qfxc）002521，李子园（lzy）605337
亚世光电（ysgd）002952

二板
贝瑞基因（brjy）000710，赛力医疗（slyl）603716，方正电机（fzdj）002196，瀛通通讯（yttx）002861，福蓉科技（frkj）603327，动力新科（dlxk）600841，东方时尚（dfss）603377

三板
电广传媒（dgcm）000917，博信股份（bxgf）600083

四板
新大洲Ａ（xdza）000571，宏达新材（hdxc）002211

六板
永悦科技（yykj）603879，大理药业（dlyy）603963

十一板
艾艾精工（aajg）603580

`
  },
{
    "d": "2024-03-18",
    "l": "https://www.tgb.cn/a/26J1LiwOFwI",
    "t": `

首板
飞行汽车
上工申贝（sgsb）600843，卧龙电驱（wldq）600580，奇德新材（qdxc）300995，星网宇达（xwyd）002829，兴业股份（xygf）603928，东方时尚（dfss）603377，莱斯信息（lsxx）688631，广电计量（gdjl）002967
纵横股份（zhgf）688070，岭南控股（lnkg）000524，立航科技（lhkj）603261，日发精机（rfjj）002520，动力新科（dlxk）600841，Ａｉ医疗，赛力医疗（slyl）603716，济南高新（jngx）600807
精华制药（jhzy）002349，贝瑞基因（brjy）000710，泓博医药（hbyy）301230，康惠制药（khzy）603139，合富中国（hfzg）603122，理邦仪器（lbyq）300206，灵康药业（lkyy）603669，正川股份（zcgf）603976
宏景科技（hjkj）301396
机器人
派斯林（psl）600215，东方精工（dfjg）002611，方正电机（fzdj）002196
汽车产业链
动力新科（dlxk）600841，龙洲股份（lzgf）002682，正裕工业（zygy）603089，亚普股份（ypgf）603013，东风科技（dfkj）600081，宸展光电（czgd）003019，江淮汽车（jhqc）600418
传媒游戏
科新发展（kxfz）600234，浙数文化（zswh）600633，文投控股（wtkg）600715，思美传媒（smcm）002712，引力传媒（ylcm）603598，北纬科技（bwkj）002148
算力硬件产业链
烽火通信（fhtx）600498，亚威股份（ywgf）002559，好利科技（hlkj）002729，德明利（dml）001309，华正新材（hzxc）603186，太极实业（tjsy）600667
橡胶
青岛双星（qdsx）000599，海南橡胶（hnxj）601118
教育
中公教育（zgjy）002607，美吉姆（mjm）002621
消费电子手机
朝阳科技（zykj）002981，可川科技（kckj）603052，福蓉科技（frkj）603327，瀛通通讯（yttx）002861，鹏鼎控股（pdkg）002938
光伏绿电
豫能控股（ynkg）001896，三星新材（sxxc）603578，霍普股份（hpgf）301024
其余形式独苗
华阳新材（hyxc）600281，方正证券（fzzq）601901，格尔软件（gerj）603232，信创软件，时空科技（skkj）605178，长虹高科（chgk）605008，宏柏新材（hbxc）605366

二板
电广传媒（dgcm）000917，万丰奥威（wfaw）002085，中光学（zgx）002189，泰尔股份（tegf）002347，声讯股份（sxgf）003004，东风汽车（dfqc）dnfgy，博信股份（bxgf）600083，华嵘控股（hrkg）600133，国芳集团（gfjt）601086，怡球资源（yqzy）601388，恒银科技（hykj）603106，诚邦股份（cbgf）603316

三板
新大洲Ａ（xdza）000571，宏达新材（hdxc）002211，超越科技（cykj）301049，合锻智能（hdzn）603011，越剑智能（yjzn）603095

五板
永悦科技（yykj）603879，大理药业（dlyy）603963

十板
艾艾精工（aajg）603580

`
  },
{
    "d": "2024-03-15",
    "l": "https://www.tgb.cn/a/26EbFA1RkGK",
    "t": `

首板
机器人
博信股份（bxgf）600083，峰龙股份，瑞德智能（rdzn）301135，雷赛智能（lszn）002979，泰尔股份（tegf）002347，固高科技（ggkj）301510，新北洋（xby）002376，夏厦精密（xsjm）001306
鸣志电器（mzdq）603728，新亚电子（xydz）605277
汽车产业链
山子股份，顺威股份（swgf）002676，亚通精工（ytjg）603190，德赛西威（dsxw）002920，东风汽车（dfqc）dnfgy，中光学（zgx）002189，智莱科技（zlkj）300771
飞行汽车
声讯股份（sxgf）003004，咸亨国际（xhgj）605056，隆基机械（ljjx）002363，万丰奥威（wfaw）002085，应流股份（ylgf）603308，固废环保，金正大（jzd）002470，诚邦股份（cbgf）603316
怡球资源（yqzy）601388，东江环保（djhb）002672，格林美（glm）002340，启迪环境（qdhj）000826，东方园林（dfyl）002310，四通股份（stgf）603838，顺博合金（sbhj）002996
甘肃麻辣烫
众兴菌业（zxjy）002772，国芳集团（gfjt）601086，晨化股份（chgf）300610，晨光新材（cgxc）605399
液冷服务器
日海股份，朗威股份（lwgf）301202，巨化股份（jhgf）600160，三美股份（smgf）603379，钢铁有色，中钨高新（zwgx）000657，鹏欣资源（pxzy）600490，盛德鑫泰（sdxt）300881
金融
恒银科技（hykj）603106，瑞达期货（rdqh）002961
医药
亚太实业（ytsy）000691，四环生物（shsw）000518
其余形式独苗
电广传媒（dgcm）000917，福日电子（frdz）600203，华嵘控股（hrkg）600133，傲农生物（answ）603363

二板
新大洲Ａ（xdza）000571，北方铜业（bfty）000737，财信发展（cxfz）000838，宏达新材（hdxc）002211，华宏科技（hhkj）002645，三夫户外（sfhw）002780，郑中设计（zzsj）002811，赛隆药业（slyy）002898，超越科技（cykj）301049，富佳股份（fjgf）603219，亚振家居（yzjj）603389，恒盛能源（hsny）605580

四板
永悦科技（yykj）603879，大理药业（dlyy）603963

五板
星光股份（xggf）002076

九板
艾艾精工（aajg）603580

`
  },
{
    "d": "2024-03-14",
    "l": "https://www.tgb.cn/a/26CsLTdeJll",
    "t": `

首板
医药
赛隆药业（slyy）002898，泰格医药（tgyy）300347，奥赛康（ask）002755，首药控股（sykg）688197，昭衍新药（zyxy）603127
固废处理回收
华宏科技（hhkj）002645，财信发展（cxfz）000838，合锻智能（hdzn）603011，大地海洋（ddhy）301068，超越科技（cykj）301049
机器人
兆新股份（zxgf）002256，越剑智能（yjzn）603095
新型工业化
合锻智能（hdzn）603011，翔港科技（xgkj）603499，华菱精工（hljg）603356，宏达新材（hdxc）002211
黄金
北方铜业（bfty）000737，登云股份（dygf）002715
培育砖石
恒盛能源（hsny）605580，亚振家居（yzjj）603389
外贸
赫美股份，三夫户外（sfhw）002780，珠海港（zhg）000507，富佳股份（fjgf）603219
算力产业链
合锻智能（hdzn）603011，鸿博股份（hbgf）002229，威星智能（wxzn）002849，万通发展（wtfz）600246
其余独苗形式
郑中设计（zzsj）002811，新大洲Ａ（xdza）000571，时代万恒（sdwh）600241，我爱我家（wawj）000560，国华网安（ghwa）000004，天龙股份（tlgf）603266

二板
魅视科技（mskj）001229，罗欣药业（lxyy）002793，东安动力（dadl）600178

三板
永悦科技（yykj）603879，大理药业（dlyy）603963

四板
星光股份（xggf）002076

五板
中电兴发（zdxf）002298

八板
艾艾精工（aajg）603580

`
  },
{
    "d": "2024-03-13",
    "l": "https://www.tgb.cn/a/26AKxQGYAgJ",
    "t": `

首板
SO­AR多模态
大晟文化（dcwh）600892，网达软件（wdrj）603189，惠程科技（hckj）002168，博瑞传播（brcb）600880，时代出版（sdcb）600551，龙版传媒（lbcm）605577，中广天择（zgtz）603721，名臣健康（mcjk）002919
魅视科技（mskj）001229，世纪华通（sjht）002602，禾盛新材（hsxc）002290，因赛集团（ysjt）300781，泓博医药（hbyy）301230
汽车产业链
松芝股份（szgf）002454，百达精工（bdjg）603331，山子股份，北汽蓝谷（bqlg）600733，东安动力（dadl）600178，日盈电子（rydz）603286，蓝海华腾（lhht）300484
飞行汽车
润贝航科（rbhk）001316，成飞集成（cfjc）002190，信创软件，中国软件（zgrj）600536，华塑控股（hskg）000509，久其软件（jqrj）002279
IG­BT
蓝海华腾（lhht）300484，新洁能（xjn）605111，甘科化工
数据中心
沙钢股份（sggf）002075，海量数据（hlsj）603138
算力
恒润股份（hrgf）603985，协鑫能科（xxnk）002015
其余独苗形式
北京人力（bjrl）600861，冠石科技（gskj）605588，北京科锐（bjkr）002350，大千生态（dqst）603955，诺邦股份（nbgf）603238，新日股份（xrgf）603787，东睦股份（dmgf）600114，众兴菌业（zxjy）002772
博实股份（bsgf）002698，罗欣药业（lxyy）002793

二板
中信海直（zxhz）000099，凯撒文化（kswh）002425，榕基软件（rjrj）002474，明牌珠宝（mpzb）002574，济南高新（jngx）600807，大理药业（dlyy）603963，英利汽车（ylqc）601279，永悦科技（yykj）603879

三板
星光股份（xggf）002076，英联股份（ylgf）002846，普天科技（ptkj）002544，掌阅科技（zykj）603533

四板
中电兴发（zdxf）002298，铭普光磁（mpgc）002902

七板
艾艾精工（aajg）603580，立航科技（lhkj）603261

`
  },
{
    "d": "2024-03-12",
    "l": "https://www.tgb.cn/a/26zfmA2TSD8",
    "t": `

首板
飞行汽车
天成自控（tczk）603085，中信海直（zxhz）000099，凯众股份（kzgf）603037，多伦科技（dlkj）603528，宗申动力（zsdl）001696，四创电子（scdz）600990，万方发展（wffz）000638，蔚蓝锂芯（wllx）002245
东方时尚（dfss）603377，吉林化纤（jlhx）000420，商络电子（sldz）300975，星源卓镁（xyzm）301398，建新股份（jxgf）300107，精工科技（jgkj）002006，金盾股份（jdgf）300411，永悦科技（yykj）603879
医药
佛慈制药（fczy）002644，长药控股，龙津药业（ljyy）002750，济南高新（jngx）600807，佐力药业（zlyy）300181，灵康药业（lkyy）603669，香雪制药（xxzy）300147，大理药业（dlyy）603963
小米汽车上市
泉峰汽车（qfqc）603982，金海高科（jhgk）603311，英利汽车（ylqc）601279，宁波高发（nbgf）603788，秦安股份（qagf）603758，德赛西威（dsxw）002920，神通科技（stkj）605228，瑞鹄模具（rgmj）002997
大消费
中锐股份（zrgf）002374，国旅联合（gllh）600358，金种子酒（jzzj）600199，千味央厨（qwyc）001215，锦江酒店（jjjd）600754，三柏硕（sbs）001300
复合集流体
沃格光电（wggd）603773，道森股份
房地产相关
天保基建（tbjj）000965，志邦家居（zbjj）603801，我爱我家（wawj）000560，欧派家居（opjj）603833，中交地产（zjdc）000736，荣安地产（radc）000517
其他形式独苗
明牌珠宝（mpzb）002574，经纬股份（jwgf）301390，榕基软件（rjrj）002474，凯撒文化（kswh）002425，久远银海（jyyh）002777，密尔克卫（mekw）603713，上海物流，昀冢科技（yzkj）688260
金鹰股份（jygf）600232

二板
中洲控股（zzkg）000042，星光股份（xggf）002076，万丰奥威（wfaw）002085，普天科技（ptkj）002544，天际股份（tjgf）002759，英联股份（ylgf）002846，海科新源（hkxy）301292，时代万恒（sdwh）600241，上工申贝（sgsb）600843，掌阅科技（zykj）603533

三板
中电兴发（zdxf）002298，日海智能（rhzn）002313，高德红外（gdhw）002414，新天药业（xtyy）002873，铭普光磁（mpgc）002902

四板
必得科技（bdkj）605298

六板
立航科技（lhkj）603261，艾艾精工（aajg）603580

`
  },
{
    "d": "2024-03-11",
    "l": "https://www.tgb.cn/a/26xoX3zsG40",
    "t": `

首板
新能源-锂电池
天际股份（tjgf）002759，天赐材料（tccl）002709，海科新源（hkxy）301292，多氟多（dfd）002407，柘中股份（zzgf）002346，信德新材（xdxc）301349，科达利（kdl）002850，英联股份（ylgf）002846
光华科技（ghkj）002741，璞泰来（ptl）603659，领湃科技（lpkj）300530，丰山集团（fsjt）603810，野马电池（ymdc）605378，时代万恒（sdwh）600241，丰元股份（fygf）002805，德新科技（dxkj）603032
翔丰华（xfh）300890，恩捷股份（ejgf）002812，星光股份（xggf）002076，北汽蓝谷（bqlg）600733，尚太科技（stkj）001301，世龙实业（slsy）002748，豪鹏科技（hpkj）001283，钱江摩托（qjmt）000913
新能源-光储电力
豫能控股（ynkg）001896，恒星科技（hxkj）002132，华西能源（hxny）002630，乐山电力（lsdl）600644，北京科锐（bjkr）002350，珈伟新能（jwxn）300317，远程股份（ycgf）002692，梅雁吉祥（myjx）600868
世嘉科技（sjkj）002796，川润股份（crgf）002272，清源股份（qygf）603628，禾望电气（hwdq）603063，永福股份（yfgf）300712，鹏辉能源（phny）300438
飞行汽车
上工申贝（sgsb）600843，万丰奥威（wfaw）002085，长源东谷（zydg）603950
算力产业链
宁波建工（nbjg）601789，瑞贝卡（rbk）600439，川润股份（crgf）002272，宁夏建材（nxjc）600449，旋极信息（xjxx）300324，朗威股份（lwgf）301202，拓维信息（twxx）002261，华孚时尚（hfss）002042
机器人新兴工业化
林州重机（lzzj）002535，建设机械（jsjx）600984
多模态So­ra
苏州科达（szkd）603660，掌阅科技（zykj）603533，慈文传媒（cwcm）002343
其他形式独苗
棕榈股份，登云股份（dygf）002715，伟时电子（wsdz）605218，美达股份，人人乐（rrl）002336，康缘药业（kyyy）600557，凯文教育（kwjy）002659，普天科技（ptkj）002544
司太立（stl）603520，中洲控股（zzkg）000042，东方环宇（dfhy）603706

二板
文科股份（wkgf）002775，国晟科技（gckj）603778，耀皮玻璃（ypbl）600819，德业股份（dygf）605117，中路股份，淳中科技（czkj）603516，新天药业（xtyy）002873，盛通股份（stgf）002599，高德红外（gdhw）002414，铭普光磁（mpgc）002902，中电兴发（zdxf）002298，光迅科技（gxkj）002281，日海智能（rhzn）002313，道明光学（dmgx）002632

三板
神州高铁（szgt）000008，必得科技（bdkj）605298，三晖电气（shdq）002857

五板
安彩高科（acgk）600207，立航科技（lhkj）603261，艾艾精工（aajg）603580

`
  },
{
    "d": "2024-03-08",
    "l": "https://www.tgb.cn/a/26sCUfejhHw",
    "t": `

首板
算力产业链
铭普光磁（mpgc）002902，瑞斯康达（rskd）603803，日海智能（rhzn）002313，统一股份（tygf）600506，淳中科技（czkj）603516，光迅科技（gxkj）002281，群兴玩具（qxwj）002575，精研科技（jykj）300709
美利云（mly）000815，城地香江（cdxj）603887，工业富联（gyfl）601138，生益科技（sykj）600183
芯片
赛腾股份（stgf）603283，皇庭国际（htgj）000056，通富微电（tfwd）002156，三超新材（scxc）300554
PCB
深南电路（sndl）002916，沪电股份（hdgf）002463，生益科技（sykj）600183，华正新材（hzxc）603186
Ai手机
道明光学（dmgx）002632，福蓉科技（frkj）603327，智动力（zdl）300686，军工设备，中科海讯（zkhx）300810，高德红外（gdhw）002414
医药
新天药业（xtyy）002873，南华生物（nhsw）000504，华森制药（hszy）002907，百花医药（bhyy）600721，罗欣药业（lxyy）002793，英特集团（ytjt）000411
多模态
声讯股份（sxgf）003004，三人行（srx）605168，南方传媒（nfcm）601900，光伏设备，鹿山新材（lsxc）603051，北玻股份（bbgf）002613，国晟科技（gckj）603778，文科股份（wkgf）002775
耀皮玻璃（ypbl）600819，福莱特（flt）601865，国能日新（gnrx）301162，德业股份（dygf）605117
其他形式独苗
中电兴发（zdxf）002298，洪涛股份（htgf）002325，武汉凡谷（whfg）002194，天永智能（tyzn）603895，盛通股份（stgf）002599，龙头股份（ltgf）600630，王力安防（wlaf）605268，华为家居
高鸿股份，中路股份

二板
神州高铁（szgt）000008，华菱线缆（hlxl）001208，洪兴股份（hxgf）001209，长青科技（cqkj）001324，三晖电气（shdq）002857，元成股份（ycgf）603388，思维列控（swlk）603508，必得科技（bdkj）605298

三板
华阳新材（hyxc）600281

四板
安彩高科（acgk）600207，上海沪工（shhg）603131，立航科技（lhkj）603261，艾艾精工（aajg）603580

`
  },
{
    "d": "2024-03-07",
    "l": "https://www.tgb.cn/a/26qIYIHz9S2",
    "t": `

首板
高铁设备
必得科技（bdkj）605298，科安达（kad）002972，新筑股份（xzgf）002480，长青科技（cqkj）001324，雷尔伟（lew）301016，通业科技（tykj）300960，神州高铁（szgt）000008，晋亿实业（jysy）601002
思维列控（swlk）603508，康尼机电（knjd）603111，冀凯股份，冀东装备（jdzb）000856，博信股份（bxgf）600083，东方精工（dfjg）002611，卓郎智能（zlzn）600545，春兴精工（cxjg）002547
精伦电子（jldz）600355，金明精机（jmjj）300281，优德精密（ydjm）300549，创元科技（cykj）000551
电网设备
华菱线缆（hlxl）001208，三晖电气（shdq）002857，西昌电力（xcdl）600505
金属
罗平锌电（lpxd）002114，电工合金（dghj）300697，四川黄金（schj）001337，怡球资源（yqzy）601388，北矿科技（bkkj）600980
芯片
电子城（dzc）600658，元成股份（ycgf）603388，创元科技（cykj）000551
农机
星光农机（xgnj）603789，威马农机（wmnj）301533
其他形式独苗
雪祺电气（xqdq）001387，荣联科技（rlkj）002642，建新股份（jxgf）300107，傲农生物（answ）603363，苏州龙杰（szlj）603332，中科云网（zkyw）002306，一彬科技（ybkj）001278，美吉姆（mjm）002621
泉阳泉（qyq）600189，三和管桩（shgz）003037，洪兴股份（hxgf）001209，出版传媒（cbcm）601999，顺灏股份（shgf）002565，长白山（cbs）603099，好上好（hsh）001298

二板
天奇股份（tqgf）002009，竞业达（jyd）003005，佰奥智能（bazn）300836，威力传动（wlcd）300904，华阳新材（hyxc）600281，金自天正（jztz）600560，海汽集团（hqjt）603069

三板
好上好（hsh）001298，合力泰（hlt）002217，金盾股份（jdgf）300411，安彩高科（acgk）600207，大连圣亚（dlsy）600593，上海沪工（shhg）603131，立航科技（lhkj）603261，艾艾精工（aajg）603580

四板
川润股份（crgf）002272

五板
文投控股（wtkg）600715

`
  },
{
    "d": "2024-03-06",
    "l": "https://www.tgb.cn/a/26p5srambss",
    "t": `

首板
未分类
纳尔股份（negf）002825，恒大高新（hdgx）002591，神雾节能（swjn）000820，福斯达（fsd）603173，华阳新材（hyxc）600281
低空经济
王子新材（wzxc）002735，四川九洲（scjz）000801，纵横股份（zhgf）688070，岭南控股（lnkg）000524
天然气
美能能源（mnny）001299，锡装股份（xzgf）001332，威星智能（wxzn）002849，福斯达（fsd）603173，南京公用（njgy）000421，宝莫股份（bmgf）002476
芯片
朗迪集团（ldjt）603726，三超新材（scxc）300554，跃岭股份（ylgf）002725，睿能科技（rnkj）603933，风电光伏，天域生态（tyst）603717，三超新材（scxc）300554，天顺风能（tsfn）002531
海源复材（hyfc）002529，威力传动（wlcd）300904，亚振家居（yzjj）603389，时代新材（sdxc）600458，金帝股份（jdgf）603270，电网设备变压器，江苏华辰（jshc）603097，新特电气（xtdq）301120
望变电气（wbdq）603191，大烨智能（dyzn）300670，摩恩电气（medq）002451，华西能源（hxny）002630，科远智慧（kyzh）002380
机器人
佰奥智能（bazn）300836，华东重机（hdzj）002685，金自天正（jztz）600560，腾亚精工（tyjg）301125，泰尔股份（tegf）002347，健麾信息（jhxx）605186，宏英智能（hyzn）001266，睿能科技（rnkj）603933
天奇股份（tqgf）002009，珠城科技（zckj）301280，科力尔（kle）002892，夏厦精密（xsjm）001306，远大智能（ydzn）002689，兆新股份（zxgf）002256，赛摩智能（smzn）300466，中电电机（zddj）603988
兆威机电（zwjd）003021，克来机电（kljd）603960
服装三胎
信隆健康（xljk）002105，如意集团（ryjt）002193，安正时尚（azss）603839，美尔雅（mey）600107
算力
瑞贝卡（rbk）600439，威星智能（wxzn）002849，竞业达（jyd）003005，荣科科技（rkkj）300290
房地产基建
廊坊发展（lffz）600149，正和生态（zhst）605069，苏州高新（szgx）600736
其他形式独苗
海汽集团（hqjt）603069，法尔胜（fes）000890，东方时尚（dfss）603377，德冠新材（dgxc）001378，翔港科技（xgkj）603499，上海包装，合力科技（hlkj）603917，国华网安（ghwa）000004
博恩集团（bejt）001366，合成生物，上海包装

二板
好上好（hsh）001298，红宝丽（hbl）002165，安彩高科（acgk）600207，合力泰（hlt）002217，金盾股份（jdgf）300411，立航科技（lhkj）603261，上海沪工（shhg）603131，艾艾精工（aajg）603580，大连圣亚（dlsy）600593

三板
川润股份（crgf）002272，润都股份（rdgf）002923

四板
文投控股（wtkg）600715

五板
福蓉科技（frkj）603327

六板
天元智能（tyzn）603273

七板
安奈儿（ane）002875

`
  },
{
    "d": "2024-03-05",
    "l": "https://www.tgb.cn/a/26nqB2Bd3KW",
    "t": `

首板
芯片
长电科技（zdkj）600584，好上好（hsh）001298，先锋电子（xfdz）002767，盈方微（yfw）000670，甘化科工（ghkg）000576，红宝丽（hbl）002165，皇庭国际（htgj）000056
Ai手机
合力泰（hlt）002217，中京电子（zjdz）002579，新纶新材（xlxc）002341，惠柏新材（hbxc）301555，贝隆精密（bljm）301567，日久光电（rjgd）003015
军工
上海沪工（shhg）603131，观想科技（gxkj）301213，宝塔实业（btsy）000595，立航科技（lhkj）603261，金盾股份（jdgf）300411，艾艾精工（aajg）603580，东方精工（dfjg）002611，标准股份
算力
汇源通信（hytx）000586，华孚时尚（hfss）002042，广安爱众（gaaz）600979，甘咨询（gzx）000779
汽车
安凯客车（akkc）000868，东风汽车（dfqc）dnfgy，建材类光伏，瑞和股份（rhgf）002620，安彩高科（acgk）600207
其他形式独苗
大连圣亚（dlsy）600593，大华股份（dhgf）002236，松炀资源（syzy）603863，中视传媒（zscm）600088，御银股份（yygf）002177

二板
高新发展（gxfz）000628，川润股份（crgf）002272，道明光学（dmgx）002632，智能自控（znzk）002877，润都股份（rdgf）002923，汉商集团（hsjt）600774，中广天择（zgtz）603721，时空科技（skkj）605178

三板
卓翼科技（zykj）002369，文投控股（wtkg）600715

四板
福蓉科技（frkj）603327

五板
天元智能（tyzn）603273

六板
安奈儿（ane）002875

`
  },
{
    "d": "2024-03-04",
    "l": "https://www.tgb.cn/a/26lM85TIv9g",
    "t": `

首板
算力产业链
天通股份（ttgf）600330，川润股份（crgf）002272，英维克（ywk）002837，佳力图（jlt）603912，日海智能（rhzn）002313，英特科技（ytkj）301399，统一股份（tygf）600506，强瑞技术（qrjs）301128
荣科科技（rkkj）300290，高新发展（gxfz）000628，罗博特科（lbtk）300757，森远股份（sygf）300210，四川长虹（scch）600839，工业富联（gyfl）601138，文一科技（wykj）600520
传媒多模态
湖北广电（hbgd）000665，南方传媒（nfcm）601900，中广天择（zgtz）603721，凡拓数创（ftsc）301313
消费电子
易德龙（ydl）603380，新宁物流（xnwl）300013，创新新材（cxxc）600361，希荻微（xdw）688173，道明光学（dmgx）002632，春秋电子（cqdz）603890，恒铭达（hmd）002947，银宝山新（ybsx）002786
农机
星光农机（xgnj）603789，绿田机械（ltjx）605259，一拖股份（ytgf）601038
医药
润都股份（rdgf）002923，双成药业（scyy）002693，诚达药业（cdyy）301201，南华生物（nhsw）000504，盘龙药业（plyy）002864，欣龙控股（xlkg）000955，通化金马（thjm）000766
三胎
汉商股份，爱婴室（ays）603214
风光储锂
中路股份，同兴环保（txhb）003027，乐通股份（ltgf）002319
芯片
通富微电（tfwd）002156，宏昌电子（hcdz）603002
其他形式独苗
望变电气（wbdq）603191，华培动力（hpdl）603121，晋控煤业（jkmy）601001，迪马股份（dmgf）600565，四川九洲（scjz）000801，卫星，国创高新（gcgx）002377，法尔胜（fes）000890
跟随创新新材，东湖高新（dhgx）600133，智能自控（znzk）002877，时空科技（skkj）605178

二板
卓翼科技（zykj）002369，美格智能（mgzn）002881，城市传媒（cscm）600229，文投控股（wtkg）600715，上海电影（shdy）601595，宏和科技（hhkj）603256，思维列控（swlk）603508，苏州科达（szkd）603660

三板
光迅科技（gxkj）002281，康盛股份（ksgf）002418，福蓉科技（frkj）603327

四板
天元智能（tyzn）603273

五板
安奈儿（ane）002875

`
  },
{
    "d": "2024-03-01",
    "l": "https://www.tgb.cn/a/26gRdzqv2xT",
    "t": `

首板
消费电子
思泉新材（sqxc）301489，新亚电子（xydz）605277，卓翼科技（zykj）002369，宏和电子（hhdz）603002，日久光电（rjgd）003015，亿道信息（ydxx）001314，智微智能（zwzn）001339，超频三（cps）300647
芯片
光华科技（ghkj）002741，三安光电（sagd）600703，中瓷电子（zcdz）003031，睿能科技（rnkj）603933，通信工程，美格智能（mgzn）002881，万隆光电（wlgd）300710
充电桩
动力源（dly）600405，英可瑞（ykr）300713，奥特迅（atx）002227，和顺电气（hsdq）300141，绿能慧充（lnhc）600212，欧陆通（olt）300870
文生视频
文投控股（wtkg）600715，大晟文化（dcwh）600892，城市传媒（cscm）600229，浙文影业（zwyy）601599，上海电影（shdy）601595，苏州科达（szkd）603660，人民网（rmw）603000
人工智能
科创信息（kcxx）300730，焦点科技（jdkj）002315，三六零（sll）601360
西藏基建
高争民爆（gzmb）002827，西藏天路（xztl）600326
其他形式独苗
上海洗霸（shxb）603200，瑞和股份（rhgf）002620，建材光伏，思维列控（swlk）603508，德龙汇能（dlhn）000593，亚通股份（ytgf）600692，信隆健康（xljk）002105，京威股份
龙江交通（ljjt）601188，方正证券（fzzq）601901，天瑞仪器（tryq）300165

二板
美锦能源（mjny）000723，康盛股份（ksgf）002418，雄韬股份（xtgf）002733，密封科技（mfkj）301020，全柴动力（qcdl）600218，张江高科（zjgk）600895，柏诚股份（bcgf）601133，京华激光（jhjg）603607，紫光股份（zggf）000938，光迅科技（gxkj）002281，福蓉科技（frkj）603327，可川科技（kckj）603052，华立股份（hlgf）603038，宏达新材（hdxc）002211，爱仕达（asd）002403

三板
达意隆（dyl）002209，洪涛股份（htgf）002325，康普顿（kpd）603798，天元智能（tyzn）603273

四板
汇源通信（hytx）000586，安奈儿（ane）002875

六板
东方精工（dfjg）002611

`
  },
{
    "d": "2024-02-29",
    "l": "https://www.tgb.cn/a/26fb1FmbwBJ",
    "t": `

首板
人工智能
国新文化（gxwh）600636，每日互动（mrhd）300766，省广集团（sgjt）002400，信雅达（xyd）600571，开普云（kpy）688228，华立股份（hlgf）603038
芯片类
新莱应材（xlyc）300260，盈方微（yfw）000670，柏诚股份（bcgf）601133，京华激光（jhjg）603607，张江高科（zjgk）600895，海立股份（hlgf）600619，奥普光电（apgd）002338，耐科装备（nkzb）688419
蓝英装备（lyzb）300293，华亚智能（hyzn）003043，紫光国微（zggw）002049，天箭科技（tjkj）002977，江化微（jhw）603078，文一科技（wykj）600520，亚翔集成（yxjc）603929，旭光电子（xgdz）600353
扬帆新材（yfxc）300637，凯美特气（kmtq）002549，雅克科技（ykkj）002409
氢能源
潜能恒信（qnhx）300191，全柴动力（qcdl）600218，国林科技（glkj）300786，美锦能源（mjny）000723，阳煤化工（ymhg）600691，亿华通（yht）688339，密封科技（mfkj）301020，泰山石油（tssy）000554
新动力（xdl）310328，云内动力（yndl）000903，雄韬股份（xtgf）002733，镇洋发展（zyfz）603213，辉丰股份（hfgf）002496，海马汽车（hmqc）000572，永安行（yax）603776，厚普股份（hpgf）300471
恒大高新（hdgx）002591，康盛股份（ksgf）002418，雪人股份（xrgf）002639，凯龙股份（klgf）002783，纳尔股份（negf）002825，利柏特（lbt）605167，众泰汽车（ztqc）000980，航天工程（htgc）603698
汉马科技（hmkj）600375
卫星导航
烽火电子（fhdz）000561，四川九洲（scjz）000801，三维通信（swtx）002115
数字货币
御银股份（yygf）002177，吉大正元（jdzy）003029，中科软（zkr）603927
机器人
越剑智能（yjzn）603095，腾亚精工（tyjg）301125，爱仕达（asd）002403，鸣志电器（mzdq）603728，华东重机（hdzj）002685，华东数控（hdsk）002248
消费电子
福蓉科技（frkj）603327，光弘科技（ghkj）300735，欧菲光（ofg）002456，可川科技（kckj）603052，维信诺（wxn）002387，昀冢科技（yzkj）688260，福日电子（frdz）600203
算力产业链
科创新源（kcxy）300731，紫光股份（zggf）000938，光迅科技（gxkj）002281，高新发展（gxfz）000628，中贝通信（zbtx）603220
汽车产业链
江铃汽车（jlqc）000550，北特科技（btkj）603009，赛力斯（sls）601127
光伏
鼎际得（djd）603255，宇晶股份（yjgf）002943，福莱蒽特（flet）605566
其他形式独苗
万丰奥威（wfaw）002085，康欣新材（kxxc）600076，宏达新材（hdxc）002211，金枫酒业（jfjy）600616，白酒饮料，国创高新（gcgx）002377，皮阿诺（pan）002853

二板
达意隆（dyl）002209，洪涛股份（htgf）002325，东易日盛（dyrs）002713，新动力（xdl）310328，九鼎投资，华资实业（hzsy）600191，京城股份（jcgf）600860，神驰机电（scjd）603109，天元智能（tyzn）603273，康普顿（kpd）603798

三板
汇源通信（hytx）000586，安奈儿（ane）002875

四板
天永智能（tyzn）603895

五板
东方精工（dfjg）002611

`
  },
{
    "d": "2024-02-28",
    "l": "https://www.tgb.cn/a/26dxJa9BGze",
    "t": `

首板
人造肉
双塔食品（stsp）002481，索宝蛋白（sbdb）603231，东宝生物（dbsw）300239
农业
华资实业（hzsy）600191，金健米业（jjmy）600127
机器人
和泰机电（htjd）001225，达意隆（dyl）002209
氢能源
康普顿（kpd）603798，洪涛股份（htgf）002325，英力特（ylt）000635，新动力（xdl）310328，华光环能（hghn）600475，京城股份（jcgf）600860，天元智能（tyzn）603273
其他形式独苗
恒林股份（hlgf）603661，神驰机电（scjd）603109，东易日盛（dyrs）002713，九鼎投资

二板
汇源通信（hytx）000586，众生药业（zsyy）002317，安奈儿（ane）002875，西上海（xsh）605151

三板
亚联发展（ylfz）002316，华研精机（hyjj）301138，标准股份，天永智能（tyzn）603895

四板
东方精工（dfjg）002611，博杰股份（bjgf）002975

八板
国脉文化（gmwh）600640，华扬联众（hylz）603825

`
  },
{
    "d": "2024-02-27",
    "l": "https://www.tgb.cn/a/26bXx5cw1P0",
    "t": `

首板
汽车产业链
海泰科（htk）301022，西上海（xsh）605151，满坤科技（mkkj）301132，众泰汽车（ztqc）000980，明新旭腾（mxxt）605068，嘉诚国际（jcgj）603535，正强股份（zqgf）301119，豪能股份（hngf）603809
夏夏精密（xxjm）001306，沪光股份（hggf）605333，三联锻造（sldz）001282，翔明智能（xmzn）301088，德昌股份（dcgf）605555，康达新材（kdxc）002669，中欣氟材（zxfc）002915，肇民科技（zmkj）301000
沃特股份（wtgf）002886，南京熊猫（njxm）600775，泰晶科技（tjkj）603738，鸣志电器（mzdq）603728，银宝山新（ybsx）002786，博信股份（bxgf）600083
算力产业链
淳中科技（czkj）603516，铭普光磁（mpgc）002902，中科曙光（zksg）603019，润建股份（rjgf）002929，紫光国微（zggw）002049，远东传动（ydcd）002406，东田微（dtw）301183，明阳电路（mydl）300739
安奈儿（ane）002875，高新发展（gxfz）000628，汇源通信（hytx）000586，紫光股份（zggf）000938，烽火通信（fhtx）600498，真视通（zst）002771，元道通信（ydtx）301139，欧陆通（olt）300870
铭普光磁（mpgc）002902，深南电路（sndl）002916，美信科技（mxkj）301577，南京熊猫（njxm）600775，东田微（dtw）301183，明阳电路（mydl）300739，泰晶科技（tjkj）603738，汇源通信（hytx）000586
振华科技（zhkj）000733，陕西华达（sxhd）301517，中兴通讯（zxtx）000063，中国卫通（zgwt）601698，美利信（mlx）301307，烽火通信（fhtx）600498，恒铭达（hmd）002947，元道通信（ydtx）301139
世运电路（sydl）603920，沃特股份（wtgf）002886
物流
永悦科技（yykj）603879，西上海（xsh）605151，嘉诚国际（jcgj）603535
房地产
中洲控股（zzkg）000042
大消费
中央商场（zysc）600280，海南椰岛（hnyd）600238，加加食品
网络安全
国华网安（ghwa）000004，三六零（sll）601360
其他形式独苗
康欣新材（kxxc）600076，众生药业（zsyy）002317，东湖高新（dhgx）600133，万泰生物（wtsw）603392，云维股份（ywgf）600725，福鞍股份（fagf）603315，西部证券（xbzq）002673

二板
皇庭国际（htgj）000056，珠海中富（zhzf）000659，天奇股份（tqgf）002009，华东数控（hdsk）002248，亚联发展（ylfz）002316，南方精工（nfjg）002553，华东重机（hdzj）002685，东方嘉盛（dfjs）002889，华研精机（hyjj）301138，宏德股份（hdgf）301163，标准股份，渤海汽车（bhqc）600960，日盈电子（rydz）603286，音飞储存（yfcc）603066，康尼机电（knjd）603111，天永智能（tyzn）603895，赛微微电（swwd）688325

三板
人人乐（rrl）002336，日发精机（rfjj）002520，东方精工（dfjg）002611，博杰股份（bjgf）002975，东杰智能（djzn）300486，迪马股份（dmgf）600565

四板
日海智能（rhzn）002313，爱仕达（asd）002403，美吉姆（mjm）002621，傲农生物（answ）603363

五板
亚世光电（ysgd）002952，汉马科技（hmkj）600375

六板
克劳斯（kls）600579

七板
国脉文化（gmwh）600640，华扬联众（hylz）603825

八板
睿能科技（rnkj）603933，克来机电（kljd）603960

`
  },
{
    "d": "2024-02-26",
    "l": "https://www.tgb.cn/a/26ad8lQvj2z",
    "t": `

首板
机器人（设备更新）
秦川机床（qcjc）000837，华东数控（hdsk）002248，华东重机（hdzj）002685，华中数控（hzsk）300161，中亚股份（zygf）300512，宏德股份（hdgf）301163，海天精工（htjg）601882，音飞储存（yfcc）603066
联合精密（lhjm）001268，沈阳机床（syjc）000410，青海华鼎（qhhd）600243，科力尔（kle）002892，迈赫股份（mhgf）301199，南方精工（nfjg）002553，宇环数控（yhsk）002903，宁波精达（nbjd）603088
兰剑智能（ljzn）688557，华研精机（hyjj）301138，康尼机电（knjd）603111，天桥起重（tqqz）002523，山河智能（shzn）002097，信邦智能（xbzn）301112，百达精工（bdjg）603331，埃斯顿（asd）002747
天奇股份（tqgf）002009，智能自控（znzk）002877，越剑智能（yjzn）603095，标准股份，星光农机（xgnj）603789，天永智能（tyzn）603895，亚威股份（ywgf）002559，汇洲智能（hzzn）002122
奇精机械（qjjx）603677，山东威达（sdwd）002026，思进智能（sjzn）003025，联诚精密（lcjm）002921，泰禾智能（thzn）603656，恒而达（hed）300946，韶能股份（sngf）000601，亚华电子（yhdz）301337
光洋股份（gygf）002708，捷强装备（jqzb）300875
环保回收
中再资环（zzzh）600217，华新环保（hxhb）301265，超越科技（cykj）301049，迪生力（dsl）603335
教育
学大教育（xdjy）000526，昂立教育（aljy）600661
汽车产业链
长城科技（cckj）603897，锋龙股份（flgf）002931，日盈电子（rydz）603286，北汽蓝谷（bqlg）600733，渤海汽车（bhqc）600960，赛微微电（swwd）688325，皇庭国际（htgj）000056，东方嘉盛（dfjs）002889
算力
鸿博股份（hbgf）002229，华西股份（hxgf）000936
传媒多模态
苏州科达（szkd）603660，龙韵股份，引力传媒（ylcm）603598
其他形式独苗
珠海中富（zhzf）000659，惠威科技（hwkj）002888，中际联合（zjlh）605305，工程机械风电，亚联发展（ylfz）002316，德尔玛（dem）301332，小熊电器（xxdq）002959，星光股份（xggf）002076
深中华Ａ（szha）000017

二板
宝塔实业（btsy）000595，宁波东力（nbdl）002164，奥拓电子（atdz）002587，人人乐（rrl）002336，日发精机（rfjj）002520，东方精工（dfjg）002611，东杰智能（djzn）300486，博杰股份（bjgf）002975，丰立智能（flzn）301368，迪马股份（dmgf）600565，北自科技（bzkj）603082，瑞斯康达（rskd）603803

三板
美利云（mly）000815，日海智能（rhzn）002313，爱仕达（asd）002403，美吉姆（mjm）002621，中威电子（zwdz）300270，卓朗科技（zlkj）600225，文投控股（wtkg）600715，傲农生物（answ）603363

四板
合力泰（hlt）002217，亚世光电（ysgd）002952，汉马科技（hmkj）600375，合锻智能（hdzn）603011

五板
克劳斯（kls）600579

六板
精伦电子（jldz）600355，信雅达（xyd）600571，国脉文化（gmwh）600640，华扬联众（hylz）603825

七板
维海德（whd）301318，睿能科技（rnkj）603933

八板
蓝科高新（lkgx）601798

十二板
克来机电（kljd）603960

`
  },
{
    "d": "2024-02-24",
    "l": "https://www.tgb.cn/a/266GebxWA8I",
    "t": `

首板
英伟达概念
金百泽（jbz）301041，东方精工（dfjg）002611，中富通（zft）300560，奥拓电子（atdz）002587，博杰股份（bjgf）002975，利通电子（ltdz）603629，和林微纳（hlwn）688661，安联锐视（alrs）301042
传媒教育（so­ra)
国新文化（gxwh）600636，宣亚国际（xygj）300612，中视传媒（zscm）600088，因赛集团（ysjt）300781，北京文化（bjwh）000802，威创股份，盛视科技（sskj）002990，奥飞娱乐（afyl）002292
山东出版（sdcb）601019，勤上股份（qsgf）002638，百纳千成（bnqc）300291
光伏
银星能源（yxny）000862，宝塔实业（btsy）000595，赛福天（sft）603028，豫能控股（ynkg）001896，宇晶股份（yjgf）002943，跃岭股份（ylgf）002725，本川智能（bczn）300964，铭普光磁（mpgc）002902
利通电子（ltdz）603629，中京电子（zjdz）002579，武汉凡谷（whfg）002194
汽车产业链
赛力斯（sls）601127，天迈科技（tmkj）300807，迪马股份（dmgf）600565，华培动力（hpdl）603121，登云股份（dygf）002715，东安动力（dadl）600178，北特科技（btkj）603009，正裕工业（zygy）603089
纳川股份（ncgf）300198，恒立实业（hlsy）000622
机器人
北自科技（bzkj）603082，东杰智能（djzn）300486，宁波东力（nbdl）002164，中重科技（zzkj）603135，鸣志电器（mzdq）603728，深华发Ａ（shfa）000020，兆威机电（zwjd）003021，五洲新春（wzxc）603667
丰立智能（flzn）301368，拓普集团（tpjt）601689，日发精机（rfjj）002520
固态电池
松发股份（sfgf）603268，金龙羽（jly）002882，百川股份（bcgf）002455，超华科技
鸿蒙
智微智能（zwzn）001339，东方中科（dfzk）002819
跨境支付
吉大正元（jdzy）003029，青岛金王（qdjw）002094，中亦科技（zykj）301208，仁东控股（rdkg）002647
医药
四环生物（shsw）000518，金花股份
其他形式独苗
鲁信创投（lxct）600783，正源股份（zygf）600321，西部证券（xbzq）002673，创兴资源（cxzy）600193，腾达科技（tdkj）001379，格林达（gld）603931，四川成渝（sccy）601107，宁科生物（nksw）600165
云中马（yzm）603130，人人乐（rrl）002336，金浦钛业（jpty）000545，锂电材料，中路股份，辰安科技（cakj）300523

二板
特发信息（tfxx）000070，高新发展（gxfz）000628，中南股份（zngf）000717，美利云（mly）000815，日海智能（rhzn）002313，爱仕达（asd）002403，美吉姆（mjm）002621，中威电子（zwdz）300270，科翔股份（kxgf）300903，通达海（tdh）301378，博信股份（bxgf）600083，卓朗科技（zlkj）600225，淳中科技（czkj）603516，云赛智联（yszl）600602，文投控股（wtkg）600715，傲农生物（answ）603363，鹿山新材（lsxc）603051，麦迪科技（mdkj）603990

三板
合力泰（hlt）002217，亚世光电（ysgd）002952，汉马科技（hmkj）600375，合锻智能（hdzn）603011

四板
克劳斯（kls）600579

五板
精伦电子（jldz）600355，信雅达（xyd）600571，国脉文化（gmwh）600640，华扬联众（hylz）603825

六板
二六三（els）002467，维海德（whd）301318，睿能科技（rnkj）603933

七板
蓝科高新（lkgx）601798

十一板
克来机电（kljd）603960

`
  }
];
