const ZT_DATA_2=[
{
    "d": "2025-11-05",
    "l": "https://www.tgb.cn/a/2mHRDLWcvJA",
    "t": `

首板
福建
实达集团（sdjt）600734，安记食品（ajsp）603696
算力
棕榈股份，联德股份（ldgf）605060，金安国纪（jagj）002636，中钨高新（zwgx）000657
光储
霍普股份（hpgf）301024，勤上股份（qsgf）002638，和展能源（hzny）000809，万里扬（wly）002434，钒钛股份（ftgf）000629，通润装备（trzb）002150，芯能科技（xnkj）603105，阿特斯（ats）688472
海南
海峡股份（hxgf）002320，海南发展（hnfz）002163
电网
新能泰山（xnts）000720，可立克（klk）002782，太阳电缆（tydl）002300，保变电气（bbdq）600550，众智科技（zzkj）301361，特变电工（tbdg）600089，宏发股份（hfgf）600885，伊戈尔（yge）002922
三变科技（sbkj）002112，西典新能（xdxn）603312，顺钠股份（sngf）000533，金冠电气（jgdq）688517，三星医疗（sxyl）601567，双杰电气（sjdq）300444
锂电池
丰元股份（fygf）002805，恒大高新（hdgx）002591，龙蟠科技（lpkj）603906，湘潭电化（xtdh）002125
消费
安记食品（ajsp）603696，东百集团（dbjt）600693，凯撒旅业（ksly）000796
其余形式独苗
宝泰隆（btl）601011，常宝股份（cbgf）002478，圣达生物（sdsw）603079，山西高速（sxgs）000755，天普股份（tpgf）605255，浪潮软件（lcrj）600756，中国电影（zgdy）600977，沪宁股份（hngf）300669
洪兴股份（hxgf）001209

二板
漳州发展（zzfz）000753，闽东电力（mddl）000993，博菲电气（bfdq）001255，罗普斯金（lpsj）002333，摩恩电气（medq）002451，雪人集团（xrjt）002639，中能电气（zndq）300062，标准股份，厦工股份（sggf）600815，神马电力（smdl）603530，海天股份（htgf）603759

三板
盈新发展（yxfz）000620，海陆重工（hlzg）002255，京泉华（jqh）002885，安泰集团（atjt）600408，吉视传媒（jscm）601929

四板
海马汽车（hmqc）000572，平潭发展（ptfz）000592

七板
合富中国（hfzg）603122

`
  },
{
    "d": "2025-11-04",
    "l": "https://www.tgb.cn/a/2mGcMggJO2K",
    "t": `

首板
核电
韩建山河（hjsh）603616，光大嘉宝（gdjb）600622，雪人集团（xrjt）002639，博菲电气（bfdq）001255
风光储
振华股份（zhgf）603067，中闽能源（zmny）600163，德龙汇能（dlhn）000593，罗普斯金（lpsj）002333，博菲电气（bfdq）001255，海天股份（htgf）603759
福建
厦工股份（sggf）600815，统一股份（tygf）600506，漳州发展（zzfz）000753，闽发铝业（mfly）002578，闽东电力（mddl）000993，中闽能源（zmny）600163，福建水泥（fjsn）600802，昇兴股份（sxgf）002752
福龙马（flm）603686，达华智能（dhzn）002512，招标股份（zbgf）301136，中国武夷（zgwy）000797，雪人集团（xrjt）002639，海峡环保（hxhb）603817，天马科技（tmkj）603668，福建金森（fjjs）002679
超颖电子（cydz）603175，冠城新材（gcxc）600067
电网
神马电力（smdl）603530，中能电气（zndq）300062，摩恩电气（medq）002451，闽东电力（mddl）000993，中闽能源（zmny）600163，博菲电气（bfdq）001255
未分类
神马电力（smdl）603530，福龙马（flm）603686，天马科技（tmkj）603668，万里马（wlm）300591
其余形式独苗
华东数控（hdsk）002248，国光连锁（ggls）605188，盛泰集团（stjt）605138，可川科技（kckj）603052，属性偏科技，松炀资源（syzy）603863，标准股份，大连圣亚（dlsy）600593

二板
盈新发展（yxfz）000620，海陆重工（hlzg）002255，京泉华（jqh）002885，宝色股份（bsgf）300402，华泰股份（htgf）600308，安泰集团（atjt）600408，威高血净（wgxj）603014，兰石重装（lszz）603169，吉视传媒（jscm）601929

三板
粤传媒（ycm）002181，平潭发展（ptfz）000592，百合花（bhh）603823，海马汽车（hmqc）000572

六板
合富中国（hfzg）603122

`
  },
{
    "d": "2025-11-03",
    "l": "https://www.tgb.cn/a/2mExu9wZ50T",
    "t": `

首板
芳香胺
美联新材（mlxc）300586，东华科技（dhkj）002140，亚邦股份（ybgf）603188，华泰股份（htgf）600308
核电
宝色股份（bsgf）300402，浙富控股（zfkg）002266，海陆重工（hlzg）002255，国机通用（gjty）600444，兰石重装（lszz）603169，东方精工（dfjg）002611，中核科技（zhkj）000777，特变电工（tbdg）600089
机器人
百川能源（bcny）600681，东方精工（dfjg）002611，中化装备（zhzb）600579
算力
棕榈股份，东方明珠（dfmz）600832，盈新发展（yxfz）000620，淳中科技（czkj）603516，天津普林（tjpl）002134，协和电子（xhdz）605258，康盛股份（ksgf）002418
传媒
三七互娱（sqhy）002555，吉视传媒（jscm）601929，天下秀（txx）600556
福建
三木集团（smjt）000632，立达信（ldx）605365
光伏
京泉华（jqh）002885，棒杰股份，国晟科技（gckj）603778，华光环能（hghn）600475
未分类
神州信息（szxx）000555，惠博普（hbp）002554，上海港湾（shgw）605598，航天智装（htzz）300455，航天科技（htkj）000901，世嘉科技（sjkj）002796，海翔药业（hxyy）002099
海南
海南发展（hnfz）002163，罗牛山（lns）000735
Ai应用
中新赛克（zxsk）002912，英方软件（yfrj）688435
锂电
华丰股份（hfgf）605100，佛塑科技（fskj）000973
存储芯片
盈新发展（yxfz）000620，太极实业（tjsy）600667，百傲化学（bahx）603360
参股云深处
巴比食品（bbsp）605338，中新集团（zxjt）601512
其余形式独苗
威高血净（wgxj）603014，安泰集团（atjt）600408，恒基达鑫（hjdx）002492，众兴菌业（zxjy）002772，财信发展（cxfz）000838，全筑股份（qzgf）603030，圣晖集成（shjc）603163，宏英智能（hyzn）001266

二板
海马汽车（hmqc）000572，平潭发展（ptfz）000592，欢瑞世纪（hrsj）000892，欣龙控股（xlkg）000955，粤传媒（ycm）002181，亚太药业（ytyy）002370，利通电子（ltdz）603629，百合花（bhh）603823，亚翔集成（yxjc）603929

五板
合富中国（hfzg）603122

`
  },
{
    "d": "2025-10-31",
    "l": "https://www.tgb.cn/a/2mzyFK82vUg",
    "t": `

首板
算力
利通电子（ltdz）603629，金安国纪（jagj）002636，奥瑞德（ard）600666，大众公用（dzgy）600635
锂电池
鼎胜新材（dsxc）603876，万向钱潮（wxqc）000559，冠城新材（gcxc）600067，恩捷股份（ejgf）002812，华源控股（hykg）002787，百合花（bhh）603823
传媒ai应用
欢瑞世纪（hrsj）000892，中安科（zak）600654，山东出版（sdcb）601019，荣信文化（rxwh）301231，粤传媒（ycm）002181，三六零（sll）601360，博纳影业（bnyy）001330，福昕软件（fxrj）688095
福时控股
特斯拉
亚通精工（ytjg）603190，模塑科技（mskj）000700，上海亚虹（shyh）603159，嵘泰股份（rtgf）605133
环保
启迪环境（qdhj）000826，中持股份（zcgf）603903
医药
联环药业（lhyy）600513，三生国健（ssgj）688336，昂利康（alk）002940，亚太药业（ytyy）002370，采纳股份（cngf）301122，舒泰神（sts）300204，众生药业（zsyy）002317，海思科（hsk）002653
海南
欣龙股份，海马汽车（hmqc）000572
消费
有友食品（yysp）603697，日辰股份（rcgf）603755，八方股份（bfgf）603489，大千生态（dqst）603955，奥康国际（akgj）603001
成人消费
浙江众成（zjzc）002522，瑞贝卡（rbk）600439
其余形式独苗
弘元绿能（hyln）603185，亚翔集成（yxjc）603929，风神股份（fsgf）600469，平潭发展（ptfz）000592，西藏天路（xztl）600326，海峡创新（hxcx）300300

二板
中锐股份（zrgf）002374，福建金森（fjjs）002679，天际股份（tjgf）002759，泰坦股份（ttgf）003036，福龙马（flm）603686

四板
瑞尔特（ret）002790，合富中国（hfzg）603122

八板
时空科技（skkj）605178

`
  },
{
    "d": "2025-10-30",
    "l": "https://www.tgb.cn/a/2mxTrKzrQXI",
    "t": `

首板
核电
兰石重装（lszz）603169，杭氧股份（hygf）002430
锂电储能
亚光股份（yggf）603282，鹏辉能源（phny）300438，中际联合（zjlh）605305，石大胜华（sdsh）603026，天际股份（tjgf）002759，普路通（plt）002769，永兴材料（yxcl）002756，欣锐科技（xrkj）300745
江特电机（jtdj）002176，远达环保（ydhb）600292，同力日升（tlrs）605286，西藏城投（xzct）600773，泰坦股份（ttgf）003036
消费
朗姿股份（lzgf）002612，新宏泽（xhz）002836，奥美医疗（amyl）002950，中锐股份（zrgf）002374
算力
博杰股份（bjgf）002975，联德股份（ldgf）605060，同方股份（tfgf）600100
福建
建发合诚（jfhc）603909，福建金森（fjjs）002679，福龙马（flm）603686
工业母机
宇环数控（yhsk）002903，华东数控（hdsk）002248
物流
南山控股（nskg）002314，招商轮船（zslc）601872
钢铁
鄂尔多斯（eeds）600295，安阳钢铁（aygt）600569
其余形式独苗
方正电机（fzdj）002196，和展能源（hzny）000809，格尔软件（gerj）603232

二板
神州信息（szxx）000555，大中矿业（dzky）001203，通润装备（trzb）002150，常铝股份（clgf）002160，康盛股份（ksgf）002418，京投发展（jtfz）600683，振华股份（zhgf）603067

三板
德龙汇能（dlhn）000593，瑞尔特（ret）002790，合富中国（hfzg）603122

七板
时空科技（skkj）605178

`
  },
{
    "d": "2025-10-29",
    "l": "https://www.tgb.cn/a/2mwf4o3LBWV",
    "t": `

首板
美好愿景
康盛股份（ksgf）002418，世荣兆业（srzy）002016，淳中科技（czkj）603516，大中矿业（dzky）001203，振华股份（zhgf）603067，和顺石油（hssy）603353，华立股份（hlgf）603038，华明装备（hmzb）002270
变压器
长高电新（zgdx）002452，可立克（klk）002782，国网英大（gwyd）600517，华通线缆（htxl）605196，四方股份（sfgf）601126，中国西电（zgxd）601179，华明装备（hmzb）002270
锂电
康盛股份（ksgf）002418，科力远（kly）600478，大中矿业（dzky）001203，振华股份（zhgf）603067，川能动力（cndl）000155，川恒股份（chgf）002895
液冷
康盛股份（ksgf）002418，淳中科技（czkj）603516
海南
海南发展（hnfz）002163，海德股份（hdgf）000567，海汽集团（hqjt）603069
量子科技
神州信息（szxx）000555，天融信（trx）002212
上海
上实发展（ssfz）600748，上海电力（shdl）600021
光伏
海南发展（hnfz）002163，通润装备（trzb）002150，弘元绿能（hyln）603185，阿特斯（ats）688472，隆基绿能（ljln）601012，晶澳科技（jakj）002459，通威股份（twgf）600438
未分类
中孚股份，常铝股份（clgf）002160，南山铝业（nsly）600219
机器人
远大智能（ydzn）002689，铭科精技（mkjj）001319
创投
九鼎投资，京投发展（jtfz）600683
其余形式独苗
山子高科（szgk）000981，蔚蓝生物（wlsw）603739，合成生物，本川智能（bczn）300964，吉比特（jbt）603444，威士顿（wsd）301315，长青股份（cqgf）002391，诺思格（nsg）301333

二板
德龙汇能（dlhn）000593，中钨高新（zwgx）000657，瑞尔特（ret）002790，安泰集团（atjt）600408，方大炭素（fdts）600516，宁波精达（nbjd）603088，合富中国（hfzg）603122，宏和科技（hhkj）603256，海兴电力（hxdl）603556

五板
平潭发展（ptfz）000592

六板
时空科技（skkj）605178

`
  },
{
    "d": "2025-10-28",
    "l": "https://www.tgb.cn/a/2muA9btFiCW",
    "t": `

首板
机器人
标准股份，方正电机（fzdj）002196，永茂泰（ymt）605208，宁波精达（nbjd）603088，锦富技术（jfjs）300128
统一题材
厦门港务（xmgw）000905，日上集团（rsjt）002593，榕基软件（rjrj）002474，厦门空港（xmkg）600897，厦工股份（sggf）600815，合力泰（hlt）002217，航天发展（htfz）000547，瑞尔特（ret）002790
统一股份（tygf）600506，南方路机（nflj）603280，海通发展（htfz）603162
未分类
长城军工（ccjg）601606
医药
楚天科技（ctkj）300358，振德医疗（zdyl）603301
煤炭
秦港股份（qggf）601326，安泰集团（atjt）600408
电子布pcb
宏和科技（hhkj）603256，石英股份（sygf）603688，东材科技（dckj）601208，华正新材（hzxc）603186，方正科技（fzkj）600601
固态
多氟多（dfd）002407，澄星股份（cxgf）600078，方大炭素（fdts）600516
量子科技
电子城（dzc）600658，格尔软件（gerj）603232
广东
深物业Ａ（swya）000011，粤传媒（ycm）002181
其余形式独苗
海兴电力（hxdl）603556，南京公用（njgy）000421，浙江美大（zjmd）002677，中钨高新（zwgx）000657，天下秀（txx）600556，税友股份（sygf）603171，运机集团（yjjt）001288，合富中国（hfzg）603122
仁智股份（rzgf）002629，先锋新材（xfxc）300163

二板
漳州发展（zzfz）000753，安泰科技（atkj）000969，征和工业（zhgy）003033，海峡创新（hxcx）300300，福建水泥（fjsn）600802，景旺电子（jwdz）603228

三板
青岛双星（qdsx）000599，大为股份（dwgf）002213

四板
平潭发展（ptfz）000592，达华智能（dhzn）002512

五板
时空科技（skkj）605178

七板
盈新发展（yxfz）000620

`
  },
{
    "d": "2025-10-27",
    "l": "https://www.tgb.cn/a/2msULTa5NgG",
    "t": `

首板
机器人
征和工业（zhgy）003033，首开股份（skgf）600376
算力
豪迈科技（hmkj）002595，园林股份（ylgf）605303，金字火腿（jzht）002515，景旺电子（jwdz）603228，中电港（zdg）001287，生益科技（sykj）600183，兆易创新（zycx）603986
科技指引
必得科技（bdkj）605298，汇得科技（hdkj）603192
福建
金龙汽车（jlqc）600686，海峡创新（hxcx）300300，福建水泥（fjsn）600802，漳州发展（zzfz）000753
核电
纽威股份（nwgf）603699，东方钽业（dfty）000962，常宝股份（cbgf）002478，厦门钨业（xmwy）600549，皖能电力（wndl）000543，安泰科技（atkj）000969，国泰集团（gtjt）603977，中信重工（zxzg）601608
锡装股份（xzgf）001332
特高压
江苏华辰（jshc）603097，东方铁塔（dftt）002545
芯片
万润股份（wrgf）002643，向日葵（xrk）300111
其余形式独苗
新日股份（xrgf）603787，立新能源（lxny）001258，国光连锁（ggls）605188，天益医疗（tyyl）301097，恒宝股份（hbgf）002104，德力股份（dlgf）002571，万朗磁塑（wlcs）603150，郑州煤电（zzmd）600121
众兴菌业（zxjy）002772，华源控股（hykg）002787

二板
青岛双星（qdsx）000599，汇绿生态（hlst）001267，德明利（dml）001309，大为股份（dwgf）002213，环旭电子（hxdz）601231

三板
平潭发展（ptfz）000592，农心科技（nxkj）001231，达华智能（dhzn）002512

四板
时空科技（skkj）605178

五板
世龙实业（slsy）002748

六板
盈新发展（yxfz）000620

`
  },
{
    "d": "2025-10-24",
    "l": "https://www.tgb.cn/a/2mnWokDHC88",
    "t": `

首板
算力
生益科技（sykj）600183，翔港科技（xgkj）603499，大为股份（dwgf）002213，普冉股份（prgf）688766，铜峰电子（tfdz）600237，汇顶科技（hdkj）603160，环旭电子（hxdz）601231，科翔股份（kxgf）300903
广合科技（ghkj）001389，汇绿生态（hlst）001267，方正科技（fzkj）600601，香农芯创（xnxc）300475，德明利（dml）001309，晨丰科技（cfkj）603685，江南新材（jnxc）603124，深南电路（sndl）002916
风华高科（fhgk）000636
航天
航天长峰（htzf）600855，航天科技（htkj）000901，航天智装（htzz）300455，龙洲股份（lzgf）002682，上海沪工（shhg）603131，上海港湾（shgw）605598，中国卫星（zgwx）600118，中天火箭（zthj）003009
东珠生态（dzst）603359，国机精工（gjjg）002046
上海
全筑股份（qzgf）603030，道生天合（dsth）601026
龙字辈
圣龙股份（slgf）603178，龙洲股份（lzgf）002682，德龙汇能（dlhn）000593，青龙管业（qlgy）002457
机器人
锦富技术（jfjs）300128，新泉股份（xqgf）603179，凯迪股份（kdgf）605288
其余形式独苗
海鸥住工（hozg）002084，春秋电子（cqdz）603890，祖名股份（zmgf）003030，雅化集团（yhjt）002497，大豪科技（dhkj）603025，青岛双星（qdsx）000599，联祥股份，浙江家居
欧克科技（okkj）001223，江西锂电，茂化实华（mhsh）000637，石油化工（syhg）00386，上海电力（shdl）600021，时代出版（sdcb）600551

二板
平潭发展（ptfz）000592，农心科技（nxkj）001231，常铝股份（clgf）002160，达华智能（dhzn）002512，格尔软件（gerj）603232，法狮龙（fsl）605318

三板
珠江钢琴（zjgq）002678，时空科技（skkj）605178

四板
世龙实业（slsy）002748

五板
盈新发展（yxfz）000620

`
  },
{
    "d": "2025-10-23",
    "l": "https://www.tgb.cn/a/2mmhVLDIpVn",
    "t": `

首板
深圳
广田集团（gtjt）002482，力合科创（lhkc）002243，深赛格（ssg）000058，深物业Ａ（swya）000011，天健集团（tjjt）000090，特发信息（tfxx）000070，特力Ａ（tla）000025，深粮控股（slkg）000019
中新赛克（zxsk）002912，深圳能源（szny）000027
量子科技
格尔软件（gerj）603232，神州信息（szxx）000555，德美化工（dmhg）002054，科大国创（kdgc）300520，达华智能（dhzn）002512
煤炭
郑州煤电（zzmd）600121，云煤能源（ymny）600792，陕西黑猫（sxhm）601015，辽宁能源（lnny）600758，上海能源（shny）600508，安泰集团（atjt）600408，山西焦化（sxjh）600740，秦港集团（qgjt）600018
锂电池
常铝股份（clgf）002160，盛新锂能（sxln）002240，汇得科技（hdkj）603192，雄韬股份（xtgf）002733
核电
中国核建（zghj）601611，国缆检测（gljc）301289，东方钽业（dfty）000962
传媒
欢瑞世纪（hrsj）000892，荣信文化（rxwh）301231，海看股份（hkgf）301262，幸福蓝海（xflh）300528
环保
东江环保（djhb）002672，晶雪节能（jxjn）301010
医药
建发致新（jfzx）301584，启迪药业（qdyy）000590
其余形式独苗
圣晖集成（shjc）603163，松炀资源（syzy）603863，大连圣亚（dlsy）600593，申科股份（skgf）002633，平潭发展（ptfz）000592，农心科技（nxkj）001231，避险还是弄新科技，禾盛新材（hsxc）002290
法狮龙（fsl）605318

二板
赛象科技（sxkj）002337，珠江钢琴（zjgq）002678，鑫铂股份（xbgf）003038，时空科技（skkj）605178

三板
山东墨龙（sdml）002490，世龙实业（slsy）002748

四板
盈新发展（yxfz）000620，神开股份（skgf）002278，石化机械（shjx）000852

八板
大有能源（dyny）600403

`
  },
{
    "d": "2025-10-22",
    "l": "https://www.tgb.cn/a/2mkDmifCKNU",
    "t": `

首板
俄乌重建
北新路桥（bxlq）002307，南方路机（nflj）603280，国统股份（gtgf）002205，贝肯能源（bkny）002828，中铝国际（zlgj）601068，准油股份
新型工业化
新联电子（xldz）002546，海鸥住工（hozg）002084
医药
昂利康（alk）002940，哈三联（hsl）002900，亚太药业（ytyy）002370，辰欣药业（cxyy）603367，特一药业（tyyy）002728
芯片
海立股份（hlgf）600619，睿能科技（rnkj）603933
未分类
珠免集团（zmjt）600185，京投发展（jtfz）600683，珠江钢琴（zjgq）002678，天沃科技（twkj）002564
大飞机
天保基建（tbjj）000965，赛象科技（sxkj）002337
机器人
实益达（syd）002137，鑫铂股份（xbgf）003038
核电
大西洋（dxy）600558，瑞泰科技（rtkj）002066
其余形式独苗
双塔食品（stsp）002481，沈阳机床（syjc）000410，凌钢股份（lggf）600231，天普股份（tpgf）605255，华菱精工（hljg）603356，思林杰（slj）688115，莱克电气（lkdq）603355，科瑞技术（krjs）002957

二板
华塑股份（hsgf）600935，茂化实华（mhsh）000637，广济药业（gjyy）000952，山东墨龙（sdml）002490，蓝丰生化（lfsh）002513，惠博普（hbp）002554，世龙实业（slsy）002748，武汉控股（whkg）600168，三峡新材（sxxc）600293，光明地产（gmdc）600708，石化油服（shyf）600871，建设机械（jsjx）600984，国光连锁（ggls）605188

三板
盈新发展（yxfz）000620，石化机械（shjx）000852，神开股份（skgf）002278，黄河旋风（hhxf）600172，北方股份（bfgf）600262，中信重工（zxzg）601608

七板
大有能源（dyny）600403

`
  },
{
    "d": "2025-10-21",
    "l": "https://www.tgb.cn/a/2miY7NjXa98",
    "t": `

首板
湖北国资委
武汉控股（whkg）600168，湖北广电（hbgd）000665，东湖高新（dhgx）600133，华塑控股（hskg）000509，广济药业（gjyy）000952，理工光科（lggk）300557，上海雅仕（shys）603329，三峡新材（sxxc）600293
深地科技
建设机械（jsjx）600984，山河智能（shzn）002097，天桥起重（tqqz）002523，厦工股份（sggf）600815，山东墨龙（sdml）002490，石化油服（shyf）600871，正元地信（zydx）688509，惠博普（hbp）002554
国资委
渤海汽车（bhqc）600960，申达股份（sdgf）600626，合肥城建（hfcj）002208，财信发展（cxfz）000838，鲁信创投（lxct）600783，华建集团（hjjt）600629，东峰集团（dfjt）601515，光明地产（gmdc）600708
香江控股（xjkg）600162，上实发展（ssfz）600748，农产品（ncp）000061，深振业Ａ（szya）000006，中信金属（zxjs）601061，湖南投资（hntz）000548，上海电力（shdl）600021
锂电池
振华股份（zhgf）603067，芳源股份（fygf）688148，世龙实业（slsy）002748
芯片
大为股份（dwgf）002213，太极实业（tjsy）600667，云汉芯城（yhxc）301563
重组
冠中生态（gzst）300948，智光电气（zgdq）002169，闻泰科技（wtkj）600745
消费
众兴菌业（zxjy）002772，国光连锁（ggls）605188，东贝集团（dbjt）601956，中百集团（zbjt）000759，西麦食品（xmsp）002956
基建
宏润建设（hrjs）002062，普邦股份（pbgf）002663
机器人
神通科技（stkj）605228，福龙马（flm）603686
消费电子
道明光学（dmgx）002632，昀冢科技（yzkj）688260
其余形式独苗
科远智慧（kyzh）002380，瑞达期货（rdqh）002961，国电南自（gdnz）600268，荣信文化（rxwh）301231，环旭电子（hxdz）601231，茂化实华（mhsh）000637，武进不锈（wjbx）603878，裕同科技（ytkj）002831
蓝丰生化（lfsh）002513，天创时尚（tcss）603608

二板
盈新发展（yxfz）000620，石化机械（shjx）000852，汇绿生态（hlst）001267，神开股份（skgf）002278，德石股份（dsgf）301158，黄河旋风（hhxf）600172，北方股份（bfgf）600262，百川能源（bcny）600681，中信重工（zxzg）601608，恒盛能源（hsny）605580

三板
先锋电子（xfdz）002767

六板
大有能源（dyny）600403

`
  },
{
    "d": "2025-10-20",
    "l": "https://www.tgb.cn/a/2mhjFwiWkR0",
    "t": `

首板
算力
超讯通信（cxtx）603322，亿道信息（ydxx）001314，友发集团（yfjt）601686，汇绿生态（hlst）001267，经纬辉开（jwhk）300120，诚邦股份（cbgf）603316，剑桥科技（jqkj）603083，晨丰科技（cfkj）603685
万润科技（wrkj）002654，瑞斯康达（rskd）603803，海星股份（hxgf）603115，青山纸业（qszy）600103
新型工业化
北方股份（bfgf）600262，海鸥住工（hozg）002084
创投
七匹狼（qpl）002029，大众公用（dzgy）600635，市北高新（sbgx）600604，电广传媒（dgcm）000917
航运
安通控股（atkg）600179，永泰运（yty）001228
航天
天奥电子（tadz）002935，星网宇达（xwyd）002829，长城电工（ccdg）600192，中信重工（zxzg）601608，腾达科技（tdkj）001379，飞沃科技（fwkj）301232，世嘉科技（sjkj）002796，盛洋科技（sykj）603703
煤炭地热
宝泰隆（btl）601011，云煤能源（ymny）600792，京能热力（jnrl）002893，惠天热电（htrd）000692，恒盛能源（hsny）605580，郑州煤电（zzmd）600121，辽宁能源（lnny）600758，陕西黑猫（sxhm）601015
机器人
景兴纸业（jxzy）002067，华瑞股份（hrgf）300626，大洋电机（dydj）002249，上海亚虹（shyh）603159，中威电子（zwdz）300270，首开股份（skgf）600376
量子科技
德美化工（dmhg）002054，吉大正元（jdzy）003029
天然气
百川能源（bcny）600681，博盈特焊（byth）301468，神开股份（skgf）002278，长春燃气（ccrq）600333，德石股份（dsgf）301158，石化机械（shjx）000852
金刚石
恒盛能源（hsny）605580，黄河旋风（hhxf）600172，四方达（sfd）300179
其余形式独苗
海汽集团（hqjt）603069，嘉澳环保（jahb）603822，海科新源（hkxy）301292，白云电器（bydq）603861，瀛通通讯（yttx）002861，盈新发展（yxfz）000620，大连圣亚（dlsy）600593，晨光新材（cgxc）605399
创新医疗（cxyl）002173，博纳影业（bnyy）001330，六国化工（lghg）600470，法狮龙（fsl）605318，卧龙新能（wlxn）600173

二板
平潭发展（ptfz）000592，三联锻造（sldz）001282，孚日股份（frgf）002083，先锋电子（xfdz）002767，国新能源（gxny）600617

三板
安泰集团（atjt）600408，睿能科技（rnkj）603933

四板
三孚股份（sfgf）603938

五板
远大控股（ydkg）000626，大有能源（dyny）600403

`
  },
{
    "d": "2025-10-17",
    "l": "https://www.tgb.cn/a/2mcjTZ0ORuu",
    "t": `

首板
通信
宝鼎科技（bdkj）002552，华脉科技（hmkj）603042，园林股份（ylgf）605303
医药
华邦健康（hbjk）002004，辰欣药业（cxyy）603367
钢铁
凌钢股份（lggf）600231，广东明珠（gdmz）600382
福建
平潭发展（ptfz）000592，海峡创新（hxcx）300300，厦门港务（xmgw）000905，欣贺股份（xhgf）003016
纺织
梦百合（mbh）603313，际华集团（jhjt）601718，欣贺股份（xhgf）003016，孚日股份（frgf）002083
天然气
国新能源（gxny）600617，先锋电子（xfdz）002767，山东墨龙（sdml）002490
锂电
沧州明珠（czmz）002108，澄星股份（cxgf）600078
家电
东贝集团（dbjt）601956，彩虹股份（chgf）600707
其余形式独苗
华天科技（htkj）002185，汇嘉时代（hjsd）603101，东信和平（dxhp）002017，珠江钢琴（zjgq）002678，三联锻造（sldz）001282，艾比森（abs）300389

二板
合肥城建（hfcj）002208，海峡股份（hxgf）002320，纳尔股份（negf）002825，安泰集团（atjt）600408，白银有色（byys）601212，海通发展（htfz）603162，睿能科技（rnkj）603933

三板
三孚股份（sfgf）603938

四板
远大控股（ydkg）000626，大有能源（dyny）600403

`
  },
{
    "d": "2025-10-16",
    "l": "https://www.tgb.cn/a/2maF783smxz",
    "t": `

首板
芯片
纳尔股份（negf）002825，合肥城建（hfcj）002208，睿能科技（rnkj）603933，云汉芯城（yhxc）301563，德明利（dml）001309
航运
海通发展（htfz）603162，海峡股份（hxgf）002320，安通控股（atkg）600179
房地产
东鹏控股（dpkg）003012，沙河股份（shgf）000014，法狮龙（fsl）605318
医疗
新里程（xlc）002219，罗欣药业（lxyy）002793
华为软件
熙菱信息（xlxx）300588，常山北明（csbm）000158
其余形式独苗
德力股份（dlgf）002571，奥特迅（atx）002227，丰山集团（fsjt）603810，成飞集成（cfjc）002190，圣龙股份（slgf）603178，路畅科技（lckj）002813，白银有色（byys）601212，安泰集团（atjt）600408
赞宇科技（zykj）002637，浙江化工，楚江新材（cjxc）002171，德美化工（dmhg）002054，广东化工（gdhg）002060，宝泰隆（btl）601011

二板
海马汽车（hmqc）000572，通达股份（tdgf）002560，京泉华（jqh）002885，华建集团（hjjt）600629，上实发展（ssfz）600748，四方股份（sfgf）601126，国晟科技（gckj）603778，三孚股份（sfgf）603938

三板
远大控股（ydkg）000626，亚太药业（ytyy）002370，大有能源（dyny）600403

`
  },
{
    "d": "2025-10-15",
    "l": "https://www.tgb.cn/a/2m910sMCOPM",
    "t": `

首板
电网
通达电气（tddq）603390，京泉华（jqh）002885，和顺电气（hsdq）300141，四方股份（sfgf）601126，中恒电气（zhdq）002364，白云电器（bydq）603861，伊戈尔（yge）002922，国电南自（gdnz）600268
上海电力（shdl）600021，金盘科技（jpkj）688676，良信股份（lxgf）002706
芯片
新洁能（xjn）605111，上实发展（ssfz）600748，华建集团（hjjt）600629，三孚股份（sfgf）603938
纺织
真爱美家（zamj）003041，扬州金泉（yzjq）603307
汽车产业链+机器人
海马汽车（hmqc）000572，渤海汽车（bhqc）600960，申达股份（sdgf）600626，香山股份（xsgf）002870，五洲新春（wzxc）603667，合力科技（hlkj）603917，中坚科技（zjkj）002779，征和工业（zhgy）003033
天安新材（taxc）603725，三花智控（shzk）002050，日盈电子（rydz）603286，美力科技（mlkj）300611，远大智能（ydzn）002689，永创智能（yczn）603901，信质集团（xzjt）002664，中通客车（ztkc）000957
核电
中国核建（zghj）601611，腾达科技（tdkj）001379
量子科技
格尔软件（gerj）603232，广电计量（gdjl）002967
房地产
香江控股（xjkg）600162，精工钢构（jggg）600496，矩阵股份（jzgf）301365
软件
榕基软件（rjrj）002474，久其软件（jqrj）002279
医药
昂利康（alk）002940，向日葵（xrk）300111，济民健康（jmjk）603222，联环药业（lhyy）600513
光伏
双良节能（sljn）600481，福莱蒽特（flet）605566
通信
兴森科技（xskj）002436，生益科技（sykj）600183
其余形式独苗
国晟科技（gckj）603778，中孚实业（zfsy）600595，百利科技（blkj）603959，华夏航空（hxhk）002928，若羽臣（ryc）003010，招金黄金（zjhj）000506，汉钟精机（hzjj）002158

二板
远大控股（ydkg）000626，亚太药业（ytyy）002370，新农股份（xngf）002942，大有能源（dyny）600403，国新能源（gxny）600617，耀皮玻璃（ypbl）600819

三板
国光连锁（ggls）605188

`
  },
{
    "d": "2025-10-14",
    "l": "https://www.tgb.cn/a/2m7lPfgSrGi",
    "t": `

首板
浙江
亚太药业（ytyy）002370，山子高科（szgk）000981，新农股份（xngf）002942，和泰机电（htjd）001225，亿晶光电（yjgd）600537，会稽山（hjs）601579，仁智股份（rzgf）002629，迎丰股份（yfgf）605055
核电
楚江新材（cjxc）002171，德固特（dgt）300950
锂电
粤桂股份（yggf）000833，冠城新材（gcxc）600067
天然气
佛燃能源（frny）002911，仁智股份（rzgf）002629，国新能源（gxny）600617
光伏
耀皮玻璃（ypbl）600819，仁智股份（rzgf）002629，亿晶光电（yjgd）600537
基建
文科股份（wkgf）002775，海鸥住工（hozg）002084，好太太（htt）603848
农业
新农股份（xngf）002942，远大控股（ydkg）000626，百洋股份（bygf）002696
其余形式独苗
金安国纪（jagj）002636，法尔胜（fes）000890，东信和平（dxhp）002017，大有能源（dyny）600403，黄河旋风（hhxf）600172，上工申贝（sgsb）600843

二板
南京港（njg）002040，亚世光电（ysgd）002952，新莱福（xlf）301323，梅雁吉祥（myjx）600868，至纯科技（zckj）603690，中持股份（zcgf）603903，国光连锁（ggls）605188

三板
合肥城建（hfcj）002208，宝泰隆（btl）601011

四板
安泰科技（atkj）000969，澄星股份（cxgf）600078

`
  },
{
    "d": "2025-10-13",
    "l": "https://www.tgb.cn/a/2m5GCqf1o6K",
    "t": `

首板
芯片
至纯科技（zckj）603690，奥普光电（apgd）002338，深纺织Ａ（sfza）000045，利和兴（lhx）301013，冠石科技（gskj）605588，路维光电（lwgd）688401，华虹公司（hhgs）688347
稀土
包钢股份（bggf）600010，新莱福（xlf）301323，梅雁吉祥（myjx）600868，中国瑞林（zgrl）603257，惠城环保（hchb）300779，银河磁体（yhct）300127，北矿科技（bkkj）600980，华宏科技（hhkj）002645
有研新材（yyxc）600206，豫光金铅（ygjq）600531，东方钽业（dfty）000962，中国稀土（zgxt）000831，北方稀土（bfxt）600111，广晟有色（gcys）600259
国产软件
榕基软件（rjrj）002474，中国软件（zgrj）600536，盈建科（yjk）300935，郑中设计（zzsj）002811，华立股份（hlgf）603038
锂电
奥瑞金（arj）002701，石大胜华（sdsh）603026，天际股份（tjgf）002759，多氟多（dfd）002407，宏源药业（hyyy）301246
零售
国光连锁（ggls）605188，合百集团（hbjt）000417
核电
王子新材（wzxc）002735，永鼎股份（ydgf）600105，联创光电（lcgd）600363，旭光电子（xgdz）600353
其余形式独苗
中持股份（zcgf）603903，亚世光电（ysgd）002952，众泰汽车（ztqc）000980，上海港湾（shgw）605598，西部黄金（xbhj）601069，蓝丰生化（lfsh）002513，南京港（njg）002040

二板
深振业Ａ（szya）000006，合肥城建（hfcj）002208，凯美特气（kmtq）002549，新莱应材（xlyc）300260，科新发展（kxfz）600234，广东明珠（gdmz）600382，宝泰隆（btl）601011，长城军工（ccjg）601606

三板
安泰科技（atkj）000969，澄星股份（cxgf）600078，白银有色（byys）601212

四板
合锻智能（hdzn）603011

`
  },
{
    "d": "2025-10-10",
    "l": "https://www.tgb.cn/a/2m0Ht376m8J",
    "t": `

首板
未分类
广东明珠（gdmz）600382，鹏欣资源（pxzy）600490
基建
中环环保（zhhb）300692，津投城开（jtck）600322，漳州发展（zzfz）000753，金隅集团（jyjt）601992，科新发展（kxfz）600234，华新水泥（hxsn）600801
石墨
宝泰隆（btl）601011，德尔未来（dewl）002631
纺织
卓郎智能（zlzn）600545，新澳股份（xagf）603889，安正时尚（azss）603839，七匹狼（qpl）002029，联发股份（lfgf）002394，金春股份（jcgf）300877
汽车产业链
英利汽车（ylqc）601279，申达股份（sdgf）600626，渤海汽车（bhqc）600960
电网
神马电力（smdl）603530，国电南自（gdnz）600268，同洲电子（tzdz）002052，新特电气（xtdq）301120，四方股份（sfgf）601126，京泉华（jqh）002885
参股芯片
养元饮品（yyyp）603156，七匹狼（qpl）002029，联美控股（lmkg）600167，合肥城建（hfcj）002208
油气
洪通燃气（htrq）605169，如通股份（rtgf）603036
化工
汇得科技（hdkj）603192，神马股份（smgf）600810，纳尔股份（negf）002825
字节
遥望科技（ywkj）002291，依依股份（yygf）001206，名臣健康（mcjk）002919
新凯来
深赛格（ssg）000058，凯美特气（kmtq）002549，新莱应材（xlyc）300260，深振业Ａ（szya）000006
其余形式独苗
大有能源（dyny）600403，傲农生物（answ）603363，派斯林（psl）600215，长城军工（ccjg）601606，武进不锈（wjbx）603878

`
  },
{
    "d": "2025-10-09",
    "l": "https://www.tgb.cn/a/2lZ12BNug6p",
    "t": `

首板
芯片
奥士康（ask）002913，通富微电（tfwd）002156，世嘉科技（sjkj）002796，大众公用（dzgy）600635，雅克科技（ykkj）002409，赛腾股份（stgf）603283，太极实业（tjsy）600667，深南电路（sndl）002916
灿芯股份（cxgf）688691，大为股份（dwgf）002213，金海通（jht）603061，中电港（zdg）001287
核电
永鼎股份（ydgf）600105，哈焊华通（hhht）301137，安泰科技（atkj）000969，浙富控股（zfkg）002266，融发核电（rfhd）002366，万里石（wls）002785，中核科技（zhkj）000777，特变电工（tbdg）600089
杭氧股份（hygf）002430，上海电气（shdq）601727，锡装股份（xzgf）001332，中洲特材（zztc）300963，金杯电工（jbdg）002533，海陆重工（hlzg）002255，国光电气（ggdq）688776，旭光电子（xgdz）600353
西部超导（xbcd）688122，东方电气（dfdq）600875，中国核建（zghj）601611，英杰电气（yjdq）300820
未分类
四川黄金（schj）001337，金岭矿业（jlky）000655，中电电机（zddj）603988，白银有色（byys）601212，铜陵有色（tlys）000630，高能环境（gnhj）603588，和邦生物（hbsw）603077，山东黄金（sdhj）600547
云南铜业（ynty）000878，兴业银锡（xyyx）000426，西部矿业（xbky）601168，中国瑞林（zgrl）603257，中金黄金（zjhj）600489，北方稀土（bfxt）600111，洛阳钼业（lymy）603993，北方铜业（bfty）000737
西部黄金（xbhj）601069
碘化锂+固态
博苑股份（bygf）301617，岳阳兴长（yyxz）000819，海科新源（hkxy）301292，赣锋锂业（gfly）002460，澄星股份（cxgf）600078
基建
新疆交建（xjjj）002941，北新路桥（bxlq）002307，全筑股份（qzgf）603030
机器人
日盈电子（rydz）603286，长龄液压（zlyy）605389
灯塔工厂
海鸥住工（hozg）002084，竞业达（jyd）003005，海得控制（hdkz）002184，中亚股份（zygf）300512
上海
上海电力（shdl）600021，同济科技（tjkj）600846
其余形式独苗
浩物股份（hwgf）000757，恒基达鑫（hjdx）002492，嘉亨家化（jhjh）300955，视觉中国（sjzg）000681，豪美新材（hmxc）002988，庄园牧场（zymc）002910，振德医疗（zdyl）603301，浙江医药（zjyy）600216
联域股份（lygf）001326，东方园林（dfyl）002310，东湖高新（dhgx）600133，湖北芯片，中望软件（zwrj）688083，新大洲Ａ（xdza）000571

二板
深科技（skj）000021，河钢资源（hgzy）000923，精艺股份（jygf）002295，江西铜业（jxty）600362，盛屯矿业（stky）600711，合锻智能（hdzn）603011

三板
山子高科（szgk）000981，冠中生态（gzst）300948

四板
天际股份（tjgf）002759

`
  },
{
    "d": "2025-09-30",
    "l": "https://www.tgb.cn/a/2lKfX7zKUqj",
    "t": `

首板
人工智能
恒为科技（hwkj）603496，当虹科技（dhkj）688039，网达软件（wdrj）603189
芯片
德尔未来（dewl）002631，德明利（dml）001309，华懋科技（hmkj）603306，中电鑫龙（zdxl）002298，上峰水泥（sfsn）000672，深科技（skj）000021，鼎信通讯（dxtx）603421，国林科技（glkj）300786
江波龙（jbl）301308
未分类
锡业股份（xygf）000960，精艺股份（jygf）002295，河钢资源（hgzy）000923，盛屯矿业（stky）600711，中国中冶（zgzy）601618，江西铜业（jxty）600362，华宏科技（hhkj）002645
汽车
渤海汽车（bhqc）600960，交运股份（jygf）600676
军工
新雷能（xln）300593，中航沈飞（zhsf）600760，壶化股份（hhgf）003002，国睿科技（grkj）600562，北摩高科（bmgk）002985
车路云
勤上股份（qsgf）002638，时空科技（skkj）605178
锂电
富临精工（fljg）300432，派能科技（pnkj）688063，尚太科技（stkj）001301
医药
信邦制药（xbzy）002390
消费电子
星徽股份（xhgf）300464，国光电器（ggdq）002045
其余形式独苗
仁智股份（rzgf）002629，冀凯股份，深振业Ａ（szya）000006，合锻智能（hdzn）603011，松原安全（syaq）300893，横店影视（hdys）603103

二板
山子高科（szgk）000981，通润装备（trzb）002150，国盛金控（gsjk）002670，冠中生态（gzst）300948，石大胜华（sdsh）603026，丰山集团（fsjt）603810，博迁新材（bqxc）605376

三板
天际股份（tjgf）002759

四板
华建集团（hjjt）600629

七板
蓝丰生化（lfsh）002513

`
  },
{
    "d": "2025-09-29",
    "l": "https://www.tgb.cn/a/2lIs66xEIp8",
    "t": `

首板
锂电池
博迁新材（bqxc）605376，丰山集团（fsjt）603810，石大胜华（sdsh）603026，多氟多（dfd）002407，万润新能（wrxn）688275，天赐材料（tccl）002709，湘潭电化（xtdh）002125，佛塑科技（fskj）000973
万里石（wls）002785，世龙实业（slsy）002748，江南新材（jnxc）603124，科达利（kdl）002850
摩尔线程
盈趣科技（yqkj）002925，大众公用（dzgy）600635，初灵信息（clxx）300250
碳中和新能源
长华化学（zhhx）301518，佛燃能源（frny）002911，卧龙新能（wlxn）600173，通润装备（trzb）002150，钒钛股份（ftgf）000629，西子节能（xzjn）002534，复洁环保（fjhb）688335，城发环境（cfhj）000885
中晟高科（zcgk）002778
机器人
日盈电子（rydz）603286，领益智造（lyzz）002600，景兴纸业（jxzy）002067，宁波华翔（nbhx）002048
金融
鲁信创投（lxct）600783，国盛金控（gsjk）002670，华泰证券（htzq）601688，新黄浦（xhp）600638，汇金股份（hjgf）300368
未分类
盛达资源（sdzy）000603，兴业银锡（xyyx）000426
其余形式独苗
冠中生态（gzst）300948，山子高科（szgk）000981，大庆华科（dqhk）000985，朗迪集团（ldjt）603726，能科科技（nkkj）603859，能买科技，麒盛科技（qskj）603610，冠石科技（gskj）605588
冠军属于科技，罗曼股份（lmgf）605289，马钢股份（mggf）600808，湖北宜化（hbyh）000422

二板
万向钱潮（wxqc）000559，东华科技（dhkj）002140，天际股份（tjgf）002759，易成新能（ycxn）300080

三板
华建集团（hjjt）600629，吉鑫科技（jxkj）601218，品茗科技（pmkj）688109

六板
蓝丰生化（lfsh）002513

`
  },
{
    "d": "2025-09-26",
    "l": "https://www.tgb.cn/a/2lDrmo0mqY8",
    "t": `

首板
电商
吉宏股份（jhgf）002803，洪兴股份（hxgf）001209，联发股份（lfgf）002394，西大门（xdm）605155，遥望科技（ywkj）002291
重组
大有能源（dyny）600403，易成新能（ycxn）300080，神马股份（smgf）600810
绿电碳中和
启迪环境（qdhj）000826，明阳智能（myzn）601615，世茂能源（smny）605028，威力传动（wlcd）300904，湘电股份（xdgf）600416
汽车产业链
天汽模（tqm）002510，迪生力（dsl）603335，万向钱潮（wxqc）000559，曙光股份（sggf）600303，蓝黛科技（ldkj）002765，浙江仙通（zjxt）603239
芯片
合肥城建（hfcj）002208，跃岭股份（ylgf）002725，柘中股份（zzgf）002346，梦天家居（mtjj）603216，圣晖集成（shjc）603163
甲醇
潞化科技（lhkj）600691，东华科技（dhkj）002140
军工
湘电股份（xdgf）600416，成飞集成（cfjc）002190
基建
上实发展（ssfz）600748，拓山重工（tszg）001226
锂电
芳源股份（fygf）688148，天际股份（tjgf）002759
其余形式独苗
中嘉博创（zjbc）000889，丽岛新材（ldxc）603937，凯文教育（kwjy）002659，众兴菌业（zxjy）002772

二板
深华发Ａ（shfa）000020，华建集团（hjjt）600629，祥龙电业（xldy）600769，吉鑫科技（jxkj）601218，嘉泽新能（jzxn）601619，品茗科技（pmkj）688109

三板
精艺股份（jygf）002295，养元饮品（yyyp）603156

五板
蓝丰生化（lfsh）002513

`
  },
{
    "d": "2025-09-25",
    "l": "https://www.tgb.cn/a/2lBO4XisC7H",
    "t": `

首板
核电
合锻智能（hdzn）603011，中超控股（zckg）002471，哈焊华通（hhht）301137
汽车人
新坐标（xzb）603040，日盈电子（rydz）603286
风光储
西典新能（xdxn）603312，吉鑫科技（jxkj）601218，嘉泽新能（jzxn）601619，金时科技（jskj）002951
物流
飞马国际（fmgj）002210，中捷资源（zjzy）002021
算力
新亚电子（xydz）605277，法尔胜（fes）000890，宁波建工（nbjg）601789，广电电气（gddq）601616，浪潮信息（lcxx）000977，华工科技（hgkj）000988，环旭电子（hxdz）601231，剑桥科技（jqkj）603083
上海国资委
华建集团（hjjt）600629，上海电气（shdq）601727
其余形式独苗
品茗科技（pmkj）688109，耐普矿机（npkj）300818，双枪科技（sqkj）001211，奥赛康（ask）002755，天下秀（txx）600556，平台电商，深华发Ａ（shfa）000020，武进不锈（wjbx）603878
祥龙电业（xldy）600769，欢瑞世纪（hrsj）000892

二板
七匹狼（qpl）002029，ＴＣＬ中环（tclzh）002129，精艺股份（jygf）002295，中电鑫龙（zdxl）002298，养元饮品（yyyp）603156，上维新材

三板
立昂微（law）605358

四板
蓝丰生化（lfsh）002513，联美控股（lmkg）600167

五板
华软科技（hrkj）002453

`
  },
{
    "d": "2025-09-24",
    "l": "https://www.tgb.cn/a/2lA9BM5qWcO",
    "t": `

首板
医药
甘李药业（glyy）603087，信立泰（xlt）002294，京新药业（jxyy）002020
机器人
华菱线缆（hlxl）001208，兄弟科技（xdkj）002562，红豆股份（hdgf）600400，豪能股份（hngf）603809，中威电子（zwdz）300270，上纬新材（swxc）688585，中重科技（zzkj）603135，中创智领（zczl）601717
鸣志电器（mzdq）603728
房地产
深振业Ａ（szya）000006，上海临港（shlg）600848，市北高新（sbgx）600604，渝开发（ykf）000514
芯片
朗迪集团（ldjt）603726，黄河旋风（hhxf）600172，七匹狼（qpl）002029，通富微电（tfwd）002156，神工股份（sggf）688233，东方明珠（dfmz）600832，洪田股份（htgf）603800，中电鑫龙（zdxl）002298
江丰电子（jfdz）300666，和远气体（hyqt）002971，联合化学（lhhx）301209，深科技（skj）000021，彤程新材（tcxc）603650，格林达（gld）603931，北方华创（bfhc）002371，兴福电子（xfdz）688545
百合花（bhh）603823，上峰水泥（sfsn）000672，至正股份（zzgf）603991
算力
康盛股份（ksgf）002418，杭钢股份（hggf）600126，盛洋科技（sykj）603703，青山纸业（qszy）600103
污水处理
启迪环境（qdhj）000826，中山公用（zsgy）000685，中兰环保（zlhb）300854，嘉戎技术（jrjs）301148
石油天然气
准油股份，山东墨龙（sdml）002490
光储
精艺股份（jygf）002295，协鑫能科（xxnk）002015，通润装备（trzb）002150，福莱蒽特（flet）605566，ＴＣＬ中环（tclzh）002129
消费
养元饮品（yyyp）603156，宁波中百（nbzb）600857
锂电
中国宝安（zgba）000009，恩捷股份（ejgf）002812，道明光学（dmgx）002632，泰坦股份（ttgf）003036
低空
光洋股份（gygf）002708，上工申贝（sgsb）600843
其余形式独苗
博纳影业（bnyy）001330，海信视像（hxsx）600060，湘财股份（xcgf）600095，悍高集团（hgjt）001221，一会拉证券，福达合金（fdhj）603045，北化股份（bhgf）002246

二板
南京港（njg）002040，长川科技（cckj）300604，大龙地产（dldc）600159，张江高科（zjgk）600895，宏盛股份（hsgf）603090，诚邦股份（cbgf）603316，迎丰股份（yfgf）605055，立昂微（law）605358

三板
蓝丰生化（lfsh）002513，向日葵（xrk）300111，联美控股（lmkg）600167

四板
华软科技（hrkj）002453

`
  },
{
    "d": "2025-09-23",
    "l": "https://www.tgb.cn/a/2lyv0yf9STv",
    "t": `

首板
军工
湘电股份（xdgf）600416，贵绳股份（gsgf）600992
芯片
长川科技（cckj）300604，诚邦股份（cbgf）603316，东尼电子（dndz）603595，立昂微（law）605358，张江高科（zjgk）600895，矽电股份（xdgf）301629，波长光电（bcgd）301421
算力
金字火腿（jzht）002515，宏盛股份（hsgf）603090，联德股份（ldgf）605060，恒润股份（hrgf）603985，沃尔核材（wehc）002130
地产基建
大龙地产（dldc）600159，全筑股份（qzgf）603030，诚邦股份（cbgf）603316，美克家居（mkjj）600337，广东建工（gdjg）002060，沙河股份（shgf）000014，中持股份（zcgf）603903
汽车人
常熟汽饰（csqs）603035，福达股份（fdgf）603166，万向钱潮（wxqc）000559，浙江世宝（zjsb）002703，上海亚虹（shyh）603159
海运
南京港（njg）002040，宁波海运（nbhy）600798
纺织
泰慕士（tms）001234，兴业科技（xykj）002674，迎丰股份（yfgf）605055
其余形式独苗
盟科药业（mkyy）688373，优彩资源（yczy）002998

二板
大洋电机（dydj）002249，和而泰（het）002402，蓝丰生化（lfsh）002513，盈趣科技（yqkj）002925，向日葵（xrk）300111，初灵信息（clxx）300250，永鼎股份（ydgf）600105，联美控股（lmkg）600167，大众公用（dzgy）600635，浙江仙通（zjxt）603239，超讯通信（cxtx）603322

三板
德明利（dml）001309，华软科技（hrkj）002453，凯美特气（kmtq）002549，贵广网络（ggwl）600996

四板
福龙马（flm）603686

六板
杭电股份（hdgf）603618，天普股份（tpgf）605255

`
  },
{
    "d": "2025-09-22",
    "l": "https://www.tgb.cn/a/2lwNTIWmokA",
    "t": `

首板
芯片-摩尔线程
联美控股（lmkg）600167，和而泰（het）002402，盈趣科技（yqkj）002925，威星智能（wxzn）002849，东华软件（dhrj）002065，大众公用（dzgy）600635，初灵信息（clxx）300250，宏力达（hld）688330
浙大网新（zdwx）600797
芯片
向日葵（xrk）300111，中电鑫龙（zdxl）002298，万润科技（wrkj）002654，唯特偶（wto）301319
消费电子
立讯精密（lxjm）002475，国光电器（ggdq）002045，比依股份（bygf）603215，冠捷科技（gjkj）000727，科瑞技术（krjs）002957，鹏鼎控股（pdkg）002938，华塑控股（hskg）000509，中科蓝讯（zklx）688332
长盈精密（zyjm）300115
汽车人
浙江仙通（zjxt）603239，峰璟股份（fjgf）002662，奥特佳（atj）002239，日盈电子（rydz）603286，大洋电机（dydj）002249，横河精密（hhjm）300539，万马股份（wmgf）002276，精工科技（jgkj）002006
福莱新材（flxc）605488，佰奥智能（bazn）300836
算力
海鸥股份（hogf）603269，超讯通信（cxtx）603322，徕木股份（lmgf）603633，英维克（ywk）002837，鸿富瀚（hfh）301086，华丰股份（hfgf）605100，永鼎股份（ydgf）600105，中科曙光（zksg）603019
化工
蓝丰生化（lfsh）002513
反包结构
山子高科（szgk）000981，首开股份（skgf）600376
白银
湖南白银（hnby）002716，盛达资源（sdzy）000603
房地产
友邦吊顶（ybdd）002718，菲林格尔（flge）603226
其余形式独苗
宁波中百（nbzb）600857，集友股份（jygf）603429，汉马科技（hmkj）600375，华盛昌（hsc）002980，合锻智能（hdzn）603011

二板
悍高集团（hgjt）001221，德明利（dml）001309，华软科技（hrkj）002453，凯美特气（kmtq）002549，贵广网络（ggwl）600996，鼎信通讯（dxtx）603421

三板
红豆股份（hdgf）600400，福龙马（flm）603686

四板
云南旅游（ynly）002059

五板
杭电股份（hdgf）603618，天普股份（tpgf）605255

`
  },
{
    "d": "2025-09-19",
    "l": "https://www.tgb.cn/a/2lrQXh3jZNa",
    "t": `

首板
房地产
大龙地产（dldc）600159，绿岛风（ldf）301043，悍高集团（hgjt）001221，沙河股份（shgf）000014
芯片
鼎信通讯（dxtx）603421，天富能源（tfny）600509，德明利（dml）001309，西陇科学（xlkx）002584，华软科技（hrkj）002453，凯美特气（kmtq）002549，海立股份（hlgf）600619，福晶科技（fjkj）002222
天山电子（tsdz）301379
算力
贵广网络（ggwl）600996，天通股份（ttgf）600330，富信科技（fxkj）688662，同洲电子（tzdz）002052
消费
美盈森（mys）002303，桂林旅游（glly）000978
锂电池
丰山集团（fsjt）603810，赣锋锂业（gfly）002460，万里石（wls）002785，深圳新星（szxx）603978
影视
博纳影业（bnyy）001330
机器人
明新旭腾（mxxt）605068，富佳股份（fjgf）603219
其余形式独苗
东软集团（drjt）600718，申通快递（stkd）002468，国睿科技（grkj）600562，登云股份（dygf）002715，山河智能（shzn）002097，世嘉科技（sjkj）002796，玉马科技（ymkj）300993，报喜鸟（bxn）002154
天沃科技（twkj）002564，非电力，威派格（wpg）603956，松炀资源（syzy）603863，如通股份（rtgf）603036

二板
公元股份（gygf）002641，兴业科技（xykj）002674，红豆股份（hdgf）600400，曲江文旅（qjwl）600706，长飞光纤（zfgx）601869，福龙马（flm）603686

三板
云南旅游（ynly）002059，永新光学（yxgx）603297

四板
杭电股份（hdgf）603618

五板
泰慕士（tms）001234，天普股份（tpgf）605255

`
  },
{
    "d": "2025-09-18",
    "l": "https://www.tgb.cn/a/2lqbvBXQGEp",
    "t": `

首板
机器人
兴业科技（xykj）002674，宏润建设（hrjs）002062，全筑股份（qzgf）603030，锐奇股份（rqgf）300126，红豆股份（hdgf）600400，公元股份（gygf）002641，福龙马（flm）603686，安联锐视（alrs）301042
算力产业链
大元泵业（dyby）603757，博杰股份（bjgf）002975，亨通光电（htgd）600487，凯迪股份（kdgf）605288，和而泰（het）002402，腾龙股份（tlgf）603158，德科立（dkl）688205，川润股份（crgf）002272
广合科技（ghkj）001389，远东股份（ydgf）600869，华丰科技（hfkj）688629，烽火通信（fhtx）600498，华正新材（hzxc）603186，长飞光纤（zfgx）601869
基建
宏润建设（hrjs）002062，全筑股份（qzgf）603030，公元股份（gygf）002641，华阳国际（hygj）002949，东珠生态（dzst）603359
风电
国恩股份（gegf）002768，福事特（fst）301446
消费
味知香（wzx）605089，曲江文旅（qjwl）600706
其余形式独苗
永泰能源（ytny）600157，江南高纤（jngx）600527，金逸影视（jyys）002905，苏奥传感（sacg）300507，中国医药（zgyy）600056，新宏泰（xht）603016，宝莫股份（bmgf）002476

二板
云南旅游（ynly）002059，利和兴（lhx）301013，美克家居（mkjj）600337，飞乐音响（fyyx）600651，海鸥股份（hogf）603269，永新光学（yxgx）603297，中电电机（zddj）603988

三板
景兴纸业（jxzy）002067，均胜电子（jsdz）600699，杭电股份（hdgf）603618，科森科技（kskj）603626

四板
泰慕士（tms）001234，万向钱潮（wxqc）000559

五板
山子高科（szgk）000981，香江控股（xjkg）600162，上海建工（shjg）600170，首开股份（skgf）600376

十二板
天普股份（tpgf）605255

`
  },
{
    "d": "2025-09-17",
    "l": "https://www.tgb.cn/a/2lox3UQwChC",
    "t": `

首板
机器人
云南旅游（ynly）002059，露笑科技（lxkj）002617，兄弟科技（xdkj）002562，松霖科技（slkj）603992，长龄液压（zlyy）605389，吉华集团（jhjt）603980，新坐标（xzb）603040，豪能股份（hngf）603809
蔚蓝锂芯（wllx）002245，浙江恒威（zjhw）301222，金发科技（jfkj）600143，东睦股份（dmgf）600114，天安新材（taxc）603725，富佳股份（fjgf）603219，亚普股份（ypgf）603013，中原内配（zynp）002448
豪鹏科技（hpkj）001283，北纬科技（bwkj）002148，峰岹科技（ftkj）688279
光刻机
永新光学（yxgx）603297，波长光电（bcgd）301421，凯美特气（kmtq）002549，利和兴（lhx）301013，福晶科技（fjkj）002222，奥普光电（apgd）002338，宝馨科技（bxkj）002514，深纺织Ａ（sfza）000045
家居
浙江美大（zjmd）002677，德尔未来（dewl）002631，美克家居（mkjj）600337
光储
亿晶光电（yjgd）600537，嘉泽新能（jzxn）601619，世嘉科技（sjkj）002796，京运通（jyt）601908，安彩高科（acgk）600207，特变电工（tbdg）600089，宝馨科技（bxkj）002514，宝光股份（bggf）600379
算力
汇绿生态（hlst）001267，海鸥股份（hogf）603269，罗曼股份（lmgf）605289
未分类
利源股份，怡球资源（yqzy）601388，中电电机（zddj）603988，北方铜业（bfty）000737
其余形式独苗
镇海股份（zhgf）603637，飞乐音响（fyyx）600651，上海芯片，中粮资本（zlzb）002423，电子城（dzc）600658，北京芯片，兴图新科（xtxk）688081，津投城开（jtck）600322
利扬芯片（lyxp）688135，时空科技（skkj）605178

二板
模塑科技（mskj）000700，景兴纸业（jxzy）002067，银轮股份（ylgf）002126，均胜电子（jsdz）600699，建元信托（jyxt）600816，杭电股份（hdgf）603618，科森科技（kskj）603626，科博达（kbd）603786

三板
万向钱潮（wxqc）000559，泰慕士（tms）001234

四板
山子高科（szgk）000981，香江控股（xjkg）600162，上海建工（shjg）600170，首开股份（skgf）600376

`
  },
{
    "d": "2025-09-16",
    "l": "https://www.tgb.cn/a/2lmRIkdYnEF",
    "t": `

首板
锂电池
龙蟠科技（lpkj）603906，晶华新材（jhxc）603683，天际股份（tjgf）002759
字节跳动
省广集团（sgjt）002400，丽人丽妆（lrlz）605136
芯片
普冉股份（prgf）688766，诚邦股份（cbgf）603316，博敏电子（bmdz）603936
机器人
景兴纸业（jxzy）002067，凯迪股份（kdgf）605288，顺威股份（swgf）002676，世运电路（sydl）603920，林州重机（lzzj）002535，长源东谷（zydg）603950，日盈电子（rydz）603286，大洋电机（dydj）002249
汉威科技（hwkj）300007，双环传动（shcd）002472，北特科技（btkj）603009，恒帅股份（hsgf）300969，三花智控（shzk）002050，宏昌科技（hckj）301008，嵘泰股份（rtgf）605133，杭电股份（hdgf）603618
荣泰健康（rtjk）603579，中重科技（zzkj）603135，科博达（kbd）603786，安培龙（apl）301413，新泉股份（xqgf）603179
汽车产业链
均胜电子（jsdz）600699，日盈电子（rydz）603286，美利信（mlx）301307，模塑科技（mskj）000700
算力
剑桥科技（jqkj）603083，淳中科技（czkj）603516，必得科技（bdkj）605298，银轮股份（ylgf）002126，华胜天成（hstc）600410，长飞光纤（zfgx）601869
金融
建元信托（jyxt）600816，金财互联（jchl）002530
房地产
珠江股份（zjgf）600684，友邦吊顶（ybdd）002718
消费电子
比依股份（bygf）603215，科森科技（kskj）603626
物流
飞马国际（fmgj）002210，新宁物流（xnwl）300013，炬申股份（jsgf）001202
其余形式独苗
澳洋健康（ayjk）002172，供销大集（gxdj）000564，东方铁塔（dftt）002545，航天机电（htjd）600151，阳煤化工（ymhg）600691，皓宸医疗（hcyl）002622，报喜鸟（bxn）002154，虽然是纺织

二板
万向钱潮（wxqc）000559，泰慕士（tms）001234，怡亚通（yyt）002183，线上线下（xsxx）300959，天龙股份（tlgf）603266，朗博科技（lbkj）603655，洛凯股份（lkgf）603829

三板
山子高科（szgk）000981，荣盛发展（rsfz）002146，香江控股（xjkg）600162，上海建工（shjg）600170，首开股份（skgf）600376，百利科技（blkj）603959

四板
华建集团（hjjt）600629

`
  },
{
    "d": "2025-09-15",
    "l": "https://www.tgb.cn/a/2lldc3ROMim",
    "t": `

首板
芯片
上海贝岭（shbl）600171，圣邦股份（sbgf）300661
预制菜
得利斯（dls）002330，三江购物（sjgw）601116
无人驾驶
索菱股份（slgf）002766，海马汽车（hmqc）000572，时空科技（skkj）605178，浙江世宝（zjsb）002703，路畅科技（lckj）002813，得润电子（drdz）002055
锂电池
北京利尔（bjle）002392，尚太科技（stkj）001301，天赐材料（tccl）002709，中一科技（zykj）301150，万向钱潮（wxqc）000559，洪田股份（htgf）603800
医药
德展健康（dzjk）000813，福瑞股份
基建房地产
交建股份（jjgf）603815，东方园林（dfyl）002310，全筑股份（qzgf）603030，瑞泰科技（rtkj）002066，卧龙新能（wlxn）600173，好太太（htt）603848
光储
洛凯股份（lkgf）603829，卧龙新能（wlxn）600173
外贸
迪生力（dsl）603335，泰慕士（tms）001234，华鼎股份（hdgf）601113，胜通能源（stny）001331，君禾股份（jhgf）603617
机器人
万向钱潮（wxqc）000559，腾亚精工（tyjg）301125，方正电机（fzdj）002196，征和工业（zhgy）003033，大业股份（dygf）603278，中大力德（zdld）002896
汽配
浙江仙通（zjxt）603239，无锡振华（wxzh）605319，天龙股份（tlgf）603266，朗博科技（lbkj）603655，天洋新材（tyxc）603330
游戏
完美世界（wmsj）002624，星辉娱乐（xhyl）300043
电力
世茂能源（smny）605028，华光环能（hghn）600475
算力
禾盛新材（hsxc）002290，荣联科技（rlkj）002642，宏盛股份（hsgf）603090，南风股份（nfgf）300004，康盛股份（ksgf）002418
其余形式独苗
怡亚通（yyt）002183，傲农生物（answ）603363，中超控股（zckg）002471，冠豪高新（ghgx）600433，冠捷科技（gjkj）000727，线上线下（xsxx）300959

二板
山子高科（szgk）000981，荣盛发展（rsfz）002146，香江控股（xjkg）600162，上海建工（shjg）600170，首开股份（skgf）600376，中国电影（zgdy）600977，昭衍新药（zyxy）603127，百利科技（blkj）603959，园林股份（ylgf）605303

三板
华建集团（hjjt）600629

`
  },
{
    "d": "2025-09-12",
    "l": "https://www.tgb.cn/a/2lgeTAoYyVh",
    "t": `

首板
算力
润建股份（rjgf）002929，特发信息（tfxx）000070，兆驰股份（zcgf）002429，芯原股份（xygf）688521，华孚时尚（hfss）002042，园林股份（ylgf）605303
锂电
百利科技（blkj）603959，兆新股份（zxgf）002256，粤桂股份（yggf）000833，天域生物（tysw）603717，赢合科技（yhkj）300457
未分类
北方铜业（bfty）000737，湖南白银（hnby）002716，盛达资源（sdzy）000603，豫光金铅（ygjq）600531，电工合金（dghj）300697，株治集团（zzjt）600961
芯片
德明利（dml）001309，精智达（jzd）688627
机器人
联明股份（lmgf）603006，大洋电机（dydj）002249，中捷资源（zjzy）002021，雪龙集团（xljt）603949，卧龙电驱（wldq）600580，福莱新材（flxc）605488
房地产
首开股份（skgf）600376，荣盛发展（rsfz）002146，南都物业（ndwy）603506，香江控股（xjkg）600162，友邦吊顶（ybdd）002718
基建
上海建工（shjg）600170，八一钢铁（bygt）600581
传媒
东望时代（dwsd）600052，中国电影（zgdy）600977
汽车产业链
众泰汽车（ztqc）000980，山子高科（szgk）000981，浩物股份（hwgf）000757
医药
赛力医疗（slyl）603716，昭衍新药（zyxy）603127，昂利康（alk）002940
其余形式独苗
三峡旅游（sxly）002627，飞乐音响（fyyx）600651，美邦服饰（mbfs）002269，阳煤化工（ymhg）600691，必得科技（bdkj）605298

二板
炬申股份（jsgf）001202，科华数据（khsj）002335，通鼎互联（tdhl）002491，众兴菌业（zxjy）002772，新大正（xdz）002968，方正科技（fzkj）600601，华建集团（hjjt）600629，嘉泽新能（jzxn）601619，剑桥科技（jqkj）603083，振德医疗（zdyl）603301，罗曼股份（lmgf）605289

三板
金逸影视（jyys）002905，景旺电子（jwdz）603228，东珠生态（dzst）603359，新炬网络（xjwl）605398

四板
苏宁环球（snhq）000718，青山纸业（qszy）600103，淳中科技（czkj）603516

`
  },
{
    "d": "2025-09-11",
    "l": "https://www.tgb.cn/a/2leAcjhzyGd",
    "t": `

首板
甲醇
嘉泽新能（jzxn）601619，航天工程（htgc）603698，东华科技（dhkj）002140，复洁环保（fjhb）688335，中国天楹（zgty）000035
算力产业链
荣联科技（rlkj）002642，东材科技（dckj）601208，金安国纪（jagj）002636，方正科技（fzkj）600601，宏和科技（hhkj）603256，艾华集团（ahjt）603989，剑桥科技（jqkj）603083，汇源通信（hytx）000586
科华数据（khsj）002335，赛微芯片，崇达技术（cdjs）002815，中京电子（zjdz）002579，徕木股份（lmgf）603633，中恒电气（zhdq）002364，通鼎互联（tdhl）002491，万通发展（wtfz）600246
中科曙光（zksg）603019，奕东电子（yddz）301123，兴森科技（xskj）002436，炬光科技（jgkj）688167，澳弘电子（ahdz）605058，生益科技（sykj）600183，平安电工（padg）001359，应流股份（ylgf）603308
海光信息（hgxx）688041，新相微（xxw）688593，罗曼股份（lmgf）605289，深南电路（sndl）002916，沪电股份（hdgf）002463，华工科技（hgkj）000988，江南新材（jnxc）603124，良信股份（lxgf）002706
鹏鼎股份，科士达（ksd）002518，大族激光（dzjg）002008，腾景科技（tjkj）688195，鼎泰高科（dtgk）301377，白云电器（bydq）603861，金信诺（jxn）300252，立讯精密（lxjm）002475
黑牡丹（hmd）600510，沃尔核材（wehc）002130，易德龙（ydl）603380，兆易创新（zycx）603986，香农芯创（xnxc）300475
卫星航天
上海沪工（shhg）603131，世嘉科技（sjkj）002796
房地产
德才股份（dcgf）605287，华建集团（hjjt）600629，新大正（xdz）002968，棕榈股份，同济科技（tjkj）600846
农业
邦基科技（bjkj）603151，众兴菌业（zxjy）002772，天康生物（tksw）002100，金新农（jxn）002548
锂电
联泓新科（lhxk）003022，深圳新星（szxx）603978
机器人
新时达（xsd）002527，兆威机电（zwjd）003021，宝武镁业（bwmy）002182
医药
振德医疗（zdyl）603301，济民健康（jmjk）603222
其余形式独苗
新华百货（xhbh）600785，炬申股份（jsgf）001202，凤凰光学（fhgx）600071，慧翰股份（hhgf）301600，国海证券（ghzq）000750，南风股份（nfgf）300004，登云股份（dygf）002715

二板
东山精密（dsjm）002384，金逸影视（jyys）002905，东方通信（dftx）600776，工业富联（gyfl）601138，景旺电子（jwdz）603228，东珠生态（dzst）603359，新炬网络（xjwl）605398

三板
苏宁环球（snhq）000718，三江购物（sjgw）601116，青山纸业（qszy）600103，淳中科技（czkj）603516

`
  },
{
    "d": "2025-09-10",
    "l": "https://www.tgb.cn/a/2lcUdEcyuMd",
    "t": `



`
  },
{
    "d": "2025-09-09",
    "l": "https://www.tgb.cn/a/2lbfhiN1LjG",
    "t": `

首板
锂电池
传艺科技（cykj）002866，百利科技（blkj）603959，集友股份（jygf）603429，深圳新星（szxx）603978，豪尔赛（hes）002963，奥特佳（atj）002239，英联股份（ylgf）002846
房地产
华丽家族（hljz）600503，汇嘉时代（hjsd）603101，上海三毛（shsm）600689，苏宁环球（snhq）000718，王力安防（wlaf）605268，豪尔赛（hes）002963，滨江集团（bjjt）002244
电力
万马股份（wmgf）002276，东方铁塔（dftt）002545，和展能源（hzny）000809
传媒
文投控股（wtkg）600715，欢瑞世纪（hrsj）000892，粤传媒（ycm）002181，幸福蓝海（xflh）300528
医药
河化股份（hhgf）000953，振德医疗（zdyl）603301
机器人
华丽家族（hljz）600503，万马股份（wmgf）002276，春兴精工（cxjg）002547，沃特股份（wtgf）002886，中马传动（zmcd）603767
算力
淳中科技（czkj）603516，长源东谷（zydg）603950，青山纸业（qszy）600103
黄金
恒邦股份（hbgf）002237，深中华Ａ（szha）000017，西部黄金（xbhj）601069，中国瑞林（zgrl）603257
其余形式独苗
两面针（lmz）600249，武进不锈（wjbx）603878，耀皮玻璃（ypbl）600819，创维数字（cwsz）000810，三江购物（sjgw）601116，圣晖集成（shjc）603163，珠海中富（zhzf）000659，海阳科技（hykj）603382

二板
众泰汽车（ztqc）000980，锡装股份（xzgf）001332，泰坦股份（ttgf）003036，卧龙新能（wlxn）600173，天域生物（tysw）603717

三板
必得科技（bdkj）605298

四板
天际股份（tjgf）002759

五板
首开股份（skgf）600376

十板
天普股份（tpgf）605255

`
  },
{
    "d": "2025-09-08",
    "l": "https://www.tgb.cn/a/2l9BLCQfwOF",
    "t": `

首板
汽车产业链
旷达科技（kdkj）002516，上海亚虹（shyh）603159，众泰汽车（ztqc）000980
纺织
山东玻纤（sdbx）605006，泰坦股份（ttgf）003036，迎丰股份（yfgf）605055
锂电
天域生物（tysw）603717，方大炭素（fdts）600516，德龙激光（dljg）688170，中国电研（zgdy）688128，永太科技（ytkj）002326，世龙实业（slsy）002748，江特电机（jtdj）002176，博力威（blw）688345
农业
天域生物（tysw）603717，傲农生物（answ）603363，宏辉果蔬（hhgs）603336
医药
济民健康（jmjk）603222，奥精医疗（ajyl）688613，西藏药业（xzyy）600211
机器人
鸣志电器（mzdq）603728，日盈电子（rydz）603286，宁波东力（nbdl）002164，卧龙新能（wlxn）600173，沃尔德（wed）688028，三花智控（shzk）002050，浙江荣泰（zjrt）603119，泰禾智能（thzn）603656
骏鼎达（jdd）301538，春光科技（cgkj）603657，肇民科技（zmkj）301000，新瀚新材（xhxc）301076，中欣氟材（zxfc）002915，福然德（frd）605050
航运
招商轮船（zslc）601872，招商南油（zsny）601975，胜通能源（stny）001331，中远海能（zyhn）600026
电网
智光电气（zgdq）002169，金晶科技（jjkj）600586，金智科技（jzkj）002090，森特股份（stgf）603098，洛凯股份（lkgf）603829
航天
上海沪工（shhg）603131，顺灏股份（shgf）002565，中国卫星（zgwx）600118，三维通信（swtx）002115
核电
合锻智能（hdzn）603011，锡装股份（xzgf）001332
其余形式独苗
中体产业（ztcy）600158，福星股份（fxgf）000926，国联股份（glgf）603613，汉钟精机（hzjj）002158，拓山重工（tszg）001226，微导纳米（wdnm）688147，三七互娱（sqhy）002555，网络游戏
嘉澳环保（jahb）603822，要么化工

二板
多氟多（dfd）002407，天赐材料（tccl）002709，横河精密（hhjm）300539，均胜电子（jsdz）600699，中国电影（zgdy）600977，上海洗霸（shxb）603200，必得科技（bdkj）605298

三板
天际股份（tjgf）002759，键邦股份（jbgf）603285，中源家居（zyjj）603709

四板
首开股份（skgf）600376

`
  },
{
    "d": "2025-09-05",
    "l": "https://www.tgb.cn/a/2l4CpNPkNrZ",
    "t": `

首板
Ai
力盛体育（lsty）002858，青山纸业（qszy）600103，天通股份（ttgf）600330，腾景科技（tjkj）688195，中恒电气（zhdq）002364，世运电路（sydl）603920，沃格光电（wggd）603773，汇绿生态（hlst）001267
东方钽业（dfty）000962，鸿合科技（hhkj）002955，风华高科（fhgk）000636，东山精密（dsjm）002384，方正科技（fzkj）600601，胜宏科技（shkj）300476，中国高科（zggk）600730
锂电池
金银河（jyh）300619，丰元股份（fygf）002805，红星发展（hxfz）600367，光华科技（ghkj）002741，多氟多（dfd）002407，野马电池（ymdc）605378，华盛锂电（hsld）688353，先导智能（xdzn）300450
可川科技（kckj）603052，天永智能（tyzn）603895，天赐材料（tccl）002709，欧克科技（okkj）001223，博迁新材（bqxc）605376，恩捷股份（ejgf）002812，誉辰智能（yczn）688638，上海洗霸（shxb）603200
璞泰来（ptl）603659，天华新能（thxn）300390，尚太科技（stkj）001301，洁美科技（jmkj）002859，利元亨（lyh）688499，大东南（ddn）002263，赣锋锂业（gfly）002460，晶华新材（jhxc）603683
厦钨新能（swxn）688778，中钢天源（zgty）002057，杭可科技（hkkj）688006，英联股份（ylgf）002846
风光储
吉鑫科技（jxkj）601218，运达股份（ydgf）300772，西子节能（xzjn）002534，同力日升（tlrs）605286，上海电力（shdl）600021，华通线缆（htxl）605196，中电电机（zddj）603988，金风科技（jfkj）002202
小崧股份（xsgf）002723，明阳智能（myzn）601615，科华数据（khsj）002335，锦浪科技（jlkj）300763，大金重工（djzg）002487，德业股份（dygf）605117
工业母机
华东数控（hdsk）002248，秦川机床（qcjc）000837
机器人
明新旭腾（mxxt）605068，顺威股份（swgf）002676，均胜电子（jsdz）600699，横河精密（hhjm）300539，恒勃股份（hbgf）301225，中坚科技（zjkj）002779，卧龙电驱（wldq）600580
芯片
苏大维格（sdwg）300331，露笑科技（lxkj）002617，和远气体（hyqt）002971，鼎龙科技（dlkj）603004，天岳先进（tyxj）688234，圣晖集成（shjc）603163，国机精工（gjjg）002046，德明利（dml）001309
其余形式独苗
中国电影（zgdy）600977，科博达（kbd）603786，百合股份（bhgf）603102，必得科技（bdkj）605298，昭衍新药（zyxy）603127，茶花股份（chgf）603615，西部黄金（xbhj）601069，莱宝高科（lbgk）002106
兴业科技（xykj）002674，博实结（bsj）301608，交建股份（jjgf）603815

二板
天际股份（tjgf）002759，键邦股份（jbgf）603285，中源家居（zyjj）603709，天宏锂电（thld）920252

三板
首开股份（skgf）600376

四板
安正时尚（azss）603839

`
  },
{
    "d": "2025-09-04",
    "l": "https://www.tgb.cn/a/2l2VbyRqEk8",
    "t": `

首板
消费
汇嘉时代（hjsd）603101，友好集团（yhjt）600778，步步高（bbg）002251，国芳集团（gfjt）601086，安记食品（ajsp）603696，百大集团（bdjt）600865，岭南控股（lnkg）000524，惠发食品（hfsp）603536
元隆雅图（ylyt）002878，依依股份（yygf）001206，欢乐家（hlj）300997，拉芳家化（lfjh）603630
锂电池
胜利精密（sljm）002426，天际股份（tjgf）002759，正业科技（zykj）300410，键邦股份（jbgf）603285，金龙羽（jly）002882
金融
太平洋（tpy）601099，楚天龙（ctl）003040，金财互联（jchl）002530
其余形式独苗
爱仕达（asd）002403，济民健康（jmjk）603222，安彩高科（acgk）600207，杭州高新（hzgx）300478，中源家居（zyjj）603709，海峡环保（hxhb）603817，长江材料（cjcl）001296，中国瑞林（zgrl）603257
圣龙股份（slgf）603178，松炀资源（syzy）603863，东尼电子（dndz）603595

二板
景兴纸业（jxzy）002067，通润装备（trzb）002150，美邦服饰（mbfs）002269，首开股份（skgf）600376，欧亚集团（oyjt）600697

三板
安正时尚（azss）603839

`
  },
{
    "d": "2025-09-03",
    "l": "https://www.tgb.cn/a/2l1irxcACSP",
    "t": `

首板
机器人
首开股份（skgf）600376，景兴纸业（jxzy）002067，众辰科技（zckj）603275，华纬科技（hwkj）001380
传媒
文投控股（wtkg）600715，吉视传媒（jscm）601929，金逸影视（jyys）002905
算力
汉钟精机（hzjj）002158，伟隆股份（wlgf）002871，长飞光纤（zfgx）601869
医药
百花医药（bhyy）600721，辰欣药业（cxyy）603367
芯片
圣晖集成（shjc）603163，泰和科技（thkj）300801
光储
世嘉科技（sjkj）002796，宝馨科技（bxkj）002514，通润装备（trzb）002150，海博思创（hbsc）688411，上能电气（sndq）300827
其余形式独苗
欧亚集团（oyjt）600697，卓郎智能（zlzn）600545，美邦服饰（mbfs）002269

二板
中捷资源（zjzy）002021，春兴精工（cxjg）002547，科新机电（kxjd）300092，鹿山新材（lsxc）603051，安正时尚（azss）603839

三板
博杰股份（bjgf）002975，西部黄金（xbhj）601069，宏裕新材（hyxc）920274

九板
天普股份（tpgf）605255

`
  },
{
    "d": "2025-09-02",
    "l": "https://www.tgb.cn/a/2kZAPO2cHTo",
    "t": `

首板
工业母机
华东数控（hdsk）002248，中捷资源（zjzy）002021，春兴精工（cxjg）002547，秦川机床（qcjc）000837
机器人
红豆股份（hdgf）600400，浙江荣泰（zjrt）603119，龙溪股份（lxgf）600592，泰尔股份（tegf）002347，科森科技（kskj）603626，拓普集团（tpjt）601689，巨轮智能（jlzn）002031，浙江仙通（zjxt）603239
新泉股份（xqgf）603179
房地产相关
宁波富达（nbfd）600724，中源家居（zyjj）603709，交建股份（jjgf）603815
锂电池
鹿山新材（lsxc）603051，大东南（ddn）002263
算力
青山纸业（qszy）600103，宏盛股份（hsgf）603090
光伏
申华控股（shkg）600653，京运通（jyt）601908，华光环能（hghn）600475
油气
科新机电（kxjd）300092，胜利股份（slgf）000407
纺织
中捷资源（zjzy）002021，迎丰股份（yfgf）605055，安正时尚（azss）603839
其余形式独苗
供销大集（gxdj）000564，三维股份（swgf）603033，福建金森（fjjs）002679

二板
长春高新（ccgx）000661，山子高科（szgk）000981，英联股份（ylgf）002846，博杰股份（bjgf）002975，上海电力（shdl）600021，西部黄金（xbhj）601069，白银有色（byys）601212，中国瑞林（zgrl）603257

三板
德新科技（dxkj）603032，凯迪股份（kdgf）605288

四板
兆新股份（zxgf）002256

八板
天普股份（tpgf）605255

`
  },
{
    "d": "2025-09-01",
    "l": "https://www.tgb.cn/a/2kXX081lR6O",
    "t": `

首板
阿里ai
数据港（sjg）603881，博杰股份（bjgf）002975，利扬芯片（lyxp）688135，鼎龙科技（dlkj）603004，万通发展（wtfz）600246，旋极信息（xjxx）300324，华工科技（hgkj）000988，荣联科技（rlkj）002642
算力
德固特（dgt）300950，旭光电子（xgdz）600353，苏州科达（szkd）603660，海星股份（hxgf）603115，合力泰（hlt）002217，罗曼股份（lmgf）605289，北京利尔（bjle）002392，利欧股份（logf）002131
美丽生态（mlst）000010，联德股份（ldgf）605060，汇绿生态（hlst）001267，华西股份（hxgf）000936，万润科技（wrkj）002654，源杰科技（yjkj）688498，棕榈股份，腾景科技（tjkj）688195
兆易创新（zycx）603986，永新光学（yxgx）603297
机器人
泰瑞机器（trjq）603289，宏润建设（hrjs）002062，东杰智能（djzn）300486
黄金
西部黄金（xbhj）601069，白银有色（byys）601212，湖南白银（hnby）002716，盛达资源（sdzy）000603，中国瑞林（zgrl）603257，宝莫股份（bmgf）002476，豫光金铅（ygjq）600531，华钰矿业（hyky）601020
湖南黄金（hnhj）002155，中金黄金（zjhj）600489
医药
百花医药（bhyy）600721，迈威生物（mwsw）688062，长春高新（ccgx）000661，济民健康（jmjk）603222，健康元（jky）600380，德展健康（dzjk）000813，第一医药（dyyy）600833，立方制药（lfzy）003020
莎普爱思（spas）603168
汽车产业链
众泰汽车（ztqc）000980，上海亚虹（shyh）603159，山子高科（szgk）000981，美晨科技（mckj）300237，福然德（frd）605050
未分类
家联科技（jlkj）301193，海正新材，长江材料（cjcl）001296
阿里闪购
元隆雅图（ylyt）002878，智度股份（zdgf）000676，国光连锁（ggls）605188，新华都（xhd）002264，三江购物（sjgw）601116，拉芳家化（lfjh）603630，汇嘉时代（hjsd）603101
天然气
赫美集团（hmjt）002356，仁智股份（rzgf）002629
稳定币
元隆雅图（ylyt）002878，智度股份（zdgf）000676，高伟达（gwd）300465，恒宝股份（hbgf）002104
环保
赞宇科技（zykj）002637，启迪环境（qdhj）000826，浙富控股（zfkg）002266
电网
中熔电气（zrdq）301031，上海电力（shdl）600021，思源电气（sydq）002028
锂电
普路通（plt）002769，英联股份（ylgf）002846，洪田股份（htgf）603800，紫江企业（zjqy）600210
其余形式独苗
金钼股份（jmgf）601958，查了资料没黄金，邦基科技（bjkj）603151，康达新材（kdxc）002669，文投控股（wtkg）600715，尚纬股份（swgf）603333，富临运业（flyy）002357，中天服务（ztfw）002188
中粮糖业（zlty）600737，集友股份（jygf）603429，创新医疗（cxyl）002173，顺络电子（sldz）002138

二板
国轩高科（gxgk）002074，飞马国际（fmgj）002210，江海股份（jhgf）002484，华海药业（hhyy）600521，吉视传媒（jscm）601929，德新科技（dxkj）603032，康辰药业（kcyy）603590，凯迪股份（kdgf）605288

三板
三维通信（swtx）002115，兆新股份（zxgf）002256

四板
建业股份（jygf）603948

五板
德创环保（dchb）603177

七板
天普股份（tpgf）605255

`
  },
{
    "d": "2025-08-29",
    "l": "https://www.tgb.cn/a/2kSZINqapAT",
    "t": `

首板
算力产业链
中国巨石（zgjs）600176，诚邦股份（cbgf）603316，吉视传媒（jscm）601929，通富微电（tfwd）002156，卓郎智能（zlzn）600545，江海股份（jhgf）002484，中天精装（ztjz）002989，亨通股份（htgf）600226
远程股份（ycgf）002692，兴森科技（xskj）002436，工业富联（gyfl）601138，东阳光（dyg）600673
机器人
凯迪股份（kdgf）605288，嵘泰股份（rtgf）605133，宁波华翔（nbhx）002048，捷昌驱动（jcqd）603583
消费
会稽山（hjs）601579，嘉亨家化（jhjh）300955，友阿股份（yagf）002277，盛泰集团（stjt）605138，迪阿股份（dagf）301177，凯撒旅业（ksly）000796，南宁百货（nnbh）600712，索宝蛋白（sbdb）603231
医药
普蕊斯（prs）301257，康辰药业（kcyy）603590，华海药业（hhyy）600521
军工
王子新材（wzxc）002735，长城军工（ccjg）601606
金融
西安银行（xayh）600928，金财互联（jchl）002530，通达海（tdh）301378
锂电池
杭可科技（hkkj）688006，沃顿科技（wdkj）000920，亚星化学（yxhx）600319，国轩高科（gxgk）002074，璞泰来（ptl）603659，索通发展（stfz）603612，先导智能（xdzn）300450，德新科技（dxkj）603032
捷邦科技（jbkj）301326，尚太科技（stkj）001301，国安股份（gagf）000839
高铁
广深铁路（gstl）601333，必得科技（bdkj）605298
未分类
广晟有色（gcys）600259，盛屯矿业（stky）600711
其余形式独苗
天沃科技（twkj）002564，中创智领（zczl）601717，飞马国际（fmgj）002210，东尼电子（dndz）603595，同济科技（tjkj）600846，永臻股份（yzgf）603381，日丰股份（rfgf）002953

二板
中国稀土（zgxt）000831，三维通信（swtx）002115，兆新股份（zxgf）002256，长飞光纤（zfgx）601869，爱普股份（apgf）603020

三板
云南能投（ynnt）002053，建业股份（jygf）603948

四板
德创环保（dchb）603177

六板
天普股份（tpgf）605255

`
  },
{
    "d": "2025-08-28",
    "l": "https://www.tgb.cn/a/2kRhXwbn9jp",
    "t": `

首板
航天
星网宇达（xwyd）002829，三维通信（swtx）002115，万通发展（wtfz）600246
算力产业链
长飞光纤（zfgx）601869，华升股份（hsgf）600156，江南新材（jnxc）603124，特发信息（tfxx）000070，万通发展（wtfz）600246，国际复材（gjfc）301526，东材科技（dckj）601208，东山精密（dsjm）002384
英维克（ywk）002837，深南电路（sndl）002916，天孚通信（tftx）300394，崇达技术（cdjs）002815，金安国纪（jagj）002636，鼎通科技（dtkj）688668，宏和科技（hhkj）603256，奕东电子（yddz）301123
通合科技（thkj）300491
芯片
飞乐音响（fyyx）600651，张江高科（zjgk）600895，山子高科（szgk）000981，斯达半导（sdbd）603290，红宝丽（hbl）002165，沃格光电（wggd）603773，凯美特气（kmtq）002549，洪田股份（htgf）603800
大港股份（dggf）002077
稀土
中国稀土（zgxt）000831，钢研纳克（gynk）300797，领益智造（lyzz）002600，翔鹭钨业（xlwy）002842
化工
青岛双星（qdsx）000599，兴化股份，红四方（hsf）603395
其余形式独苗
艾比森（abs）300389，兆新股份（zxgf）002256，源飞宠物（yfcw）001222，紫江企业（zjqy）600210，梦天家居（mtjj）603216，正泰电器（ztdq）601877，爱普股份（apgf）603020，中粮资本（zlzb）002423
麒盛科技（qskj）603610

二板
农产品（ncp）000061，云南能投（ynnt）002053，岩山科技（yskj）002195，隆扬电子（lydz）301389，豪恩汽电（heqd）301488，博通集成（btjc）603068，济民健康（jmjk）603222，瑞芯微（rxw）603893，建业股份（jygf）603948

三板
启明信息（qmxx）002232，德创环保（dchb）603177，国光连锁（ggls）605188

五板
天普股份（tpgf）605255

`
  },
{
    "d": "2025-08-27",
    "l": "https://www.tgb.cn/a/2kPDKYwVf1h",
    "t": `

首板
化工
联化科技（lhkj）002250，茶花股份（chgf）603615
芯片
翔港科技（xgkj）603499，京华激光（jhjg）603607，建业股份（jygf）603948
算力
麦格米特（mgmt）002851，隆扬电子（lydz）301389，东田微（dtw）301183，集泰股份（jtgf）002909
房地产
中新集团（zxjt）601512，东鹏控股（dpkg）003012
端侧Ai
博通集成（btjc）603068，瑞芯微（rxw）603893
人工智能
岩山科技（yskj）002195，国联股份（glgf）603613，科远智慧（kyzh）002380
机器人
豪恩汽电（heqd）301488，精进电动（jjdd）688280，富佳股份（fjgf）603219
电力
华银电力（hydl）600744，云南能投（ynnt）002053
消费
有友食品（yysp）603697，农产品（ncp）000061，步步高（bbg）002251
医药
南新制药（nxzy）688189，济民健康（jmjk）603222
其余形式独苗
平潭发展（ptfz）000592，北矿科技（bkkj）600980，中晟高科（zcgk）002778

二板
长江材料（cjcl）001296，天融信（trx）002212，启明信息（qmxx）002232，德创环保（dchb）603177，皇马科技（hmkj）603181，傲农生物（answ）603363，海阳科技（hykj）603382，能科科技（nkkj）603859，国光连锁（ggls）605188

三板
剑桥科技（jqkj）603083，开普云（kpy）688228

四板
天普股份（tpgf）605255

`
  },
{
    "d": "2025-08-26",
    "l": "https://www.tgb.cn/a/2kO11lqFRnZ",
    "t": `

首板
医药
康德莱（kdl）603987，美亚光电（mygd）002690
国产软件
能科科技（nkkj）603859，启明信息（qmxx）002232，君逸数码（jysm）301172，天融信（trx）002212，广联达（gld）002410
算力-液冷
腾龙股份（tlgf）603158，川润股份（crgf）002272，汉钟精机（hzjj）002158，利欧股份（logf）002131
算力-华为
中电鑫龙（zdxl）002298，拓维信息（twxx）002261
算力-发电机电源
长源东谷（zydg）603950，三晖电气（shdq）002857，中恒电气（zhdq）002364，华丰股份（hfgf）605100
算力-芯片Pcb
华东重机（hdzj）002685，晨丰科技（cfkj）603685
新型工业化
博亚精工（byjg）300971，北方股份（bfgf）600262，中马传动（zmcd）603767，冀凯股份
化工
海阳科技（hykj）603382，兴欣新材（xxxc）001358，亚星化学（yxhx）600319，皇马科技（hmkj）603181，百傲化学（bahx）603360，百合花（bhh）603823，云图控股（ytkg）002539
稳定币
天融信（trx）002212，海联金汇（hljh）002537，正元智慧（zyzh）300645
环保
长江材料（cjcl）001296，德创环保（dchb）603177
消费电子
东尼电子（dndz）603595，奋达科技（fdkj）002681，和胜股份（hsgf）002824，歌尔股份（gegf）002241
消费
嘉亨家化（jhjh）300955，久祺股份（jqgf）300994，国光连锁（ggls）605188
其余形式独苗
三七互娱（sqhy）002555，逻辑偏国产软件，科华控股（khkg）603161，物产中大（wczd）600704，浙江物流，傲农生物（answ）603363，盛泰集团（stjt）605138，日上集团（rsjt）002593
赫美集团（hmjt）002356，日丰股份（rfgf）002953，安源煤业（aymy）600397，电气风电（dqfd）688660，云维股份（ywgf）600725，航天机电（htjd）600151，武汉凡谷（whfg）002194，深深房Ａ（ssfa）000029

二板
特发信息（tfxx）000070，博纳影业（bnyy）001330，领益智造（lyzz）002600，浙江东日（zjdr）600113，中国卫星（zgwx）600118，华胜天成（hstc）600410，长飞光纤（zfgx）601869，剑桥科技（jqkj）603083，森特股份（stgf）603098，亚翔集成（yxjc）603929，开普云（kpy）688228

三板
合力泰（hlt）002217，天普股份（tpgf）605255

七板
园林股份（ylgf）605303

`
  },
{
    "d": "2025-08-25",
    "l": "https://www.tgb.cn/a/2kMjULlGkdc",
    "t": `

首板
算力硬件
开普云（kpy）688228，剑桥科技（jqkj）603083，长飞光纤（zfgx）601869，圣晖集成（shjc）603163，良信股份（lxgf）002706，特发信息（tfxx）000070，智微智能（zwzn）001339，亚翔集成（yxjc）603929
华胜天成（hstc）600410，罗博特科（lbtk）300757，江南新材（jnxc）603124，远东股份（ydgf）600869，景旺电子（jwdz）603228，宏景科技（hjkj）301396，强瑞技术（qrjs）301128，平安电工（padg）001359
基建
地铁设计（dtsj）003013，交建股份（jjgf）603815，名雕股份（mdgf）002830，蒙娜丽莎（mnls）002918，森特股份（stgf）603098
机器人
狮头股份（stgf）600539，凯迪股份（kdgf）605288，昊志机电（hzjd）300503，金风科技（jfkj）002202，东方精工（dfjg）002611，领益智造（lyzz）002600
医药
灵康药业（lkyy）603669，昂利康（alk）002940，天目药业（tmyy）600671，海特生物（htsw）300683
未分类
湖南白银（hnby）002716，北方铜业（bfty）000737，中钢天源（zgty）002057，包钢股份（bggf）600010，金力永磁（jlyc）300748，甘化科工（ghkg）000576，翔鹭钨业（xlwy）002842，登云股份（dygf）002715
消费
会稽山（hjs）601579，浙江东日（zjdr）600113，友阿股份（yagf）002277，劲嘉股份（jjgf）002191，舍得酒业（sdjy）600702，全聚德（qjd）002186，紫燕食品（zysp）603057
传媒
文投控股（wtkg）600715，中文在线（zwzx）300364，博纳影业（bnyy）001330
锂电池
江苏国泰（jsgt）002091，上海洗霸（shxb）603200，三美股份（smgf）603379
航天
长江通信（cjtx）600345，中国卫星（zgwx）600118
稳定币
神州信息（szxx）000555，小商品城（xspc）600415
其余形式独苗
康尼机电（knjd）603111，安通控股（atkg）600179，漳州发展（zzfz）000753，中旗新材（zqxc）001212，东方电子（dfdz）000682，众望布艺（zwby）605003

二板
天山股份（tsgf）000877，合力泰（hlt）002217，章源钨业（zywy）002378，和而泰（het）002402，科德教育（kdjy）300192，佳都科技（jdkj）600728，中科曙光（zksg）603019，赛力医疗（slyl）603716，天普股份（tpgf）605255

三板
万通发展（wtfz）600246

四板
成飞集成（cfjc）002190

六板
园林股份（ylgf）605303

`
  },
{
    "d": "2025-08-22",
    "l": "https://www.tgb.cn/a/2kHnnZAINEP",
    "t": `

首板
算力硬件
天普股份（tpgf）605255，佳都科技（jdkj）600728，科德教育（kdjy）300192，群兴玩具（qxwj）002575，东方明珠（dfmz）600832，宏和科技（hhkj）603256，合力泰（hlt）002217，云天励飞（ytlf）688343
和而泰（het）002402，方正科技（fzkj）600601，川润股份（crgf）002272，航锦科技（hjkj）000818，品高股份（pggf）688227，远程股份（ycgf）002692，顺网科技（swkj）300113，高新发展（gxfz）000628
中科曙光（zksg）603019，好上好（hsh）001298，盛美上海（smsh）688082，中材科技（zckj）002080，华东重机（hdzj）002685，禾盛新材（hsxc）002290，鼎泰高科（dtgk）301377，广安爱众（gaaz）600979
伟隆股份（wlgf）002871，奥海科技（ahkj）002993，海光信息（hgxx）688041，东材科技（dckj）601208，昆仑万维（klww）300418，震安科技（zakj）300767，兆易创新（zycx）603986，艾布鲁（abl）301259
寒武纪（hwj）688256，成都华微（cdhw）688709，浙大网新（zdwx）600797
未分类
章源钨业（zywy）002378，三川智慧（sczh）300066，五矿发展（wkfz）600058，鹏欣资源（pxzy）600490
金融
恒银科技（hykj）603106，信达证券（xdzq）601059，光大证券（gdzq）601788
类金融
智度股份（zdgf）000676，税友股份（sygf）603171
新疆
雪峰科技（xfkj）603227，天山股份（tsgf）000877，青松建化（qsjh）600425
医药
皓宸医疗（hcyl）002622，贝瑞基因（brjy）000710，赛力医疗（slyl）603716
其余形式独苗
上海家化（shjh）600315，百润股份（brgf）002568，安孚科技（afkj）603031，三羊马（sym）001317，旭光电子（xgdz）600353，嵘泰股份（rtgf）605133，兴化股份，浦东建设（pdjs）600284

二板
中油资本（zyzb）000617，天融信（trx）002212，道恩股份（degf）002838，万通发展（wtfz）600246，华光环能（hghn）600475

三板
成飞集成（cfjc）002190，汇嘉时代（hjsd）603101

四板
御银股份（yygf）002177，世茂能源（smny）605028

五板
园林股份（ylgf）605303

六板
科森科技（kskj）603626

`
  },
{
    "d": "2025-08-21",
    "l": "https://www.tgb.cn/a/2kFHIW0DGqZ",
    "t": `

首板
抱团反包
万通发展（wtfz）600246，吉视传媒（jscm）601929
稳定币
天融信（trx）002212，中油资本（zyzb）000617，金时科技（jskj）002951，三未信安（swxa）688489，京北方（jbf）002987，跨境通（kjt）002640，翠微股份（cwgf）603123，杭州高新（hzgx）300478
成人用品
道恩股份（degf）002838，长鸿高科（zhgk）605008
化工
道恩股份（degf）002838，阿科力（akl）603722，美邦股份（mbgf）605033
电力
漳州发展（zzfz）000753，华光环能（hghn）600475
算力
欧克科技（okkj）001223，兆驰股份（zcgf）002429，徕木股份（lmgf）603633，再升科技（zskj）603601
天然气
准油股份，成都燃气（cdrq）603053，神开股份（skgf）002278
其余形式独苗
国投中鲁（gtzl）600962，兴业科技（xykj）002674，恒誉环保（hyhb）688309，安源煤业（aymy）600397，卓翼科技（zykj）002369，北玻股份（bbgf）002613，利君股份（ljgf）002651，悍高集团（hgjt）001221

二板
仁和药业（rhyy）000650，成飞集成（cfjc）002190，日丰股份（rfgf）002953，华升股份（hsgf）600156，汇嘉时代（hjsd）603101

三板
御银股份（yygf）002177，世茂能源（smny）605028

四板
园林股份（ylgf）605303

五板
科森科技（kskj）603626

`
  },
{
    "d": "2025-08-20",
    "l": "https://www.tgb.cn/a/2kE3UDvAh2K",
    "t": `

首板
消费电子
仁和药业（rhyy）000650，华映科技（hykj）000536，朝阳科技（zykj）002981，安洁科技（ajkj）002635，惠威科技（hwkj）002888，物产金轮（wcjl）002722，合力泰（hlt）002217，黑牡丹（hmd）600510
创新新材（cxxc）600361，华升股份（hsgf）600156，智动力（zdl）300686
医药
方盛制药（fszy）603998，天目药业（tmyy）600671，皓宸医疗（hcyl）002622，华邦健康（hbjk）002004，华海药业（hhyy）600521
芯片
兴业股份（xygf）603928，洪田股份（htgf）603800，三安光电（sagd）600703，飞乐音响（fyyx）600651，跃岭股份（ylgf）002725，宏昌电子（hcdz）603002
机器人
吉林化纤（jlhx）000420，金百泽（jbz）301041，凯迪股份（kdgf）605288，通达动力（tddl）002576，森霸传感（sbcg）300701，联泓新科（lhxk）003022，铁流股份（tlgf）603926，宏昌科技（hckj）301008
宁波东力（nbdl）002164，凯中精密（kzjm）002823
未分类
瑞泰科技（rtkj）002066，罗平锌电（lpxd）002114，东方锆业（dfgy）002167
充电桩
日丰股份（rfgf）002953，日出东方（rcdf）603366
汽车产业链
松原安全（syaq）300893，福耀玻璃（fybl）600660，模塑科技（mskj）000700，金麒麟（jql）603586，上汽集团（sqjt）600104，上海亚虹（shyh）603159，亚普股份（ypgf）603013
军工
中天火箭（zthj）003009，海能达（hnd）002583，成飞集成（cfjc）002190，苏州龙杰（szlj）603332，光启技术（gqjs）002625
消费
会稽山（hjs）601579，西安饮食（xays）000721，一鸣食品（ymsp）605179，国光连锁（ggls）605188，若羽臣（ryc）003010，汇嘉时代（hjsd）603101
算力产业链
群兴玩具（qxwj）002575，浪潮信息（lcxx）000977，盛科通信（sktx）688702，贤丰控股（xfkg）002141，光迅科技（gxkj）002281
其余形式独苗
建发合诚（jfhc）603909，宝莫股份（bmgf）002476，浩辰软件（hcrj）688657，通宇通讯（tytx）002792，吉比特（jbt）603444，金牛化工（jnhg）600722，华盛昌（hsc）002980，哈投股份（htgf）600864
申通快递（stkd）002468

二板
酒鬼酒（jgj）000799，御银股份（yygf）002177，云南锗业（ynzy）002428，南方精工（nfjg）002553，全柴动力（qcdl）600218，华丽家族（hljz）600503，泰豪科技（thkj）600590，电子城（dzc）600658，北矿科技（bkkj）600980，华立股份（hlgf）603038，腾龙股份（tlgf）603158，世茂能源（smny）605028

三板
园林股份（ylgf）605303

四板
汉钟精机（hzjj）002158，科森科技（kskj）603626

五板
济民健康（jmjk）603222

`
  },
{
    "d": "2025-08-19",
    "l": "https://www.tgb.cn/a/2kCpAfNCvpM",
    "t": `

首板
算力-发电机
泰豪科技（thkj）600590，动力新科（dlxk）600841，全柴动力（qcdl）600218，华丰股份（hfgf）605100，天润工业（trgy）002283
算力-液冷
腾龙股份（tlgf）603158，翰博高新（hbgx）301321，康普顿（kpd）603798，达实智能（dszn）002421
算力-其他
华正新材（hzxc）603186，电子城（dzc）600658，海星股份（hxgf）603115，博迁新材（bqxc）605376，农尚环境（nshj）300536，工业富联（gyfl）601138
医药
康缘药业（kyyy）600557，南京新百（njxb）600682，华丽家族（hljz）600503，立方制药（lfzy）003020，益佰制药（ybzy）600594，诚意药业（cyyy）603811，博济医药（bjyy）300404，司太立（stl）603520
康惠制药（khzy）603139，透景生命（tjsm）300642，蓝帆医疗（lfyl）002382
金融
宸展光电（czgd）003019，御银股份（yygf）002177，中油资本（zyzb）000617
机器人
华丽家族（hljz）600503，上海机电（shjd）600835，富佳股份（fjgf）603219，南方精工（nfjg）002553，宏润建设（hrjs）002062，春光科技（cgkj）603657，拓普集团（tpjt）601689，帝奥微（daw）688381
宜安科技（yakj）300328，夏厦精密（xsjm）001306
食品饮料
酒鬼酒（jgj）000799，桂发祥（gfx）002820，李子园（lzy）605337
未分类
北矿科技（bkkj）600980，云南锗业（ynzy）002428
鸿蒙
诚迈科技（cmkj）300598，华立股份（hlgf）603038，四川长虹（scch）600839
汽车产业链
悦达投资（ydtz）600805，天汽模（tqm）002510
其余形式独苗
科士达（ksd）002518，梦洁股份（mjgf）002397，中电鑫龙（zdxl）002298，广东建科（gdjk）301632，远望谷（ywg）002161，康欣新材（kxxc）600076，世茂能源（smny）605028，镇洋发展（zyfz）603213
中南文化（znwh）002445，宏辉果蔬（hhgs）603336，海立股份（hlgf）600619

二板
国机精工（gjjg）002046，利欧股份（logf）002131，慈文传媒（cwcm）002343，领益智造（lyzz）002600，中科金财（zkjc）002657，伟隆股份（wlgf）002871，福瑞股份，中科海讯（zkhx）300810，红豆股份（hdgf）600400，华胜天成（hstc）600410，四创电子（scdz）600990，剑桥科技（jqkj）603083，汇得科技（hdkj）603192，四方科技（sfkj）603339，明新旭腾（mxxt）605068，园林股份（ylgf）605303

三板
同洲电子（tzdz）002052，汉钟精机（hzjj）002158，川润股份（crgf）002272，中恒电气（zhdq）002364，华宏科技（hhkj）002645，新天药业（xtyy）002873，诺德股份（ndgf）600110，科森科技（kskj）603626，申联生物（slsw）688098

四板
济民健康（jmjk）603222

`
  },
{
    "d": "2025-08-18",
    "l": "https://www.tgb.cn/a/2kAKfoFqFcl",
    "t": `

首板
军工
中科海讯（zkhx）300810，烽火电子（fhdz）000561，蓝科高新（lkgx）601798，四创电子（scdz）600990，国机精工（gjjg）002046，恒申新材（hsxc）000782，兴业科技（xykj）002674，中天火箭（zthj）003009
长城军工（ccjg）601606
机器人
晋拓股份（jtgf）603211，宁波东力（nbdl）002164，光洋股份（gygf）002708，宝武镁业（bwmy）002182，明新旭腾（mxxt）605068，中鼎股份（zdgf）000887，奇德新材（qdxc）300995，祥明智能（xmzn）301226
领益智造（lyzz）002600，凯中精密（kzjm）002823
算力-液冷
凌云股份（lygf）600480，银轮股份（ylgf）002126，永太科技（ytkj）002326，汇得科技（hdkj）603192，江顺科技（jskj）001400，利欧股份（logf）002131，淳中科技（czkj）603516，高澜股份（glgf）300499
强瑞技术（qrjs）301128，四方科技（sfkj）603339，冠龙节能（gljn）301151，英维克（ywk）002837，润禾材料（rhcl）300727
未分类
江南新材（jnxc）603124，腾景科技（tjkj）688195，天承科技（tckj）688603，德科立（dkl）688205，奕东电子（yddz）301123，剑桥科技（jqkj）603083，锐捷网络（rjwl）301165，亨通股份（htgf）600226
天通股份（ttgf）600330，新亚电子（xydz）605277，智微智能（zwzn）001339
算力-数据中心
长源东谷（zydg）603950，雄韬股份（xtgf）002733，中安科（zak）600654，科泰电源（ktdy）300153，英威腾（ywt）002334，园林股份（ylgf）605303
传媒
慈文传媒（cwcm）002343，华智数媒（hzsm）300426，欢瑞世纪（hrsj）000892，吉视传媒（jscm）601929，华策影视（hcys）300133
华为
深圳华强（szhq）000062，好上好（hsh）001298，高新发展（gxfz）000628，强瑞技术（qrjs）301128，震安科技（zakj）300767
医药
福瑞股份，百花医药（bhyy）600721，亚泰集团（ytjt）600881，南新制药（nxzy）688189，赛诺医疗（snyl）688108
风光储
雅博股份，云南能投（ynnt）002053，弘元绿能（hyln）603185
稳定币
中科金财（zkjc）002657，东信和平（dxhp）002017
其余形式独苗
西藏旅游（xzly）600749，红豆股份（hdgf）600400，凯撒旅业（ksly）000796，迪贝电气（dbdq）603320，压缩机，北方稀土（bfxt）600111，跟随华宏科技，炬申股份（jsgf）001202
伟隆股份（wlgf）002871，朝阳科技（zykj）002981

二板
同洲电子（tzdz）002052，汉钟精机（hzjj）002158，川润股份（crgf）002272，中恒电气（zhdq）002364，华宏科技（hhkj）002645，新天药业（xtyy）002873，长缆科技（zlkj）002879，科创信息（kcxx）300730，上海电力（shdl）600021，诺德股份（ndgf）600110，方正科技（fzkj）600601，大智慧（dzh）601519，大豪科技（dhkj）603025，再升科技（zskj）603601，科森科技（kskj）603626，申联生物（slsw）688098，南亚新材（nyxc）688519，影石创新（yscx）688775，海能技术

三板
中粮糖业（zlty）600737，济民健康（jmjk）603222

四板
飞龙股份（flgf）002536，长城证券（cczq）002939，金田股份（jtgf）601609，爱丽家居（aljj）603221

六板
大元泵业（dyby）603757

`
  },
{
    "d": "2025-08-15",
    "l": "https://www.tgb.cn/a/2kvLC7SxRct",
    "t": `

首板
机器人
科森股份，福龙马（flm）603686，东阳光（dyg）600673，龙溪股份（lxgf）600592，均普智能（jpzn）688306，联泓新科（lhxk）003022，征和工业（zhgy）003033，易德龙（ydl）603380
京城股份（jcgf）600860，横河精密（hhjm）300539，中邮科技（zykj）688648
医药
尚荣医疗（sryl）002551，申联生物（slsw）688098，立方制药（lfzy）003020，新天药业（xtyy）002873
算力-电子布铜箔pcb
大豪科技（dhkj）603025，中材科技（zckj）002080，诺德股份（ndgf）600110，平安电工（padg）001359，中富电路（zfdl）300814，国际复材（gjfc）301526，欧晶科技（ojkj）001269，石英股份（sygf）603688
再升科技（zskj）603601，方正科技（fzkj）600601，南亚新材（nyxc）688519，金安国纪（jagj）002636，海亮股份（hlgf）002203，宏昌电子（hcdz）603002，生益科技（sykj）600183
算力-电源
可立克（klk）002782，中电鑫龙（zdxl）002298，同洲电子（tzdz）002052，中恒电气（zhdq）002364，奥海科技（ahkj）002993，佛燃能源（frny）002911，科士达（ksd）002518，华通线缆（htxl）605196
茂硕电源（msdy）002660
算力-液冷
东阳光（dyg）600673，川润股份（crgf）002272，川环科技（chkj）300547，集泰股份（jtgf）002909，长缆科技（zlkj）002879，盾安环境（dahj）002011，磁谷科技（cgkj）688448，汉钟精机（hzjj）002158
算力-其他
鑫科材料（xkcl）600255，东材科技（dckj）601208，上海建科（shjk）603153，上海电力（shdl）600021，易德龙（ydl）603380
稀土
华宏科技（hhkj）002645，中科三环（zksh）000970
光刻机芯片
凯美特气（kmtq）002549，京华激光（jhjg）603607，久日新材（jrxc）688199，杰华特（jht）688141
金融
天风证券（tfzq）601162，大智慧（dzh）601519，指南针（znz）300803，安邦护卫（abhw）603373
其余形式独苗
中持股份（zcgf）603903，信达地产（xddc）600657，登云股份（dygf）002715，科创信息（kcxx）300730，树图区块链，华控赛格（hksg）000068，深圳锂电，影石创新（yscx）688775
康欣新材（kxxc）600076，浙江东日（zjdr）600113，武商集团（wsjt）000501，洪通燃气（htrq）605169，湘电股份（xdgf）600416

二板
金时科技（jskj）002951，卧龙电驱（wldq）600580，中粮糖业（zlty）600737，济民健康（jmjk）603222，冠石科技（gskj）605588

三板
飞龙股份（flgf）002536，长城证券（cczq）002939，衢州发展（qzfz）600208，金田股份（jtgf）601609，腾龙股份（tlgf）603158，爱丽家居（aljj）603221，宏和科技（hhkj）603256

五板
大元泵业（dyby）603757

`
  },
{
    "d": "2025-08-14",
    "l": "https://www.tgb.cn/a/2ku5IprZfAS",
    "t": `

首板
芯片
冠石科技（gskj）605588，新亚强（xyq）603155
算力产业链
康盛股份（ksgf）002418，山东玻纤（sdbx）605006，通鼎互联（tdhl）002491
稳定币
中科金财（zkjc）002657，金时科技（jskj）002951，京北方（jbf）002987，吉大正元（jdzy）003029
燃气
伟隆股份（wlgf）002871，升达林业（sdly）002259，如通股份（rtgf）603036，恒基达鑫（hjdx）002492
航天
上海港湾（shgw）605598，巨力索具（jlsj）002342
西部大开发
上海港湾（shgw）605598，南方路机（nflj）603280
机器人
安乃达（and）603350，卧龙电驱（wldq）600580
储能电池
金浦钛业（jpty）000545
医药
九芝堂（jzt）000989，济民健康（jmjk）603222
脑机
博拓生物（btsw）688767，南京熊猫（njxm）600775
未分类
中粮糖业（zlty）600737，华胜天成（hstc）600410，大千生态（dqst）603955，有方科技（yfkj）688159

二板
特发信息（tfxx）000070，模塑科技（mskj）000700，飞龙股份（flgf）002536，长城证券（cczq）002939，衢州发展（qzfz）600208，金田股份（jtgf）601609，森特股份（stgf）603098，腾龙股份（tlgf）603158，爱丽家居（aljj）603221，宏和科技（hhkj）603256

三板
烽火电子（fhdz）000561，恒宝股份（hbgf）002104，创新医疗（cxyl）002173，电子城（dzc）600658

四板
大元泵业（dyby）603757

`
  },
{
    "d": "2025-08-13",
    "l": "https://www.tgb.cn/a/2ksr4l5cbWB",
    "t": `

首板
芯片
衢州发展（qzfz）600208，中船特气（zctq）688146
汽车产业链
腾龙股份（tlgf）603158，美晨科技（mckj）300237，松芝股份（szgf）002454，神通科技（stkj）605228，模塑科技（mskj）000700，长城科技（cckj）603897，江顺科技（jskj）001400，旷达科技（kdkj）002516
华峰铝业（hfly）601702
军工
湖南天雁（hnty）600698，东方钽业（dfty）000962，航天科技（htkj）000901，长城军工（ccjg）601606，内蒙一机（nmyj）600967，菲利华（flh）300395
算力产业链
罗曼股份（lmgf）605289，淳中科技（czkj）603516，杭钢股份（hggf）600126，飞龙股份（flgf）002536，东材科技（dckj）601208，宏和科技（hhkj）603256，博杰股份（bjgf）002975，罗博特科（lbtk）300757
金田股份（jtgf）601609，森特股份（stgf）603098，深南电路（sndl）002916，特发信息（tfxx）000070，中国长城（zgcc）000066，可立克（klk）002782，世运电路（sydl）603920，工业富联（gyfl）601138
铜冠铜箔（tgtb）301217，沪电股份（hdgf）002463
机器人
兄弟科技（xdkj）002562，多伦科技（dlkj）603528，荣科科技（rkkj）300290，杰克股份，弘亚数控（hysk）002833，中坚科技（zjkj）002779，兴瑞科技（xrkj）002937，大洋电机（dydj）002249
长缆科技（zlkj）002879，荣泰健康（rtjk）603579，东方精工（dfjg）002611
锂电池
沧州明珠（czmz）002108，日播时尚（rbss）603196，安孚科技（afkj）603031
家居
爱丽家居（aljj）603221，蒙娜丽莎（mnls）002918
未分类
宁波韵升（nbys）600366，华钰矿业（hyky）601020，华锡有色（hxys）600301
其余形式独苗
晋亿实业（jysy）601002，黄河旋风（hhxf）600172，丽岛新材（ldxc）603937，京能热力（jnrl）002893，天元智能（tyzn）603273，长城证券（cczq）002939，中国高科（zggk）600730，首药控股（sykg）688197
佛燃能源（frny）002911，中马传动（zmcd）603767，中邮科技（zykj）688648，金橙子（jcz）688291

二板
合百集团（hbjt）000417，烽火电子（fhdz）000561，恒宝股份（hbgf）002104，创新医疗（cxyl）002173，中电鑫龙（zdxl）002298，凯美特气（kmtq）002549，国盛金控（gsjk）002670，光库科技（gkkj）300620，福日电子（frdz）600203，电子城（dzc）600658，博威合金（bwhj）601137，洪通燃气（htrq）605169

三板
同洲电子（tzdz）002052，北纬科技（bwkj）002148，桂发祥（gfx）002820，九鼎投资，浙江东日（zjdr）600113，海立股份（hlgf）600619，大元泵业（dyby）603757，国光连锁（ggls）605188，必得科技（bdkj）605298

四板
新疆交建（xjjj）002941，万通发展（wtfz）600246

五板
吉视传媒（jscm）601929

`
  },
{
    "d": "2025-08-12",
    "l": "https://www.tgb.cn/a/2kqUGi5HKtG",
    "t": `

首板
算力产业链
光库科技（gkkj）300620，扬帆新材（yfxc）300637，博威合金（bwhj）601137，新朋股份（xpgf）002328，宏盛股份（hsgf）603090，顺威股份（swgf）002676，致尚科技（zskj）301486
芯片
电子城（dzc）600658，中电鑫龙（zdxl）002298，上海合晶（shhj）688584，凯美特气（kmtq）002549，寒武纪（hwj）688256
深圳
沙河股份（shgf）000014，深振业Ａ（szya）000006
机器人
玉禾田（yht）300815，大洋生物（dysw）003017，福日电子（frdz）600203，华明装备（hmzb）002270
脑机
麒盛科技（qskj）603610，创新医疗（cxyl）002173
医药
西藏药业（xzyy）600211，皓宸医疗（hcyl）002622
燃气
东方环宇（dfhy）603706，洪通燃气（htrq）605169
其余形式独苗
合百集团（hbjt）000417，国盛金控（gsjk）002670，建设机械（jsjx）600984，烽火电子（fhdz）000561，南京港（njg）002040，利源股份，威帝股份（wdgf）603023，恒宝股份（hbgf）002104

二板
深物业Ａ（swya）000011，飞亚达（fyd）000026，同洲电子（tzdz）002052，北纬科技（bwkj）002148，江特电机（jtdj）002176，桂发祥（gfx）002820，九鼎投资，浙江东日（zjdr）600113，华胜天成（hstc）600410，海立股份（hlgf）600619，大元泵业（dyby）603757，国光连锁（ggls）605188，必得科技（bdkj）605298

三板
北新路桥（bxlq）002307，新疆交建（xjjj）002941，万通发展（wtfz）600246，八一钢铁（bygt）600581，新疆火炬（xjhj）603080

四板
吉视传媒（jscm）601929

`
  },
{
    "d": "2025-08-11",
    "l": "https://www.tgb.cn/a/2kp8fNZOF7k",
    "t": `

首板
锂电池
江特电机（jtdj）002176，野马电池（ymdc）605378，华正新材（hzxc）603186，金鹰股份（jygf）600232，盛新锂能（sxln）002240，莱尔科技（lekj）688683，天齐锂业（tqly）002466，大族激光（dzjg）002008
同洲电子（tzdz）002052，赣锋锂业（gfly）002460
军工
飞亚达（fyd）000026，电科芯片（dkxp）600877，长城军工（ccjg）601606，北纬科技（bwkj）002148
机器人
君禾股份（jhgf）603617，双一科技（sykj）300690，梦天家居（mtjj）603216，荣泰健康（rtjk）603579，视源股份（sygf）002841，超捷股份（cjgf）301005，海泰科（htk）301022，金发科技（jfkj）600143
中欣氟材（zxfc）002915，振邦智能（zbzn）003028，康盛股份（ksgf）002418，华阳智能（hyzn）301502
发电机
弘宇股份（hygf）002890，潍柴重机（wczj）000880
算力产业链
中恒电气（zhdq）002364，奥瑞德（ard）600666，华胜天成（hstc）600410，欧陆通（olt）300870，麦格米特（mgmt）002851，特发信息（tfxx）000070，高新发展（gxfz）000628，皖通科技（wtkj）002331
可立克（klk）002782，威尔高（weg）301251，游族网络（yzwl）002174，大元泵业（dyby）603757，超声电子（csdz）000823
高铁
必得科技（bdkj）605298，晋西车轴（jxcz）600495
消费
国光连锁（ggls）605188，桂发祥（gfx）002820，浙江东日（zjdr）600113
医药
启迪药业（qdyy）000590，赛力医疗（slyl）603716，易明医药（ymyy）002826，振东制药（zdzy）300158
深圳
深物业Ａ（swya）000011
消费电子
朝阳科技（zykj）002981，隆利科技（llkj）300752
其余形式独苗
云意电气（yydq）300304，九鼎投资，玉马科技（ymkj）300993，中材节能（zcjn）603126，顺灏股份（shgf）002565，北化股份（bhgf）002246，海立股份（hlgf）600619

二板
美丽生态（mlst）000010，航天科技（htkj）000901，国统股份（gtgf）002205，西部建设（xbjs）002302，北新路桥（bxlq）002307，天顺股份（tsgf）002800，德生科技（dskj）002908，新疆交建（xjjj）002941，万通发展（wtfz）600246，青松建化（qsjh）600425，八一钢铁（bygt）600581，新疆火炬（xjhj）603080，美诺华（mnh）603538，洪田股份（htgf）603800

`
  },
{
    "d": "2025-08-08",
    "l": "https://www.tgb.cn/a/2kk91PSDYY4",
    "t": `

首板
算力产业链
科威尔（kwe）688551，沃格光电（wggd）603773，英维克（ywk）002837，凤形股份（fxgf）002760，良信电器
机器人
宁波东力（nbdl）002164，信质集团（xzjt）002664，美湖股份（mhgf）603319，一彬科技（ybkj）001278，信邦智能（xbzn）301112
基建
汇通集团（htjt）603176，美丽生态（mlst）000010，深水规院（ssgy）301038
航天
飞沃科技（fwkj）301232，上海沪工（shhg）603131，中超控股（zckg）002471，德恩精工（dejg）300780，万通发展（wtfz）600246
新疆铁路
新疆交建（xjjj）002941，航天科技（htkj）000901，祥和实业（xhsy）603500，北新路桥（bxlq）002307，天顺股份（tsgf）002800，青松建化（qsjh）600425，八一钢铁（bygt）600581，新疆火炬（xjhj）603080
国统股份（gtgf）002205，西部建设（xbjs）002302，西域旅游（xyly）300859，天山股份（tsgf）000877，金鹰重工（jyzg）301048
军工
光电股份（gdgf）600184，浙海德曼（zhdm）688577
电力
华银电力（hydl）600744，国电南自（gdnz）600268
纺织
兴业科技（xykj）002674，华生科技（hskj）605180，迎丰控股
医药
联环药业（lhyy）600513，南模生物（nmsw）688265，福元医药（fyyy）601089，万泽股份（wzgf）000534，美诺华（mnh）603538，诚意药业（cyyy）603811
西藏水电站
山河智能（shzn）002097，深水规院（ssgy）301038
其余形式独苗
德生科技（dskj）002908，武商集团（wsjt）000501，正虹科技（zhkj）000702，洪田股份（htgf）603800，华丽家族（hljz）600503，楚天龙（ctl）003040

二板
尚荣医疗（sryl）002551，宁波韵升（nbys）600366，际华集团（jhjt）601718，吉视传媒（jscm）601929，上海港湾（shgw）605598，赛诺医疗（snyl）688108

四板
日海智能（rhzn）002313，洪通燃气（htrq）605169，华光环能（hghn）600475

五板
国机精工（gjjg）002046

`
  },
{
    "d": "2025-08-07",
    "l": "https://www.tgb.cn/a/2kitXvbUY7z",
    "t": `

首板
医药
赛诺医疗（snyl）688108，润都股份（rdgf）002923，科华生物（khsw）002022，尚荣医疗（sryl）002551，中红医疗（zhyl）300981，利德曼（ldm）300289，大博医疗（dbyl）002901
消费电子
朝阳科技（zykj）002981，畅联股份（clgf）603648，华映科技（hykj）000536，飞亚达（fyd）000026
湖北
国创高新（gcgx）002377，凯瑞德（krd）002072
芯片
华胜天成（hstc）600410，富满微（fmw）300671，淳中科技（czkj）603516，盈方微（yfw）000670，新金路（xjl）000510，瑞纳智能（rnzn）301129，大为股份（dwgf）002213，斯达半导（sdbd）603290
圣晖集成（shjc）603163，硕贝德（sbd）300322，东芯股份（dxgf）688110，阿石创（asc）300706，好上好（hsh）001298，飞乐音响（fyyx）600651
消费
拉芳家化（lfjh）603630，若羽臣（ryc）003010，锦泓集团（jhjt）603518，莱绅通灵（lstl）603900，吉视传媒（jscm）601929
物流
畅联股份（clgf）603648，韵达股份（ydgf）002120
稀土永磁
宁波韵升（nbys）600366，正海磁材（zhcc）300224
军工
七一二（qye）603712，际华集团（jhjt）601718
其余形式独苗
杰瑞股份（jrgf）002353，特发信息（tfxx）000070，百利科技（blkj）603959，新炬网络（xjwl）605398，上海港湾（shgw）605598，东信和平（dxhp）002017，天娱数科（tysk）002354，创新医疗（cxyl）002173

二板
华纬科技（hwkj）001380，东方精工（dfjg）002611，佳缘科技（jykj）301117，云中马（yzm）603130，海立股份（hlgf）600619

三板
日海智能（rhzn）002313，中欣氟材（zxfc）002915，华光环能（hghn）600475，洪通燃气（htrq）605169

四板
长城军工（ccjg）601606，国机精工（gjjg）002046，福日电子（frdz）600203，北纬科技（bwkj）002148

五板
中马传动（zmcd）603767

`
  },
{
    "d": "2025-08-06",
    "l": "https://www.tgb.cn/a/2kgOnBzseiJ",
    "t": `

首板
算力
飞龙股份（flgf）002536，科创新源（kcxy）300731，京泉华（jqh）002885，皖通科技（wtkj）002331，华孚时尚（hfss）002042，柘中股份（zzgf）002346，华通线缆（htxl）605196，中安科（zak）600654
铜陵有色（tlys）000630，宏和科技（hhkj）603256，东方国信（dfgx）300166
机器人
华东数控（hdsk）002248，华纬科技（hwkj）001380，中大力德（zdld）002896，东方精工（dfjg）002611，豪森智能（hszn）688529，标准股份，大恒科技（dhkj）600288，浙江华业（zjhy）301616
铁流股份（tlgf）603926，凯盛新材（ksxc）301069，杭齿前进（hcqj）601177，云中马（yzm）603130，当虹科技（dhkj）688039，海昌新材（hcxc）300885，博杰股份（bjgf）002975，万里扬（wly）002434
军工
佳缘科技（jykj）301117，成飞集成（cfjc）002190，国瑞科技（grkj）300600，中国重工（zgzg）601989，中国船舶（zgcb）600150，北方长龙（bfcl）301357，捷强装备（jqzb）300875，内蒙一机（nmyj）600967
利君股份（ljgf）002651
纺织
标准股份，云中马（yzm）603130，七匹狼（qpl）002029，奥康国际（akgj）603001
芯片
海立股份（hlgf）600619，洪田股份（htgf）603800，宏微科技（hwkj）688711
高铁
思维列控（swlk）603508，日月明（rym）300906
未分类
云中马（yzm）603130，野马电池（ymdc）605378
其余形式独苗
安车检测（acjc）300572，万和电气（whdq）002543，巍华新材（whxc）603310，法尔胜（fes）000890

二板
航天科技（htkj）000901，日海智能（rhzn）002313，中欣氟材（zxfc）002915，新瀚新材（xhxc）301076，华光环能（hghn）600475，湖南天雁（hnty）600698，马钢股份（mggf）600808，洪通燃气（htrq）605169

三板
国机精工（gjjg）002046，北纬科技（bwkj）002148，福日电子（frdz）600203，长城军工（ccjg）601606

四板
中马传动（zmcd）603767

五板
倍加洁（bjj）603059

`
  },
{
    "d": "2025-08-05",
    "l": "https://www.tgb.cn/a/2kf9xBSYTYU",
    "t": `

首板
医药
中恒集团（zhjt）600252，科华生物（khsw）002022，桂林三金（glsj）002275
机器人
新泉股份（xqgf）603179，易德龙（ydl）603380，顺威股份（swgf）002676，诺力股份（nlgf）603611，申达股份（sdgf）600626，正裕工业（zygy）603089，爱仕达（asd）002403，中欣氟材（zxfc）002915
新瀚新材（xhxc）301076，联诚精密（lcjm）002921，先锋电子（xfdz）002767，朗博科技（lbkj）603655，朗特智能（ltzn）300916，华之杰（hzj）603400，富春染织（fcrz）605189，众泰汽车（ztqc）000980
未分类
皇马科技（hmkj）603181，马钢股份（mggf）600808
油气
山东墨龙（sdml）002490，洪通燃气（htrq）605169
上海
申达股份（sdgf）600626，上实发展（ssfz）600748
光伏
元琛科技（yckj）688659，良信股份（lxgf）002706，华光环能（hghn）600475，永和智控（yhzk）002795
Es­im
日海智能（rhzn）002313，东信和平（dxhp）002017，澄天伟业（ctwy）300689
军工
航天科技（htkj）000901，湖南天雁（hnty）600698，春晖智控（chzk）300943
算力
湖北广电（hbgd）000665，淳中科技（czkj）603516，长飞光纤（zfgx）601869
其余形式独苗
汇通集团（htjt）603176，金利华电（jlhd）300069，中毅达（zyd）600610，创新医疗（cxyl）002173，通业科技（tykj）300960，上纬新材（swxc）688585

二板
国机精工（gjjg）002046，山河智能（shzn）002097，北纬科技（bwkj）002148，福日电子（frdz）600203，长城军工（ccjg）601606，诚意药业（cyyy）603811

三板
东杰智能（djzn）300486，中马传动（zmcd）603767

四板
文科股份（wkgf）002775，倍加洁（bjj）603059

`
  },
{
    "d": "2025-08-04",
    "l": "https://www.tgb.cn/a/2kduCR2vZKO",
    "t": `

首板
医药
诚意药业（cyyy）603811，大博医疗（dbyl）002901，西藏药业（xzyy）600211，京新药业（jxyy）002020，翰宇药业（hyyy）300199，联环药业（lhyy）600513，南模生物（nmsw）688265，海辰药业（hcyy）300584
军工
爱乐达（ald）300696，山河智能（shzn）002097，航天电子（htdz）600879，长城电工（ccdg）600192，长城军工（ccjg）601606，国机精工（gjjg）002046，利君股份（ljgf）002651，能科科技（nkkj）603859
科思科技（kskj）688788，天箭科技（tjkj）002977，力鼎光电（ldgd）605118，建设工业（jsgy）002265，北纬科技（bwkj）002148，兴图新科（xtxk）688081，北方长龙（bfcl）301357，恒宇信通（hyxt）300965
新型工业化
华东数控（hdsk）002248，山东威达（sdwd）002026
算力产业链
江海股份（jhgf）002484，隆扬电子（lydz）301389，顺钠股份（sngf）000533，东芯股份（dxgf）688110，江南新材（jnxc）603124
锂电池
上海洗霸（shxb）603200，金鹰股份（jygf）600232
机器人
福日电子（frdz）600203，万朗磁塑（wlcs）603150，浙江荣泰（zjrt）603119，夏厦精密（xsjm）001306，五洲新春（wzxc）603667，天奇股份（tqgf）002009
智能体
飞乐音响（fyyx）600651，华盛昌（hsc）002980，金现代（jxd）300830
其余形式独苗
吉视影视，彩虹集团（chjt）003023，必得科技（bdkj）605298，巨人网络（jrwl）002558

二板
万泽股份（wzgf）000534，东杰智能（djzn）300486，福元医药（fyyy）601089，日盈电子（rydz）603286，中马传动（zmcd）603767

三板
文科股份（wkgf）002775，利德曼（ldm）300289，倍加洁（bjj）603059

四板
胜通能源（stny）001331

`
  },
{
    "d": "2025-08-01",
    "l": "https://www.tgb.cn/a/2k8wRIRYNd0",
    "t": `

首板
Ai应用
郑中设计（zzsj）002811，启迪设计（qdsj）300500，华建集团（hjjt）600629，深桑达Ａ（ssda）000032
算力硬件
可川科技（kckj）603052，瑞可达（rkd）688800，圣晖集成（shjc）603163
机器人
日盈电子（rydz）603286，明新旭腾（mxxt）605068，中马传动（zmcd）603767，东杰智能（djzn）300486
医药
新天药业（xtyy）002873，申联生物（slsw）688098，太龙药业（tlyy）600222，维康药业（wkyy）300878，华森制药（hszy）002907，万泽股份（wzgf）000534，亚太药业（ytyy）002370，天目药业（tmyy）600671
光伏
捷佳伟创（jjwc）300724，双良节能（sljn）600481
造纸
凯恩股份（kegf）002012，松炀资源（syzy）603863
其余形式独苗
扬子新材（yzxc）002652，金杯电工（jbdg）002533，海伦钢琴（hlgq）300329，科拓生物（ktsw）300858，天府文旅（tfwl）000558

二板
文科股份（wkgf）002775，环球印务（hqyw）002799，昂利康（alk）002940，利德曼（ldm）300289，汉商集团（hsjt）600774，倍加洁（bjj）603059，宏和科技（hhkj）603256，淳中科技（czkj）603516

三板
胜通能源（stny）001331，奇正藏药（qzzy）002287

`
  },
{
    "d": "2025-07-31",
    "l": "https://www.tgb.cn/a/2k6OWhpr4RT",
    "t": `

首板
三胎
汉商集团（hsjt）600774，利德曼（ldm）300289，共同药业（gtyy）300966，安科生物（aksw）300009
算力硬件
宏和科技（hhkj）603256，中嘉博创（zjbc）000889，南兴股份（nxgf）002757，东芯股份（dxgf）688110，思泉新材（sqxc）301489，冰轮环境（blhj）000811，淳中科技（czkj）603516，禾望电气（hwdq）603063
诺德股份（ndgf）600110，良信股份（lxgf）002706，江南新材（jnxc）603124，大元泵业（dyby）603757
电商
环球印务（hqyw）002799，倍加洁（bjj）603059，易点天下（ydtx）301171
军工
航天晨光（htcg）600501，西菱动力（xldl）300733，长城军工（ccjg）601606
水电站
文科股份（wkgf）002775，天元智能（tyzn）603273
医药
奥翔药业（axyy）603229，昂利康（alk）002940
机器人
长龄液压（zlyy）605389，福斯达（fsd）603173
其余形式独苗
茂业商业（mysy）600828，川润股份（crgf）002272

二板
德展健康（dzjk）000813，胜通能源（stny）001331，奇正藏药（qzzy）002287，英维克（ywk）002837，珠江股份（zjgf）600684，南新制药（nxzy）688189

三板
阳光乳业（ygry）001318，中化装备（zhzb）600579，安正时尚（azss）603839

四板
南方路机（nflj）603280

九板
西藏旅游（xzly）600749

`
  },
{
    "d": "2025-07-30",
    "l": "https://www.tgb.cn/a/2k5cPgGuKxk",
    "t": `

首板
纺织外销
盛泰集团（stjt）605138，泰慕士（tms）001234，金春股份（jcgf）300877
算力硬件
英维克（ywk）002837，汇绿生态（hlst）001267，长飞光纤（zfgx）601869
影视
金逸影视（jyys）002905，慈文传媒（cwcm）002343
医药
华康洁净（hkjj）301235，东诚药业（dcyy）002675，国邦医药（gbyy）605507，奇正藏药（qzzy）002287，南新制药（nxzy）688189，河化股份（hhgf）000953，德展健康（dzjk）000813
消费
居然之家（jrzj）000786，凯撒旅业（ksly）000796，珠江股份（zjgf）600684，共创草坪（gccp）605099，天府文旅（tfwl）000558
芯片
飞乐音响（fyyx）600651，华软科技（hrkj）002453，天沃科技（twkj）002564
油气
胜通能源（stny）001331，山东墨龙（sdml）002490
机器人
锋龙股份（flgf）002931，中马传动（zmcd）603767
水电站
设研院（syy）300732，韩建河山（hjhs）603616，包钢股份（bggf）600010
其余形式独苗
标准股份，除了纺织机械，恒宇信通（hyxt）300965，神马电力（smdl）603530，安泰集团（atjt）600408，中水渔业（zsyy）000798，贝因美（bym）002570

二板
阳光乳业（ygry）001318，西宁特钢（xntg）600117，中化装备（zhzb）600579，八一钢铁（bygt）600581，安正时尚（azss）603839，王力安防（wlaf）605268

三板
华瓷股份（hcgf）001216，佛慈制药（fczy）002644，幸福蓝海（xflh）300528，南方路机（nflj）603280，辰欣药业（cxyy）603367

八板
西藏旅游（xzly）600749

`
  },
{
    "d": "2025-07-29",
    "l": "https://www.tgb.cn/a/2k3xUnEvlQa",
    "t": `

首板
重组
中化装备（zhzb）600579，中化国际（zhgj）600500
算力硬件
新亚电子（xydz）605277，沃格光电（wggd）603773，禾望电气（hwdq）603063，福斯特（fst）603806
三胎
阳光乳业（ygry）001318，众生药业（zsyy）002317，福元医药（fyyy）601089，安正时尚（azss）603839
装修家居
快意电梯（kydt）002774，王力安防（wlaf）605268
污水处理
亚光股份（yggf）603282，科净源（kjy）301372
医药
众生药业（zsyy）002317，九洲药业（jzyy）603456，罗欣药业（lxyy）002793，奥翔药业（axyy）603229，人民同泰（rmtt）600829，福元医药（fyyy）601089，禾信仪器（hxyq）688622，睿智医药（rzyy）300149
机器人
海昌新材（hcxc）300885，神剑股份（sjgf）002361，祥鑫科技（xxkj）002965
水电站
西宁特钢（xntg）600117，西藏天路（xztl）600326，八一钢铁（bygt）600581，深水规院（ssgy）301038
其余形式独苗
交运股份（jygf）600676，云南锗业（ynzy）002428，东芯股份（dxgf）688110，恒生电子（hsdz）600570，绿茵生态（lyst）002887，航发科技（hfkj）600391，嘉澳环保（jahb）603822

二板
华瓷股份（hcgf）001216，山河智能（shzn）002097，亚太药业（ytyy）002370，佛瓷制药（fczy）002644，幸福蓝海（xflh）300528，南方路机（nflj）603280，辰欣药业（cxyy）603367，方邦股份（fbgf）688020

七板
西藏旅游（xzly）600749

`
  },
{
    "d": "2025-07-28",
    "l": "https://www.tgb.cn/a/2k1Sc1uaK4h",
    "t": `

首板
电影
幸福蓝海（xflh）300528，中国电影（zgdy）600977
算力RWA
奥瑞德（ard）600666，游族网络（yzwl）002174
水电站
南方路机（nflj）603280，山河智能（shzn）002097，博云新材（byxc）002297，韩建河山（hjhs）603616，华瓷股份（hcgf）001216，国统股份（gtgf）002205，山推股份（stgf）000680
医药
丰原药业（fyyy）000153，科华生物（khsw）002022，海思科（hsk）002653，亚太药业（ytyy）002370，联环药业（lhyy）600513，佛慈制药（fczy）002644，辰欣药业（cxyy）603367，恒瑞医药（hryy）600276
机器人
狮头股份（stgf）600539，神开股份（skgf）002278，和泰机电（htjd）001225，中欣氟材（zxfc）002915，大洋生物（dysw）003017，天永智能（tyzn）603895，上维新材
成运会
天府文旅（tfwl）000558，舒华体育（shty）605299
算力硬件
骏亚科技（jykj）603386，世嘉科技（sjkj）002796，光迅科技（gxkj）002281，兴森科技（xskj）002436，硕贝德（sbd）300322，鹏鼎控股（pdkg）002938，方邦股份（fbgf）688020，芯碁微装（xqwz）688630
大族数控（dzsk）301200，深南电路（sndl）002916，铜冠铜箔（tgtb）301217，宏和科技（hhkj）603256
电子烟
顺灏股份（shgf）002565，诺邦股份（nbgf）603238，凯恩股份（kegf）002012
其余形式独苗
力鼎光电（ldgd）605118，长城电工（ccdg）600192，光电股份（gdgf）600184，海利尔（hle）603639，盛和资源（shzy）600392，东信和平（dxhp）002017

二板
新农股份（xngf）002942，直真科技（zzkj）003007，天普股份（tpgf）605255

四板
拓山重工（tszg）001226

六板
西藏旅游（xzly）600749

`
  },
{
    "d": "2025-07-25",
    "l": "https://www.tgb.cn/a/2jWSwbVVPEy",
    "t": `

首板
人工智能
新华传媒（xhcm）600825，直真科技（zzkj）003007，汉王科技（hwkj）002362，湖北广电（hbgd）000665，因赛集团（ysjt）300781，竞业达（jyd）003005，通达创智（tdcz）001368，飞乐音响（fyyx）600651
远望谷（ywg）002161，延华智能（yhzn）002178
水电站
文科股份（wkgf）002775，中电鑫龙（zdxl）002298，上海机电（shjd）600835
芯片
阿石创（asc）300706，张江高科（zjgk）600895，海立股份（hlgf）600619
汽车
天普股份（tpgf）605255，天安新材（taxc）603725
医药
康泰医学（ktyx）300869，正川股份（zcgf）603976
上海
新华传媒（xhcm）600825，全筑股份（qzgf）603030，延华智能（yhzn）002178，飞乐音响（fyyx）600651，上海机电（shjd）600835，荣泰健康（rtjk）603579，菲林格尔（flge）603226，张江高科（zjgk）600895
化工
宇新股份（yxgf）002986，齐翔腾达（qxtd）002408，深圳新星（szxx）603978
算力硬件
显盈科技（xykj）301067，博杰股份（bjgf）002975，泰嘉股份（tjgf）002843
其余形式独苗
新农股份（xngf）002942，多伦科技（dlkj）603528，申通快递（stkd）002468，冠盛股份（gsgf）605088，红蜻蜓（hqt）603116，绿田机械（ltjx）605259，百亚股份（bygf）003006

二板
易明医药（ymyy）002826，横河精密（hhjm）300539，大恒科技（dhkj）600288，汇通集团（htjt）603176

三板
拓山重工（tszg）001226，彩虹股份（chgf）600707

五板
西宁特钢（xntg）600117，西藏旅游（xzly）600749，西藏天路（xztl）600326

`
  },
{
    "d": "2025-07-24",
    "l": "https://www.tgb.cn/a/2jVgsL9kjZB",
    "t": `

首板
汽车零部件
迪生力（dsl）603335，天龙股份（tlgf）603266
海南
凯撒旅业（ksly）000796，海峡股份（hxgf）002320，康芝药业（kzyy）300086，海德股份（hdgf）000567，海南机场（hnjc）600515，海南高速（hngs）000886，海航控股（hhkg）600221，海汽集团（hqjt）603069
东方嘉盛（dfjs）002889，海南发展（hnfz）002163，海马汽车（hmqc）000572，中国中免（zgzm）601888，罗牛山（lns）000735，海南矿业（hnky）601969，海南瑞泽（hnrz）002596，欣龙控股（xlkg）000955
中钨高新（zwgx）000657，广晟有色（gcys）600259，京粮控股（jlkg）000505，神农种业（snzy）300189，海南橡胶（hnxj）601118，海南海药（hnhy）000566
稀土永磁
金钼股份（jmgf）601958，中科三环（zksh）000970，包钢股份（bggf）600010，中钨高新（zwgx）000657，广晟有色（gcys）600259
金融
锦龙股份（jlgf）000712，大恒科技（dhkj）600288
水电站
国统股份（gtgf）002205，中钨高新（zwgx）000657
锂电池
永杉锂业（ysly）603399，西藏矿业（xzky）000762，天齐锂业（tqly）002466，盛新锂能（sxln）002240
医药
达安基因（dajy）002030，智飞生物（zfsw）300122，立方药业（lfyy）600253，通策医疗（tcyl）600763，易明医药（ymyy）002826，凯莱英（kly）002821
足球
幸福蓝海（xflh）300528，绿茵生态（lyst）002887
消费电子
东睦股份（dmgf）600114，统联精密（tljm）688210
其余形式独苗
华胜天成（hstc）600410，长青科技（cqkj）001324，铜冠铜箔（tgtb）301217，乐通股份（ltgf）002319，燕塘乳业（ytry）002732，步步高（bbg）002251，横河精密（hhjm）300539，汇通集团（htjt）603176
拉芳家化（lfjh）603630，宏辉果蔬（hhgs）603336

二板
拓山重工（tszg）001226，彩虹集团（chjt）003023，金春股份（jcgf）300877，南京新百（njxb）600682

四板
保利联合（bllh）002037，山河智能（shzn）002097，高争民爆（gzmb）002827，中设股份，深水规院（ssgy）301038，西宁特钢（xntg）600117，西藏天路（xztl）600326，中铁工业（ztgy）600528，西藏旅游（xzly）600749，中国电建（zgdj）601669，南方路机（nflj）603280，韩建河山（hjhs）603616，苏博特（sbt）603916

`
  },
{
    "d": "2025-07-23",
    "l": "https://www.tgb.cn/a/2jTB7gDIS87",
    "t": `

首板
水电站
酒钢宏兴（jghx）600307，雪人集团（xrjt）002639，华达新材（hdxc）605158，拓山重工（tszg）001226，速达股份（sdgf）001277，中铁特货（ztth）001213
医药
赛力医疗（slyl）603716，汉商集团（hsjt）600774
驱蚊
润本股份（rbgf）603193，嘉亨家化（jhjh）300955，彩虹集团（chjt）003023，湖南海利（hnhl）600731，振东制药（zdzy）300158
其余形式独苗
南京新百（njxb）600682，富临运业（flyy）002357，中晟高科（zcgk）002778，北玻股份（bbgf）002613，金春股份（jcgf）300877，中远海科（zyhk）002401，浪莎股份（lsgf）600137，真视通（zst）002771
海立股份（hlgf）600619，时空科技（skkj）605178
未分类
苏博特（sbt）603916，中设股份，浙富控股（zfkg）002266，真视通（zst）002771

三板
永达股份（ydgf）001239，保利联合（bllh）002037，易普力（ypl）002096，山河智能（shzn）002097，浙富控股（zfkg）002266，博云新材（byxc）002297，高争民爆（gzmb）002827，中设股份，中岩大地（zydd）003001，壶化股份（hhgf）003002，筑博设计（zbsj）300564，深水规院（ssgy）301038，西宁特钢（xntg）600117，西藏天路（xztl）600326，中铁工业（ztgy）600528，西藏旅游（xzly）600749，华新水泥（hxsn）600801，东方电气（dfdq）600875，国机重装（gjzz）601399，中国电建（zgdj）601669，南方路机（nflj）603280，韩建河山（hjhs）603616，苏博特（sbt）603916，法兰泰克（fltk）603966

四板
南矿集团（nkjt）001360

`
  },
{
    "d": "2025-07-22",
    "l": "https://www.tgb.cn/a/2jRVQCszPWv",
    "t": `

首板
水电站
中钢天源（zgty）002057，浙江建投（zjjt）002761，宏润建设（hrjs）002062，华伍股份（hwgf）300095，华设集团（hsjt）603018，中信重工（zxzg）601608，银龙股份（ylgf）603969，金盾股份（jdgf）300411
隧道股份（sdgf）600820，中国交建（zgjj）601800，大禹节水（dyjs）300021，北新路桥（bxlq）002307，柳工（lg）000528，冀东装备（jdzb）000856
算力硬件
富信科技（fxkj）688662，新亚电子（xydz）605277，神驰机电（scjd）603109
电网
大唐发电（dtfd）601991，电科院（dky）300215，佳电股份（jdgf）000922，华菱线缆（hlxl）001208，特变电工（tbdg）600089，望变电气（wbdq）603191
固态电池
德新科技（dxkj）603032，豪鹏科技（hpkj）001283，西藏珠峰（xzzf）600338
化工
永悦科技（yykj）603879，确成股份（qcgf）605183，沧州大化（czdh）600230
煤炭
潞安环能（lahn）601699，晋控煤业（jkmy）601001，山西焦煤（sxjm）000983，山煤国际（smgj）600546，昊华能源（hhny）601101，淮北矿业（hbky）600985
其余形式独苗
长城军工（ccjg）601606，中钨高新（zwgx）000657，凯撒旅业（ksly）000796，依依股份（yygf）001206，亿晶光电（yjgd）600537，方大特钢（fdtg）600507，兰生股份（lsgf）600826

二板
铁建重工（tjzg）688425，法兰泰克（fltk）603966，苏博特（sbt）603916，中国能建（zgnj）601868，中国电建（zgdj）601669，东方电气（dfdq）600875，厦工股份（sggf）600815，华新水泥（hxsn）600801，中铁工业（ztgy）600528，西藏天路（xztl）600326，西宁特钢（xntg）600117，冠龙节能（gljn）301151，筑博设计（zbsj）300564，中岩大地（zydd）003001，高争民爆（gzmb）002827，西部建设（xbjs）002302，博云新材（byxc）002297，江南化工（jnhg）002226，易普力（ypl）002096，保利联合（bllh）002037，永达股份（ydgf）001239

三板
华建集团（hjjt）600629，南矿集团（nkjt）001360

四板
美邦股份（mbgf）605033，北化股份（bhgf）002246，柳钢股份（lggf）601003

十板
上维新材

`
  },
{
    "d": "2025-07-21",
    "l": "https://www.tgb.cn/a/2jQgFtwXVYI",
    "t": `

首板
水电站
铁建重工（tjzg）688425，上海港湾（shgw）605598，法兰泰克（fltk）603966，苏博特（sbt）603916，中国能建（zgnj）601868，中国电建（zgdj）601669，东方电气（dfdq）600875，华新水泥（hxsn）600801
中铁工业（ztgy）600528，西藏天路（xztl）600326，冠龙节能（gljn）301151，筑博设计（zbsj）300564，壶化股份（hhgf）003002，中岩大地（zydd）003001，高争民爆（gzmb）002827，江南化工（jnhg）002226
易普力（ypl）002096，保利联合（bllh）002037，西宁特钢（xntg）600117，成都路桥（cdlq）002628，雅化集团（yhjt）002497，西部建设（xbjs）002302，浙富控股（zfkg）002266，恒星科技（hxkj）002132
永达股份（ydgf）001239，韩建山河（hjsh）603616，盛景微（sjw）603375，八一钢铁（bygt）600581，深水规院（ssgy）301038，三和管桩（shgz）003037，建设机械（jsjx）600984，金奥博（jab）002917
国统股份（gtgf）002205，国电南自（gdnz）600268，大宏立（dhl）300865，中设股份，同德化工（tdhg）002360，垒知集团（lzjt）002398，天山股份（tsgf）000877，四川双马（scsm）000935
重庆钢铁（cqgt）601005，美丽生态（mlst）000010，青龙管业（qlgy）002457，青松建化（qsjh）600425，龙泉股份（lqgf）002671，四方新材（sfxc）605122，国机重装（gjzz）601399，中交设计（zjsj）600720
上峰水泥（sfsn）000672，重庆建工（cqjg）600939，红墙股份（hqgf）002809，雪峰科技（xfkj）603227，凯龙股份（klgf）002783，新余国科（xygk）300722，尖峰集团（jfjt）600668，西子节能（xzjn）002534
博云新材（byxc）002297，唯万密封（wwmf）301161，金隅集团（jyjt）601992，山河智能（shzn）002097，万年青（wnq）000789，南方路机（nflj）603280，福建水泥（fjsn）600802，厦工股份（sggf）600815
海螺水泥（hlsn）600585，国泰集团（gtjt）603977
西藏
西藏城投（xzct）600773，西藏旅游（xzly）600749，奇正藏药（qzzy）002287
电网
安靠智电（akzd）300617，平安电工（padg）001359，中国西电（zgxd）601179，许继电气（xjdq）000400，国电南自（gdnz）600268
机器人
首开股份（skgf）600376，金发科技（jfkj）600143，雪龙集团（xljt）603949，景兴纸业（jxzy）002067，荣晟环保（rchb）603165，卧龙电驱（wldq）600580，长盛轴承（zszc）300718，中大力德（zdld）002896
众辰科技（zckj）603275
医药
辰欣药业（cxyy）603367，亚太药业（ytyy）002370，一品红（yph）300723，海普瑞（hpr）002399，海特生物（htsw）300683，键凯科技（jkkj）688356，福元医药（fyyy）601089，奇正藏药（qzzy）002287
玻纤
平安电工（padg）001359，中材科技（zckj）002080
其余形式独苗
东信和平（dxhp）002017，新安股份（xagf）600596，盛和资源（shzy）600392，久量股份（jlgf）300808，博源化工（byhg）000683，邦基科技（bjkj）603151，安邦护卫（abhw）603373，闽发铝业（mfly）002578
有色金属（ysjs）000819，天普股份（tpgf）605255，浙江汽车，索通发展（stfz）603612，淳中科技（czkj）603516，英伟达芯片，大连友谊（dlyy）000679

二板
南矿集团（nkjt）001360，华宏科技（hhkj）002645，昂利康（alk）002940，国机通用（gjty）600444，华建集团（hjjt）600629，汇通集团（htjt）603176

三板
北化股份（bhgf）002246，建设工业（jsgy）002265，人民同泰（rmtt）600829，柳钢股份（lggf）601003，美邦股份（mbgf）605033

九板
上维新材

`
  },
{
    "d": "2025-07-18",
    "l": "https://www.tgb.cn/a/2jLgcMnGXVR",
    "t": `


二板
延华智能（yhzn）002178，北化股份（bhgf）002246，建设工业（jsgy）002265，沧州大化（czdh）600230，海航科技（hhkj）600751，汉商集团（hsjt）600774，人民同泰（rmtt）600829，柳钢股份（lggf）601003，美邦股份（mbgf）605033

三板
天宸股份（tcgf）600620，海星股份（hxgf）603115

六板
兰生股份（lsgf）600826

八板
上维新材

`
  },
{
    "d": "2025-07-17",
    "l": "https://www.tgb.cn/a/2jJCXmOUjCT",
    "t": `

首板
低空
时空科技（skkj）605178，南京聚隆（njjl）300644，道恩股份（degf）002838，江淮汽车（jhqc）600418
消费
国光连锁（ggls）605188，国芳集团（gfjt）601086，凯撒旅业（ksly）000796，庄园牧场（zymc）002910
医药
沃华医药（whyy）002107，赛力医疗（slyl）603716，维康药业（wkyy）300878，汉商集团（hsjt）600774，美邦股份（mbgf）605033，成都先导（cdxd）688222，亚太药业（ytyy）002370，信立泰（xlt）002294
人民同泰（rmtt）600829，迈威生物（mwsw）688062
算力
东材科技（dckj）601208，智微智能（zwzn）001339，广合科技（ghkj）001389，长飞光纤（zfgx）601869，东山精密（dsjm）002384，满坤科技（mkkj）301132，泰晶科技（tjkj）603738，剑桥科技（jqkj）603083
鸿蒙
延华智能（yhzn）002178，智微智能（zwzn）001339，常山北明（csbm）000158，金现代（jxd）300830
军工
建设工业（jsgy）002265，北化股份（bhgf）002246，应流股份（ylgf）603308，中航沈飞（zhsf）600760
锂电
大中矿业（dzky）001203，平安电工（padg）001359
其余形式独苗
亿晶光电（yjgd）600537，恒银科技（hykj）603106，柳钢股份（lggf）601003，沧州大化（czdh）600230，海航科技（hhkj）600751，仁智股份（rzgf）002629，中远海科（zyhk）002401

二板
浙江震元（zjzy）000705，鸿博股份（hbgf）002229，皇氏集团（hsjt）002329，亚太药业（ytyy）002370，电光科技（dgkj）002730，生物股份（swgf）600201，天宸股份（tcgf）600620，英利汽车（ylqc）601279，浙江黎明（zjlm）603048，君禾股份（jhgf）603617，海星股份（hxgf）603115

三板
力生制药（lszy）002393，联发股份（lfgf）002394

五板
上海物贸（shwm）600822，兰生股份（lsgf）600826

七板
上纬新材（swxc）688585

`
  },
{
    "d": "2025-07-16",
    "l": "https://www.tgb.cn/a/2jHVMrPg7uf",
    "t": `

首板
Ai伴侣
天地在线（tdzx）002995，横店影视（hdys）603103
发电机
动力新科（dlxk）600841，长源东谷（zydg）603950，福达股份（fdgf）603166
医药
浙江震元（zjzy）000705，润都股份（rdgf）002923，联环药业（lhyy）600513，亚太药业（ytyy）002370，千红制药（qhzy）002550，生物股份（swgf）600201，哈三联（hsl）002900，丽珠集团（lzjt）000513
外卖
天元股份（tygf）003003，森林包装（slbz）605500
电梯
梅轮电梯（mldt）603321，快意电梯（kydt）002774
算力
鸿博股份（hbgf）002229，电光科技（dgkj）002730，海星股份（hxgf）603115，宏盛股份（hsgf）603090
Ai应用
普元信息（pyxx）688118，德固特（dgt）300950
汽车人
天宸股份（tcgf）600620，浙江荣泰（zjrt）603119，嵘泰股份（rtgf）605133，天普股份（tpgf）605255，聚杰微纤（jjwx）300819，浙江黎明（zjlm）603048，东港股份（dggf）002117，天龙股份（tlgf）603266
英利汽车（ylqc）601279，君禾股份（jhgf）603617，福达股份（fdgf）603166，豪能股份（hngf）603809，西上海（xsh）605151
稳定币
东信和平（dxhp）002017，南华期货（nhqh）603093
其余形式独苗
扬电科技（ydkj）301012，豫能控股（ynkg）001896，法尔胜（fes）000890，康普顿（kpd）603798，皇氏集团（hsjt）002329

二板
中电港（zdg）001287，力生制药（lszy）002393，联发股份（lfgf）002394，奥赛康（ask）002755，金时科技（jskj）002951，中新集团（zxjt）601512

三板
潍柴重机（wczj）000880

四板
兰生股份（lsgf）600826，达意隆（dyl）002209，上海物贸（shwm）600822，华宏科技（hhkj）002645

六板
上维新材

`
  },
{
    "d": "2025-07-15",
    "l": "https://www.tgb.cn/a/2jGj0iQXfiv",
    "t": `

首板
医药
力生制药（lszy）002393，大博医疗（dbyl）002901，奥赛康（ask）002755
算力产业链
福达合金（fdhj）603045，神驰机电（scjd）603109，新易盛（xys）300502，鹏鼎控股（pdkg）002938，中电港（zdg）001287，博汇股份（bhgf）300839
Ai智能体
利欧股份（logf）002131，泛微网络（fwwl）603039，鼎捷数智（djsz）300378，云鼎科技（ydkj）000409，用友网络（yywl）600588，税友股份（sygf）603171
房地产
广宇集团（gyjt）002133，天保基建（tbjj）000965，中新集团（zxjt）601512，渝开发（ykf）000514
其余形式独苗
中际联合（zjlh）605305，金浦钛业（jpty）000545，远望谷（ywg）002161，东方海洋（dfhy）002086，今创集团（jcjt）603680，柳钢股份（lggf）601003，联发股份（lfgf）002394，清源股份（qygf）603628
跃岭股份（ylgf）002725，金时科技（jskj）002951，兴业科技（xykj）002674

二板
潍柴重机（wczj）000880，三和管桩（shgz）003037，楚天龙（ctl）003040，诚意药业（cyyy）603811

三板
达意隆（dyl）002209，上海物贸（shwm）600822，华宏科技（hhkj）002645，兰生股份（lsgf）600826，汇通集团（htjt）603176，绿田机械（ltjx）605259

五板
上维新材

`
  },
{
    "d": "2025-07-14",
    "l": "https://www.tgb.cn/a/2jEIeLx933E",
    "t": `

首板
医药
诚意药业（cyyy）603811，康辰药业（kcyy）603590，沃华医药（whyy）002107，之江生物（zjsw）688317，昂利康（alk）002940
锂电池
永杉锂业（ysly）603399，融捷股份（rjgf）002192
外贸
奥康国际（akgj）603001，雪祺电气（xqdq）001387，中顺洁柔（zsjr）002511
核电
德固特（dgt）300950，中科科技，国电南自（gdnz）600268
机器人
金田股份（jtgf）601609，长荣股份（zrgf）300195，科沃斯（kws）603486，兄弟科技（xdkj）002562，中欣氟材（zxfc）002915，易德龙（ydl）603380，中马传动（zmcd）603767，大丰实业（dfsy）603081
襄阳轴承（xyzc）000678，安乃达（and）603350，亚普股份（ypgf）603013，新时达（xsd）002527
电网电力
思源电气（sydq）002028，国电南自（gdnz）600268，华电辽能（hdln）600396，建投能源（jtny）000600，晋控电力（jkdl）000767，科陆电子（kldz）002121，廊坊发展（lffz）600149，森林包装（slbz）605500
欣灵电气（xldq）301388
稳定币
石基信息（sjxx）002153，德生科技（dskj）002908，楚天龙（ctl）003040
Pcb
东材科技（dckj）601208，宝鼎科技（bdkj）002552
其余形式独苗
三和管桩（shgz）003037，潍柴重机（wczj）000880，道道全（ddq）002852，宜宾纸业（ybzy）600793，帅丰电器（sfdq）605336

二板
豫能控股（ynkg）001896，达意隆（dyl）002209，中远海科（zyhk）002401，华宏科技（hhkj）002645，湖南白银（hnby）002716，中大力德（zdld）002896，卧龙新能（wlxn）600173，市北高新（sbgx）600604，上海物贸（shwm）600822，兰生股份（lsgf）600826，汇通集团（htjt）603176，绿田机械（ltjx）605259

三板
联环药业（lhyy）600513，绿地控股（ldkg）600606，京运通（jyt）601908，晨光新材（cgxc）605399

四板
国晟科技（gckj）603778，上维新材

`
  },
{
    "d": "2025-07-11",
    "l": "https://www.tgb.cn/a/2jzDJX2OInA",
    "t": `

首板
稳定币
市北高新（sbgx）600604，兰生股份（lsgf）600826，古鳌科技（gakj）300551，天保基建（tbjj）000965，吉大正元（jdzy）003029，哈投股份（htgf）600864，中远海科（zyhk）002401，博睿数据（brsj）688229
中原证券（zyzq）601375，上海钢联（shgl）300226，瑞达期货（rdqh）002961，久其软件（jqrj）002279，恒宝股份（hbgf）002104，上海物贸（shwm）600822，中新赛克（zxsk）002912
农业
绿田机械（ltjx）605259，正虹科技（zhkj）000702
稀土永磁
华阳新材（hyxc）600281，包钢股份（bggf）600010，卧龙新能（wlxn）600173，精艺股份（jygf）002295，三川智慧（sczh）300066，华宏科技（hhkj）002645，盛和资源（shzy）600392，久吾高科（jwgk）300631
中色股份（zsgf）000758，中国稀土（zgxt）000831，中铝国际（zlgj）601068，湖南白银（hnby）002716
医药
药明康德（ymkd）603259，凯莱英（kly）002821，浩欧博（hob）688656
光伏
长岭液压（zlyy）605389，亚玛顿（ymd）002623
基建
汇通集团（htjt）603176，大千生态（dqst）603955
其余形式独苗
达意隆（dyl）002209，国瑞科技（grkj）300600，博隆技术（bljs）603325，中大力德（zdld）002896，豫能控股（ynkg）001896，抚顺特钢（fstg）600399

二板
北方稀土（bfxt）600111，联环药业（lhyy）600513，绿地控股（ldkg）600606，光大嘉宝（gdjb）600622，中银证券（zyzq）601696，京运通（jyt）601908，东宏股份（dhgf）603856，宏柏新材（hbxc）605366，晨光新材（cgxc）605399

三板
美丽生态（mlst）000010，赫美集团（hmjt）002356，南华期货（nhqh）603093，国晟科技（gckj）603778，上纬新材（swxc）688585

四板
华媒控股（hmkg）000607

五板
国投中鲁（gtzl）600962，四方新材（sfxc）605122

`
  },
{
    "d": "2025-07-10",
    "l": "https://www.tgb.cn/a/2jxYYwhSuiK",
    "t": `

首板
医药
康辰药业（kcyy）603590，赛力医疗（slyl）603716，联环药业（lhyy）600513，誉衡药业（yhyy）002437，海思科（hsk）002653，沃华医药（whyy）002107，启迪药业（qdyy）000590
光伏
晨光新材（cgxc）605399，京运通（jyt）601908，宏柏新材（hbxc）605366，协鑫集成（xxjc）002506，弘元绿能（hyln）603185，晶澳科技（jakj）002459
氢能源
天沃科技（twkj）002564，美锦能源（mjny）000723，东宏股份（dhgf）603856，英力特（ylt）000635
金融
中科金财（zkjc）002657，普联软件（plrj）300996，中银证券（zyzq）601696
房地产
绿地控股（ldkg）600606，四川双马（scsm）000935，光大嘉宝（gdjb）600622，重庆建工（cqjg）600939，成都路桥（cdlq）002628，好太太（htt）603848，南山控股（nskg）002314
快递
申通快递（stkd）002468，圆通速递（ytsd）600233
军工
兴业科技（xykj）002674，际华集团（jhjt）601718
其余形式独苗
申科股份（skgf）002633，良品铺子（lppz）603719，新联电子（xldz）002546，竞业达（jyd）003005，山东玻纤（sdbx）605006，南京商旅（njsl）600250，北方稀土（bfxt）600111，云中马（yzm）603130

二板
美丽生态（mlst）000010，欢瑞世纪（hrsj）000892，科陆电子（kldz）002121，赫美集团（hmjt）002356，跨境通（kjt）002640，新城市（xcs）300778，南华期货（nhqh）603093，国晟科技（gckj）603778，上维新材

三板
华媒控股（hmkg）000607，金岭矿业（jlky）000655，拓日新能（trxn）002218

四板
渝开发（ykf）000514，国投中鲁（gtzl）600962，四方新材（sfxc）605122

六板
华光环能（hghn）600475，森林包装（slbz）605500

`
  },
{
    "d": "2025-07-09",
    "l": "https://www.tgb.cn/a/2jwl7i1AfRo",
    "t": `

首板
机器人
上纬新材（swxc）688585，长华集团（zhjt）605018，大丰实业（dfsy）603081，豪森智能（hszn）688529
电力电网
新能泰山（xnts）000720，旭光电子（xgdz）600353，科陆电子（kldz）002121，新特电气（xtdq）301120，桂冠电力（ggdl）600236
光伏
国晟科技（gckj）603778，金开新能（jkxn）600821，岳阳兴长（yyxz）000819
金融
通达海（tdh）301378，越秀资本（yxzb）000987，信雅达（xyd）600571，南华期货（nhqh）603093，天融信（trx）002212
外贸
赫美集团（hmjt）002356，跨境通（kjt）002640
医药
九芝堂（jzt）000989，康美药业（kmyy）600518
Pcb
澳弘电子（ahdz）605058，铜冠铜箔（tgtb）301217
周杰伦
志邦家居（zbjj）603801，锋尚文化（fswh）300860，美邦服饰（mbfs）002269
基建
美丽生态（mlst）000010，新城市（xcs）300778
仪表仪器
汇中股份（hzgf）300371，秦川物联（qcwl）688528
其余形式独苗
大中矿业（dzky）001203，巨力索具（jlsj）002342，欢瑞世纪（hrsj）000892，日久光电（rjgd）003015，交大昂立（jdal）600530，上海医药（shyy）601607

二板
华媒控股（hmkg）000607，金岭矿业（jlky）000655，拓日新能（trxn）002218，精艺股份（jygf）002295，日发精机（rfjj）002520，长春一东（ccyd）600148，亿晶光电（yjgd）600537，大智慧（dzh）601519，朗迪集团（ldjt）603726

三板
渝开发（ykf）000514，金时科技（jskj）002951，国投中鲁（gtzl）600962，四方新材（sfxc）605122

四板
新中港（xzg）605162

五板
金安国纪（jagj）002636，华光环能（hghn）600475，华银电力（hydl）600744，森林包装（slbz）605500

`
  },
{
    "d": "2025-07-08",
    "l": "https://www.tgb.cn/a/2juGCt0OlLv",
    "t": `

首板
芯片
朗迪集团（ldjt）603726，柏诚股份（bcgf）601133，博敏电子（bmdz）603936，合肥城建（hfcj）002208
稳定币RWA
华媒控股（hmkg）000607，大智慧（dzh）601519，中油资本（zyzb）000617，凯撒旅业（ksly）000796
医药
小芳制药（xfzy）603207，哈三联（hsl）002900，卫信康（wxk）603676，美迪西（mdx）688202
Pcb电子布
山东玻纤（sdbx）605006，国际复材（gjfc）301526，宏昌电子（hcdz）603002，奕东电子（yddz）301123，宝鼎科技（bdkj）002552，得润电子（drdz）002055，逸豪新材（yhxc）301176，广合科技（ghkj）001389
东材科技（dckj）601208，景旺电子（jwdz）603228，卓郎智能（zlzn）600545，工业富联（gyfl）601138，平安电工（padg）001359，超声电子（csdz）000823
未分类
长江材料（cjcl）001296，屹通新材（ytxc）300930
光伏
拓日新能（trxn）002218，亿晶光电（yjgd）600537，欧晶科技（ojkj）001269，首航新能（shxn）301658，亚玛顿（ymd）002623，大东南（ddn）002263，通威股份（twgf）600438，弘元绿能（hyln）603185
双良节能（sljn）600481，钧达股份（jdgf）002865，凯胜新能（ksxn）600876，精艺股份（jygf）002295
钢铁
金岭矿业（jlky）000655，柳钢股份（lggf）601003，杭钢股份（hggf）600126
汽车人
长春一东（ccyd）600148，日发精机（rfjj）002520
其余形式独苗
濮耐股份（pngf）002225，福蓉科技（frkj）603327，古麒绒材（gqrc）001390，集友股份（jygf）603429，国创高新（gcgx）002377

二板
渝开发（ykf）000514，沃顿科技（wdkj）000920，金时科技（jskj）002951，天元股份（tygf）003003，欣灵电气（xldq）301388，联环药业（lhyy）600513，永安期货（yaqh）600927，国投中鲁（gtzl）600962，宏和科技（hhkj）603256，四方新材（sfxc）605122，新亚电子（xydz）605277

三板
九鼎新材（jdxc）002201，新中港（xzg）605162

四板
金安国纪（jagj）002636，华光环能（hghn）600475，华银电力（hydl）600744，森林包装（slbz）605500

`
  },
{
    "d": "2025-07-07",
    "l": "https://www.tgb.cn/a/2jt0joVzUdh",
    "t": `

首板
外卖
天元股份（tygf）003003，海融科技（hrkj）300915，普利特（plt）002324，富岭股份（flgf）001356，松炀资源（syzy）603863，家联科技（jlkj）301193，嘉澳环保（jahb）603822，恒鑫生活（hxsh）301501
电力
华电辽能（hdln）600396，豫能控股（ynkg）001896，长城电工（ccdg）600192，世茂能源（smny）605028，同洲电子（tzdz）002052，华电能源（hdny）600726，苏文电能（swdn）300982，乐山电力（lsdl）600644
充电桩
奥特迅（atx）002227，欣灵电气（xldq）301388
核电
王子新材（wzxc）002735，融发核电（rfhd）002366
冰箱制冷
惠而浦（hep）600983，联合精密（lhjm）001268
医药
联环药业（lhyy）600513，济南高新（jngx）600807，宝莱特（blt）300246，正川股份（zcgf）603976，福元药业（fyyy）300194，五洲医疗（wzyl）301234
稳定币
海联金汇（hljh）002537，永安期货（yaqh）600927，吉宏股份（jhgf）002803，青岛金王（qdjw）002094，中亦科技（zykj）301208，生意宝（syb）002095，浔兴股份（xxgf）002098，石基信息（sjxx）002153
房地产
渝开发（ykf）000514，沙河股份（shgf）000014，南山控股（nskg）002314，财信发展（cxfz）000838，四方新材（sfxc）605122
江苏足球
南京商旅（njsl）600250，共创草坪（gccp）605099，双象股份（sxgf）002395
军工
中船汉光（zchg）300847，展鹏科技（zpkj）603488，湖南天雁（hnty）600698
其余形式独苗
国投中鲁（gtzl）600962，维科技术（wkjs）600152，宏和科技（hhkj）603256，沃顿科技（wdkj）000920，新亚电子（xydz）605277，金时科技（jskj）002951，先达股份（xdgf）603086，山河智能（shzn）002097

二板
深南电Ａ（snda）000037，韶能股份（sngf）000601，九鼎新材（jdxc）002201，兄弟科技（xdkj）002562，京北方（jbf）002987，信雅达（xyd）600571，新中港（xzg）605162

三板
金安国纪（jagj）002636，金一文化（jywh）002721，华光环能（hghn）600475，华银电力（hydl）600744，森林包装（slbz）605500

`
  },
{
    "d": "2025-07-04",
    "l": "https://www.tgb.cn/a/2jo07FdVUHZ",
    "t": `

首板
电力
韶能股份（sngf）000601，深南电Ａ（snda）000037，新中港（xzg）605162，平安电工（padg）001359，金房能源（jfny）001210
Pcb电子布
东材科技（dckj）601208，再升科技（zskj）603601，奥士康（ask）002913，九鼎新材（jdxc）002201
稳定币rwa
杭州园林（hzyl）300649，信雅达（xyd）600571，华资实业（hzsy）600191，京北方（jbf）002987，南凌科技（nlkj）300921，德生科技（dskj）002908，霍普股份（hpgf）301024
医药
中源协和（zyxh）600645，贝瑞基因（brjy）000710，奥赛康（ask）002755，海正药业（hzyy）600267，京新药业（jxyy）002020，热景生物（rjsw）688068
其余形式独苗
长江投资，兄弟科技（xdkj）002562，凌钢股份（lggf）600231，柳化股份，泰坦股份（ttgf）003036，隆扬电子（lydz）301389

二板
金安国纪（jagj）002636，金一文化（jywh）002721，广生堂（gst）300436，华光环能（hghn）600475，华银电力（hydl）600744，卫信康（wxk）603676，森林包装（slbz）605500

三板
亚玛顿（ymd）002623

四板
柳钢股份（lggf）601003，赛力医疗（slyl）603716

`
  },
{
    "d": "2025-07-03",
    "l": "https://www.tgb.cn/a/2jmodgzipO1",
    "t": `

首板
芯片
西测测试（xccs）301306，博敏电子（bmdz）603936，大为股份（dwgf）002213，盈方微（yfw）000670，永安行（yax）603776，好上好（hsh）001298
医药
九芝堂（jzt）000989，卫信康（wxk）603676，神州细胞（szxb）688520，华海药业（hhyy）600521，长春高新（ccgx）000661，广生堂（gst）300436
算力硬件
中嘉博创（zjbc）000889，新亚电子（xydz）605277，金安国纪（jagj）002636，方正科技（fzkj）600601，鹏鼎控股（pdkg）002938，中一科技（zykj）301150，宏和科技（hhkj）603256，工业富联（gyfl）601138
中京电子（zjdz）002579，汇绿生态（hlst）001267，福达合金（fdhj）603045，逸豪新材（yhxc）301176
纺织
云中马（yzm）603130，百隆东方（bldf）601339
农业
邦基科技（bjkj）603151，威马农机（wmnj）301533，苏利股份（slgf）603585，新农股份（xngf）002942
锂电池
洪田股份（htgf）603800，万里股份（wlgf）600847，大东南（ddn）002263，钱江摩托（qjmt）000913
其余形式独苗
朝阳科技（zykj）002981，顺威股份（swgf）002676，雷科防务（lkfw）002413，欢瑞世纪（hrsj）000892，财信发展（cxfz）000838，国脉科技（gmkj）002093，华银电力（hydl）600744，正裕工业（zygy）603089
金一文化（jywh）002721，华光环能（hghn）600475，森林包装（slbz）605500

二板
精艺股份（jygf）002295，南山控股（nskg）002314，巨力索具（jlsj）002342，亚玛顿（ymd）002623，百洋股份（bygf）002696，亿晶光电（yjgd）600537，耀皮玻璃（ypbl）600819，美诺华（mnh）603538，诚意药业（cyyy）603811

三板
柳钢股份（lggf）601003，赛力医疗（slyl）603716

四板
雪迪龙（xdl）002658，吉鑫科技（jxkj）601218

六板
诚邦股份（cbgf）603316

`
  },
{
    "d": "2025-07-02",
    "l": "https://www.tgb.cn/a/2jkJcM4116o",
    "t": `

首板
海洋经济
巨力索具（jlsj）002342，神开股份（skgf）002278，东方海洋（dfhy）002086，开创国际（kcgj）600097，深水海纳（sshn）300961，海洋王（hyw）002724，振华重工（zhzg）600320，百洋股份（bygf）002696
南山控股（nskg）002314，海利得（hld）002206，中水渔业（zsyy）000798，南方路机（nflj）603280，大连重工（dlzg）002204，冰山冷热（bslr）000530，好当家（hdj）600467，亚星锚链（yxml）601890
国联水产（glsc）300094，獐子岛（zzd）002069
光伏
亚玛顿（ymd）002623，大烨智能（dyzn）300670，耀皮玻璃（ypbl）600819，欣灵电气（xldq）301388，欧晶科技（ojkj）001269，亿晶光电（yjgd）600537，秀强股份（xqgf）300160，博菲电气（bfdq）001255
赛伍技术（swjs）603212，凯胜新能（ksxn）600876，双良节能（sljn）600481，金晶科技（jjkj）600586，东岳硅材（dygc）300821，通威股份（twgf）600438，福莱特（flt）601865，尚纬股份（swgf）603333
医药
诚意药业（cyyy）603811，美诺华（mnh）603538，海王生物（hwsw）000078
代糖
保龄宝（blb）002286，百龙创园（blcy）605016
消费
南京商旅（njsl）600250，宜宾纸业（ybzy）600793，浙江东日（zjdr）600113
钢铁
重庆钢铁（cqgt）601005，首钢股份（sggf）000959
其余形式独苗
飞亚达（fyd）000026，精艺股份（jygf）002295，福建水泥（fjsn）600802

二板
康达新材（kdxc）002669，昂利康（alk）002940，柳钢股份（lggf）601003，赛力医疗（slyl）603716

三板
凯美特气（kmtq）002549，雪迪龙（xdl）002658，长城电工（ccdg）600192，亚星化学（yxhx）600319，吉鑫科技（jxkj）601218，再升科技（zskj）603601，西上海（xsh）605151

五板
诚邦股份（cbgf）603316

`
  },
{
    "d": "2025-07-01",
    "l": "https://www.tgb.cn/a/2jj4O8aBVKs",
    "t": `

首板
芯片
旋极信息（xjxx）300324，朗迪集团（ldjt）603726，银宝山新（ybsx）002786，好利科技（hlkj）002729，飞鹿股份（flgf）300665，博敏电子（bmdz）603936，三超新材（scxc）300554，同兴达（txd）002845
旭光电子（xgdz）600353，康达新材（kdxc）002669，百合花（bhh）603823，快克智能（kkzn）603203，锴威特（kwt）688693，海立股份（hlgf）600619，皇庭国际（htgj）000056，红宝丽（hbl）002165
现代投资（xdtz）000900
医药
赛力医疗（slyl）603716，阳普医疗（ypyl）300030，能特科技（ntkj）002102，丰原药业（fyyy）000153，昂利康（alk）002940，前沿生物（qysw）688221
电力
华银电力（hydl）600744，华电辽能（hdln）600396，华电能源（hdny）600726，飞马国际（fmgj）002210
化工
凌玮科技（lwkj）301373，宏和科技（hhkj）603256，众鑫股份（zxgf）603091，山东赫达（sdhd）002810，中材科技（zckj）002080，山东玻纤（sdbx）605006，长海股份（zhgf）300196
机器人
微光股份（wggf）002801，冀东装备（jdzb）000856
固态电池
传艺科技（cykj）002866，江南新材（jnxc）603124
金融
安妮股份（angf）002235，爱建集团（ajjt）600643
其余形式独苗
海航科技（hhkj）600751，柳钢股份（lggf）601003，中孚实业（zfsy）600595，爱施德（asd）002416

二板
合金投资（hjtz）000633，创新医疗（cxyl）002173，凯美特气（kmtq）002549，利君股份（ljgf）002651，雪迪龙（xdl）002658，长城电工（ccdg）600192，亚星化学（yxhx）600319，四创电子（scdz）600990，吉鑫科技（jxkj）601218，长城军工（ccjg）601606，常青科技（cqkj）603125，再升科技（zskj）603601，西上海（xsh）605151

三板
际华集团（jhjt）601718

四板
诚邦股份（cbgf）603316

`
  },
{
    "d": "2025-06-30",
    "l": "https://www.tgb.cn/a/2jhoLYVu7tI",
    "t": `

首板
芯片
常青科技（cqkj）603125，凯美特气（kmtq）002549，中瓷电子（zcdz）003031，蓝英装备（lyzb）300293，申通地铁（stdt）600834，跃岭股份（ylgf）002725，兴业股份（xygf）603928
RWA光储
瑞纳智能（rnzn）301129，协鑫能科（xxnk）002015，日海智能（rhzn）002313，欧晶科技（ojkj）001269，赛伍技术（swjs）603212，吉鑫科技（jxkj）601218，长城电工（ccdg）600192，长龄液压（zlyy）605389
曲美家居（qmjj）603818，杭州园林（hzyl）300649，亚星化学（yxhx）600319，万胜智能（wszn）300882，江河集团（jhjt）601886，同洲电子（tzdz）002052，新炬网络（xjwl）605398，雪迪龙（xdl）002658
游戏
恺英网络（kywl）002517，巨人网络（jrwl）002558，吉比特（jbt）603444
军工
再升科技（zskj）603601，能科科技（nkkj）603859，利君股份（ljgf）002651，晨曦航空（cxhk）300581，成飞集成（cfjc）002190，长城军工（ccjg）601606，博亚精工（byjg）300971，中光学（zgx）002189
中兵红箭（zbhj）000519，国睿科技（grkj）600562，湖南天雁（hnty）600698，北化股份（bhgf）002246，四创电子（scdz）600990，湘电股份（xdgf）600416，北方导航（bfdh）600435，国瑞科技（grkj）300600
腾亚精工（tyjg）301125
汽车产业链
正裕工业（zygy）603089，西上海（xsh）605151，泉峰汽车（qfqc）603982，新坐标（xzb）603040
医药
灵康药业（lkyy）603669，昭衍新药（zyxy）603127
稳定币
翠微股份（cwgf）603123，东信和平（dxhp）002017，中远海科（zyhk）002401
脑机接口
创新医疗（cxyl）002173，荣泰健康（rtjk）603579，翔宇医疗（xyyl）688626
其余形式独苗
珠江股份（zjgf）600684，华生科技（hskj）605180，国联股份（glgf）603613，广博股份（gbgf）002103，景旺电子（jwdz）603228，联建光电（ljgd）300269，帝欧家居，理论上是跟随曲美家居
宁波韵升（nbys）600366

二板
中京电子（zjdz）002579，恒宇信通（hyxt）300965，霍普股份（hpgf）301024，维科技术（wkjs）600152，内蒙一机（nmyj）600967，际华集团（jhjt）601718，澳鸿电子（ahdz）605058

三板
飞亚达（fyd）000026，中光防雷（zgfl）300414，时代万恒（sdwh）600241，诚邦股份（cbgf）603316

四板
好上好（hsh）001298

五板
弘业期货（hyqh）001236，大东南（ddn）002263

`
  },
{
    "d": "2025-06-27",
    "l": "https://www.tgb.cn/a/2jcqwY5FC8e",
    "t": `

首板
小米汽车
模塑科技（mskj）000700，电工合金（dghj）300697，宁波华翔（nbhx）002048
RWA稳定币
奥瑞德（ard）600666，霍普股份（hpgf）301024，恒宝股份（hbgf）002104，金一文化（jywh）002721
金属
华阳新材（hyxc）600281，电工合金（dghj）300697，北方铜业（bfty）000737，中孚实业（zfsy）600595，金一文化（jywh）002721，株治集团（zzjt）600961，金徽股份（jhgf）603132
固态电池
平安电工（padg）001359，日播时尚（rbss）603196，维科技术（wkjs）600152，金龙羽（jly）002882，野马电池（ymdc）605378
医药
迈威生物（mwsw）688062，昂利康（alk）002940，华人健康（hrjk）301408，哈三联（hsl）002900
水利
韩建河山（hjhs）603616，国统股份（gtgf）002205，农尚环境（nshj）300536
算力产业链
奥瑞德（ard）600666，农尚环境（nshj）300536，新亚电子（xydz）605277，和而泰（het）002402，中京电子（zjdz）002579，澳鸿电子（ahdz）605058
军工
内蒙一机（nmyj）600967，恒宇信通（hyxt）300965，安凯客车（akkc）000868
物流
三羊马（sym）001317，嘉友国际（jygj）603871，飞马国际（fmgj）002210
存储芯片
深圳华强（szhq）000062，创益通（cyt）300991，胜科纳米（sknm）688757，华天科技（htkj）002185，太龙股份（tlgf）300650
以伊冲突
北方国际（bfgj）000065，际华集团（jhjt）601718
未分类
三羊马（sym）001317，玉马科技（ymkj）300993，云中马（yzm）603130，野马电池（ymdc）605378
其余形式独苗
华远控股（hykg）600743，二六三（els）002467

二板
飞亚达（fyd）000026，中光防雷（zgfl）300414，时代万恒（sdwh）600241，渤海汽车（bhqc）600960，诚邦股份（cbgf）603316

三板
好上好（hsh）001298，爱建集团（ajjt）600643

四板
弘业期货（hyqh）001236，大东南（ddn）002263

`
  },
{
    "d": "2025-06-26",
    "l": "https://www.tgb.cn/a/2jaMNWFU8pg",
    "t": `

首板
金融
棒杰股份，华茂股份（hmgf）000850，格尔软件（gerj）603232，延华智能（yhzn）002178，科创信息（kcxx）300730，捷顺科技（jskj）002609，楚天龙（ctl）003040，华媒控股（hmkg）000607
实达集团（sdjt）600734
锂电池
佛塑科技（fskj）000973，中仑新材（zlxc）301565，时代万恒（sdwh）600241，普路通（plt）002769，上海洗霸（shxb）603200，东方锆业（dfgy）002167，华锋股份（hfgf）002806，唯特偶（wto）301319
军工
渤海汽车（bhqc）600960，海洋王（hyw）002724，中光防雷（zgfl）300414，中科海讯（zkhx）300810，巨力索具（jlsj）002342，飞亚达（fyd）000026
海洋经济
东方海洋（dfhy）002086，海洋王（hyw）002724，尤夫股份（yfgf）002427，中科海讯（zkhx）300810，巨力索具（jlsj）002342
算力硬件
景旺电子（jwdz）603228，诚邦股份（cbgf）603316
汽车产业链
上海沿浦（shyp）605128，海泰科（htk）301022
消费
浙江东日（zjdr）600113，天目湖（tmh）603136，南京商旅（njsl）600250，曲江文旅（qjwl）600706
其余形式独苗
欢瑞世纪（hrsj）000892，环球印务（hqyw）002799，三木集团（smjt）000632，华升股份（hsgf）600156，准油股份

二板
好上好（hsh）001298，沧州明珠（czmz）002108，中光学（zgx）002189，建设工业（jsgy）002265，瑞达期货（rdqh）002961，京北方（jbf）002987，万里马（wlm）300591，国瑞科技（grkj）300600，北方导航（bfdh）600435，爱建集团（ajjt）600643，湖南天雁（hnty）600698，银座股份（yzgf）600858，长城军工（ccjg）601606，南华期货（nhqh）603093

三板
弘业期货（hyqh）001236，合力泰（hlt）002217，大东南（ddn）002263，国盛金控（gsjk）002670，天际股份（tjgf）002759

四板
吉大正元（jdzy）003029

五板
新通联（xtl）603022

`
  },
{
    "d": "2025-06-25",
    "l": "https://www.tgb.cn/a/2j95qqn56Ff",
    "t": `

首板
军工
泰豪科技（thkj）600590，北方导航（bfdh）600435，中光学（zgx）002189，建设工业（jsgy）002265，国瑞科技（grkj）300600，长城军工（ccjg）601606，光电股份（gdgf）600184，万里马（wlm）300591
中兵红箭（zbhj）000519，中天火箭（zthj）003009，湖南天雁（hnty）600698，航发科技（hfkj）600391，北方长龙（bfcl）301357
金融
爱建集团（ajjt）600643，天晟新材（tcxc）300169，新力金融（xljr）600318，建元信托（jyxt）600816，汇金股份（hjgf）300368，京北方（jbf）002987，瑞达期货（rdqh）002961，翠微股份（cwgf）603123
市北高新（sbgx）600604，指南针（znz）300803，南华期货（nhqh）603093，天风证券（tfzq）601162，杭州园林（hzyl）300649，大智慧（dzh）601519，顶点软件（ddrj）603383
芯片
泰凌微（tlw）688591，好上好（hsh）001298，柏诚股份（bcgf）601133，台基股份（tjgf）300046，亚翔集成（yxjc）603929
锂电池
红星发展（hxfz）600367，沧州明珠（czmz）002108，软控股份（rkgf）002073，野马电池（ymdc）605378
消费
银座股份（yzgf）600858，桂发祥（gfx）002820，新宝股份（xbgf）002705，金达威（jdw）002626
Ai眼镜
智立方（zlf）301312，三星新材（sxxc）603578
其余形式独苗
通业科技（tykj）300960，镇海股份（zhgf）603637

二板
弘业期货（hyqh）001236，合力泰（hlt）002217，大东南（ddn）002263，国盛金控（gsjk）002670，浙江世宝（zjsb）002703，天际股份（tjgf）002759，联诚精密（lcjm）002921，瑞玛精密（rmjm）002976，天利科技（tlkj）300399，湘财股份（xcgf）600095，恒银科技（hykj）603106，永安行（yax）603776，龙蟠科技（lpkj）603906

三板
海联金汇（hljh）002537，吉大正元（jdzy）003029，泰和科技（thkj）300801

四板
英联股份（ylgf）002846，新通联（xtl）603022

五板
湘潭电化（xtdh）002125，兴业股份（xygf）603928

七板
诺德股份（ndgf）600110

`
  },
{
    "d": "2025-06-24",
    "l": "https://www.tgb.cn/a/2j7rfjtoVXm",
    "t": `

首板
未分类
永安行（yax）603776，锦江在线（jjzx）600650，万马科技（wmkj）300698，浙江世宝（zjsb）002703，合力泰（hlt）002217，通达电气（tddq）603390，瑞玛精密（rmjm）002976，海马汽车（hmqc）000572
恒帅股份（hsgf）300969，华铭智能（hmzn）300462，飞马国际（fmgj）002210，世运电路（sydl）603920，云内动力（yndl）000903，星源卓镁（xyzm）301398，兴民智通（xmzt）002355，赛伍技术（swjs）603212
稳定币
东信和平（dxhp）002017，新炬网络（xjwl）605398，恒银科技（hykj）603106
固态电池
洪田股份（htgf）603800，天际股份（tjgf）002759，大东南（ddn）002263，胜利精密（sljm）002426，龙蟠科技（lpkj）603906，国轩高科（gxgk）002074，信德新材（xdxc）301349，利元亨（lyh）688499
金龙羽（jly）002882，华盛锂电（hsld）688353，德新科技（dxkj）603032
机器人
联诚精密（lcjm）002921，春光科技（cgkj）603657，杭齿前进（hcqj）601177，龙溪股份（lxgf）600592，众辰科技（zckj）603275，兆丰股份（zfgf）300695，浙江荣泰（zjrt）603119
充电桩
奥特迅（atx）002227，绿能慧充（lnhc）600212
证券
国盛金控（gsjk）002670，天利科技（tlkj）300399，弘业期货（hyqh）001236，湘财股份（xcgf）600095
游戏
电魂网络（dhwl）603258，冰川网络（bcwl）300533
基建
北方国际（bfgj）000065，中工国际（zggj）002051
化工
兄弟科技（xdkj）002562，吉华集团（jhjt）603980
其余形式独苗
华软科技（hrkj）002453，联环药业（lhyy）600513，中京电子（zjdz）002579，邦基科技（bjkj）603151，菲林格尔（flge）603226，光迅科技（gxkj）002281

二板
欢瑞世纪（hrsj）000892，海联金汇（hljh）002537，顺灏股份（shgf）002565，金龙羽（jly）002882，吉大正元（jdzy）003029，泰和科技（thkj）300801

三板
英联股份（ylgf）002846，浙江东日（zjdr）600113，新通联（xtl）603022，新亚强（xyq）603155，建业股份（jygf）603948

四板
湘潭电化（xtdh）002125，兴业股份（xygf）603928

六板
诺德股份（ndgf）600110

`
  },
{
    "d": "2025-06-23",
    "l": "https://www.tgb.cn/a/2j5My9cDg4C",
    "t": `

首板
航运
宁波远洋（nbyy）601022，南京港（njg）002040，连云港（lyg）601008
稳定币
吉大正元（jdzy）003029，奥瑞德（ard）600666，海联金汇（hljh）002537，神州信息（szxx）000555，优博讯（ybx）300531，中科金财（zkjc）002657，恒宝股份（hbgf）002104
油气
神开股份（skgf）002278，准油股份，泰山石油（tssy）000554
核电
合金投资（hjtz）000633，中广核技（zghj）000881，融发核电（rfhd）002366
化工
丹化科技（dhkj）600844，中毅达（zyd）600610，渤海化学（bhhx）600800，兴化股份，永东股份（ydgf）002753，三维股份（swgf）603033，永安药业（yayy）002365
芯片
大为股份（dwgf）002213，波长光电（bcgd）301421，中晶科技（zjkj）003026
军工
航天发展（htfz）000547，湖南天雁（hnty）600698，甘化科工（ghkg）000576，烽火电子（fhdz）000561，万里马（wlm）300591，雷科防务（lkfw）002413，观想科技（gxkj）301213
锂电池
中国瑞林（zgrl）603257，泰和科技（thkj）300801，和胜股份（hsgf）002824，维远股份（wygf）600955，金龙羽（jly）002882，光华科技（ghkj）002741
高铁
三维股份（swgf）603033，宝光股份（bggf）600379
医药和脑机
南卫股份（nwgf）603880，赛力医疗（slyl）603716，浩欧博（hob）688656，达实智能（dszn）002421
其余形式独苗
欢瑞世纪（hrsj）000892，凯瑞德（krd）002072，生物股份（swgf）600201，三德科技（sdkj）300515，逸豪新材（yhxc）301176，三星新材（sxxc）603578，顺灏股份（shgf）002565，海新能科（hxnk）300072
日久光电（rjgd）003015，银座股份（yzgf）600858

二板
安妮股份（angf）002235，天顺股份（tsgf）002800，英联股份（ylgf）002846，浙江东日（zjdr）600113，保税科技（bskj）600794，宁波海运（nbhy）600798，新通联（xtl）603022，新亚强（xyq）603155，兴通股份（xtgf）603209，美诺华（mnh）603538，建业股份（jygf）603948

三板
茂化实华（mhsh）000637，湘潭电化（xtdh）002125，兴业股份（xygf）603928

四板
长城军工（ccjg）601606

五板
诺德股份（ndgf）600110

七板
山东墨龙（sdml）002490

`
  },
{
    "d": "2025-06-20",
    "l": "https://www.tgb.cn/a/2j0MSiRzVvM",
    "t": `

首板
光伏
赛伍技术（swjs）603212，协鑫集成（xxjc）002506，凯胜新能（ksxn）600876，新亚强（xyq）603155，正业科技（zykj）300410，京运通（jyt）601908，川润股份（crgf）002272，新通联（xtl）603022
锂电池
英联股份（ylgf）002846，滨海能源（bhny）000695，科恒股份（khgf）300340，宏和科技（hhkj）603256，西藏城投（xzct）600773
芯片
景兴纸业（jxzy）002067，新亚强（xyq）603155，强力新材（qlxc）300429，建业股份（jygf）603948，肯特催化（ktch）603120，光力科技（glkj）300480
物流
天顺股份（tsgf）002800，兴通股份（xtgf）603209，宁波海运（nbhy）600798，宏川智慧（hczh）002930，保税科技（bskj）600794
医药
赛升药业（ssyy）300485，美诺华（mnh）603538，昂利康（alk）002940
稳定币
协鑫集成（xxjc）002506，安妮股份（angf）002235，保税科技（bskj）600794，楚天龙（ctl）003040
水利
韩建河山（hjhs）603616，深水规院（ssgy）301038
其余形式独苗
宿迁联盛（sqls）603065，科华控股（khkg）603161，皇台酒业（htjy）000995，宝地矿业（bdky）601121，新疆有色，江龙船艇（jlct）300589，浙江东日（zjdr）600113

二板
茂化实华（mhsh）000637，湘潭电化（xtdh）002125，海科新源（hkxy）301292，兴业股份（xygf）603928

三板
中京电子（zjdz）002579，长城军工（ccjg）601606

四板
诺德股份（ndgf）600110

六板
山东墨龙（sdml）002490

`
  },
{
    "d": "2025-06-19",
    "l": "https://www.tgb.cn/a/2iZlKLxVt5G",
    "t": `

首板
电池
湘潭电化（xtdh）002125，海科新源（hkxy）301292，盛新锂能（sxln）002240，百合花（bhh）603823，丰元股份（fygf）002805，兴业股份（xygf）603928
油气化工
茂化实华（mhsh）000637，宝莫股份（bmgf）002476，兴业股份（xygf）603928，国际实业（gjsy）000159，金瑞矿业（jrky）600714
金融相关
金桥信息（jqxx）603918，电科数字（dksz）600850
电力
恒盛能源（hsny）605580，宝馨科技（bxkj）002514，晨丰科技（cfkj）603685
传媒
掌阅科技（zykj）603533，慈文传媒（cwcm）002343，百纳千成（bnqc）300291
天然气
首华燃气（shrq）300483，蓝焰控股（lykg）000968
其余形式独苗
空港股份（kggf）600463，王力安防（wlaf）605268，创新医疗（cxyl）002173，泉峰汽车（qfqc）603982，必得科技（bdkj）605298，凯旺科技（kwkj）301182

二板
中京电子（zjdz）002579，逸豪新材（yhxc）301176，北方长龙（bfcl）301357，长城军工（ccjg）601606，时代出版（sdcb）600551

三板
诺德股份（ndgf）600110

五板
准油股份，山东墨龙（sdml）002490

`
  },
{
    "d": "2025-06-18",
    "l": "https://www.tgb.cn/a/2iXuXZAjgGb",
    "t": `

首板
稳定币
时代出版（sdcb）600551，楚天龙（ctl）003040，翠微股份（cwgf）603123
新能源
通润装备（trzb）002150，鼎际得（djd）603255，普路通（plt）002769，乐通股份（ltgf）002319
消费电子
比依股份（bygf）603215，联建光电（ljgd）300269，影石创新（yscx）688775，清越科技（qykj）688496
核电
中超控股（zckg）002471，震安科技（zakj）300767
化工
永安药业（yayy）002365，兴化股份，苏州龙杰（szlj）603332
军工
长城军工（ccjg）601606，北方长龙（bfcl）301357，新光光电（xggd）688011，贵绳股份（gsgf）600992
Pcb
中京电子（zjdz）002579，逸豪新材（yhxc）301176，沪电股份（hdgf）002463，科翔股份（kxgf）300903
其余形式独苗
中锐股份（zrgf）002374，标准股份，顺威股份（swgf）002676，福元医药（fyyy）601089，大为股份（dwgf）002213

二板
深华发Ａ（shfa）000020，诺德股份（ndgf）600110，浙江东日（zjdr）600113，莫高股份

三板
东信和平（dxhp）002017，邦基科技（bjkj）603151

四板
协鑫能科（xxnk）002015，准油股份，金牛化工（jnhg）600722，山东墨龙（sdml）002490，贝肯能源（bkny）002828

`
  },
{
    "d": "2025-06-17",
    "l": "https://www.tgb.cn/a/2iVQteErFmS",
    "t": `

首板
脑机
爱朋医疗（apyl）300753，创新医疗（cxyl）002173，麒盛科技（qskj）603610，南京熊猫（njxm）600775，浙江东日（zjdr）600113，北陆药业（blyy）300016，荣泰健康（rtjk）603579
消费电子
英派斯（yps）002899，三夫户外（sfhw）002780，捷荣技术（jrjs）002855，深华发Ａ（shfa）000020
农药
红太阳（hty）000525，蓝丰生化（lfsh）002513，长青股份（cqgf）002391
再生医学
济民健康（jmjk）603222，赤天化（cth）600227
核污染
中核科技（zhkj）000777，融发核电（rfhd）002366，际华集团（jhjt）601718
天然气
国新能源（gxny）600617，胜通能源（stny）001331
锂电池
赢合科技（yhkj）300457，科力远（kly）600478，诺德股份（ndgf）600110，动力源（dly）600405
航运
凤凰航运（fhhy）000520，宏川智慧（hczh）002930，恒基达鑫（hjdx）002492，招商南油（zsny）601975
其余形式独苗
渤海汽车（bhqc）600960，创识科技（cskj）300941，莫高股份，华光环能（hghn）600475，华阳新材（hyxc）600281，天顺股份（tsgf）002800

二板
东信和平（dxhp）002017，恒宝股份（hbgf）002104，珠江钢琴（zjgq）002678，邦基科技（bjkj）603151，苏利股份（slgf）603585

三板
协鑫能科（xxnk）002015，准油股份，山东墨龙（sdml）002490，金牛化工（jnhg）600722，贝肯能源（bkny）002828

`
  },
{
    "d": "2025-06-16",
    "l": "https://www.tgb.cn/a/2iUaJkjdQfG",
    "t": `

首板
谷子经济
高乐股份（glgf）002348，地素时尚（dsss）603587，光线传媒（gxcm）300251，美邦服饰（mbfs）002269
金融稳定币
弘业期货（hyqh）001236，东信和平（dxhp）002017，海联金汇（hljh）002537，天阳科技（tykj）300872，恒宝股份（hbgf）002104，工大科雅（gdky）301197，新炬网络（xjwl）605398，合肥城建（hfcj）002208
恒生电子（hsdz）600570，朗新集团（lxjt）300682，中科金财（zkjc）002657，四方精创（sfjc）300468
医药
北大医药（bdyy）000788，通化金马（thjm）000766，昂利康（alk）002940，启迪药业（qdyy）000590
传媒
三维通信（swtx）002115，遥望科技（ywkj）002291
化工
先达股份（xdgf）603086，苏利股份（slgf）603585，中毅达（zyd）600610，利民股份（lmgf）002734
未分类
海正生材（hzsc）688203，长江材料（cjcl）001296
其余形式独苗
绿茵生态（lyst）002887，东山精密（dsjm）002384，运达股份（ydgf）300772，珠江钢琴（zjgq）002678，广晟有色（gcys）600259，泰坦股份（ttgf）003036，安德利（adl）605198，石英股份（sygf）603688
富吉瑞（fjr）688272，日上集团（rsjt）002593

二板
泰山石油（tssy）000554，协鑫能科（xxnk）002015，准油股份，山东墨龙（sdml）002490，贝肯能源（bkny）002828，萃华珠宝（chzb）002731，金时科技（jskj）002951，大洋生物（dysw）003017，通源石油（tysy）300164，捷强装备（jqzb）300875，金瑞矿业（jrky）600714，金牛化工（jnhg）600722，云煤能源（ymny）600792，中电电机（zddj）603988，金橙子（jcz）688291

四板
元隆雅图（ylyt）002878

`
  },
{
    "d": "2025-06-13",
    "l": "https://www.tgb.cn/a/2iPdhP4aQJT",
    "t": `

首板
油气
中曼石油（zmsy）603619，通源石油（tysy）300164，准油股份，贝肯能源（bkny）002828，东方环宇（dfhy）603706，和顺石油（hssy）603353，德石股份（dsgf）301158，新锦动力（xjdl）300157
山东墨龙（sdml）002490，泰山石油（tssy）000554，石化油服（shyf）600871
黄金
萃华珠宝（chzb）002731，西部黄金（xbhj）601069
蚂蚁金服
协鑫能科（xxnk）002015，金时科技（jskj）002951，澄天伟业（ctwy）300689，正元智慧（zyzh）300645
化工
山东海化（sdhh）000822，金牛化工（jnhg）600722，金瑞矿业（jrky）600714，云煤能源（ymny）600792，红星发展（hxfz）600367，兴化股份，大洋生物（dysw）003017，兴业股份（xygf）603928
核污染
捷强装备（jqzb）300875，北化股份（bhgf）002246，华盛昌（hsc）002980，中广核技（zghj）000881，际华集团（jhjt）601718，中金辐照（zjfz）300962，恒光股份（hggf）301118，南卫股份（nwgf）603880
力生制药（lszy）002393
军工
海能达（hnd）002583，北方长龙（bfcl）301357，晨曦航空（cxhk）300581，成飞集成（cfjc）002190
新能源
协鑫能科（xxnk）002015，豫能控股（ynkg）001896，中电电机（zddj）603988，金时科技（jskj）002951
其余形式独苗
金橙子（jcz）688291，利柏特（lbt）605167，一彬科技（ybkj）001278，千红制药（qhzy）002550，凤凰航运（fhhy）000520，澳洋健康（ayjk）002172

二板
安妮股份（angf）002235，永安药业（yayy）002365，吉大正元（jdzy）003029

三板
哈尔斯（hes）002615，元隆雅图（ylyt）002878，华阳新材（hyxc）600281，英利汽车（ylqc）601279

五板
北矿科技（bkkj）600980

`
  },
{
    "d": "2025-06-12",
    "l": "https://www.tgb.cn/a/2iNB4ouqeXX",
    "t": `

首板
Ai眼镜
比依股份（bygf）603215，国星光电（gxgd）002449
数字货币
南华期货（nhqh）603093，吉大正元（jdzy）003029，东信和平（dxhp）002017，恒银科技（hykj）603106，兆日科技（zrkj）300333
谷子经济
奥雅股份（aygf）300949，一心堂（yxt）002727，新经典（xjd）603096，德艺文创（dywc）300640，高乐股份（glgf）002348，实丰文化（sfwh）002862，诺邦股份（nbgf）603238
医药
一心堂（yxt）002727，交大昂立（jdal）600530，奥赛康（ask）002755，海思科（hsk）002653
核电
弘讯科技（hxkj）603015，融发核电（rfhd）002366
量子计算
罗普特（lpt）688619，电子城（dzc）600658，格尔软件（gerj）603232
共创补涨
曲美家具（qmjj）603818，绿茵生态（lyst）002887
稀土永磁
铭普光磁（mpgc）002902，英思特（yst）301622
RWA
厦门信达（xmxd）000701，安妮股份（angf）002235
汽车产业链
浙江仙通（zjxt）603239，亚通精工（ytjg）603190，秦安股份（qagf）603758
化妆品
若羽臣（ryc）003010，华业香料（hyxl）300886，拉芳家化（lfjh）603630
其余形式独苗
美邦股份（mbgf）605033，巨人网络（jrwl）002558，宁波东力（nbdl）002164，中央商场（zysc）600280，恒邦股份（hbgf）002237，宏工科技（hgkj）301662，川网传媒（cwcm）300987，爱司凯（ask）300521
瑞达期货（rdqh）002961，永安药业（yayy）002365

二板
新北洋（xby）002376，辉隆股份（hlgf）002556，哈尔斯（hes）002615，元隆雅图（ylyt）002878，美晨科技（mckj）300237，青木科技（qmkj）301110，南京商旅（njsl）600250，华阳新材（hyxc）600281，宁波韵升（nbys）600366，英利汽车（ylqc）601279，迪生力（dsl）603335，泉峰汽车（qfqc）603982，西上海（xsh）605151

三板
新日股份（xrgf）603787，康惠制药（khzy）603139

四板
粤传媒（ycm）002181，北矿科技（bkkj）600980

七板
易明医药（ymyy）002826

`
  },
{
    "d": "2025-06-11",
    "l": "https://www.tgb.cn/a/2iLT4dWKPKD",
    "t": `

首板
汽车产业链
西上海（xsh）605151，泉峰汽车（qfqc）603982，迪生力（dsl）603335，英利汽车（ylqc）601279，美晨科技（mckj）300237，合力科技（hlkj）603917，胜利精密（sljm）002426，欣锐科技（xrkj）300745
金麒麟（jql）603586，顺博合金（sbhj）002996，通达电气（tddq）603390
锂电池
天际股份（tjgf）002759，江南新材（jnxc）603124，胜利精密（sljm）002426，博迁新材（bqxc）605376
谷子经济
新北洋（xby）002376，青木科技（qmkj）301110，地素时尚（dsss）603587，哈尔斯（hes）002615，元隆雅图（ylyt）002878
稀土永磁
华阳新材（hyxc）600281，翔鹭钨业（xlwy）002842，宁波韵升（nbys）600366，华宏科技（hhkj）002645
稳定币
南天信息（ntxx）000948，楚天龙（ctl）003040
化工
辉隆股份（hlgf）002556，阿科力（akl）603722，福瑞达（frd）600223，天安新材（taxc）603725，利民股份（lmgf）002734
纺织
泰慕士（tms）001234，南京商旅（njsl）600250，地素时尚（dsss）603587
其余形式独苗
鸿合科技（hhkj）002955，康缘药业（kyyy）600557，润贝航科（rbhk）001316，正虹科技（zhkj）000702，畜牧业，润都股份（rdgf）002923，沙河股份（shgf）000014，中坚科技（zjkj）002779
电魂网络（dhwl）603258

二板
中科磁业（zkcy）301141，曲江文旅（qjwl）600706，康惠制药（khzy）603139，新日股份（xrgf）603787

三板
粤传媒（ycm）002181，苏州龙杰（szlj）603332，北矿科技（bkkj）600980

四板
昂利康（alk）002940，金鹰股份（jygf）600232

六板
易明医药（ymyy）002826

`
  },
{
    "d": "2025-06-10",
    "l": "https://www.tgb.cn/a/2iKcYTaNYBk",
    "t": `

首板
重组
中科曙光（zksg）603019，新筑股份（xzgf）002480
医药
赛力医疗（slyl）603716，哈三联（hsl）002900，赛升药业（ssyy）300485，康惠制药（khzy）603139，浩欧博（hob）688656
传媒
汇洲智能（hzzn）002122，曲江文旅（qjwl）600706，富春股份（fcgf）300299，慈文传媒（cwcm）002343
锂电池
同兴科技（txkj）003027，百合花（bhh）603823，龙蟠科技（lpkj）603906，金银河（jyh）300619，新日股份（xrgf）603787
化工
宿迁联盛（sqls）603065，永悦科技（yykj）603879，华业香料（hyxl）300886
港口物流
南京港（njg）002040，连云港（lyg）601008，宁波海运（nbhy）600798，宁波远洋（nbyy）601022，海航科技（hhkj）600751
其余形式独苗
中电鑫龙（zdxl）002298，太阳电缆（tydl）002300，乐山电力（lsdl）600644，远望谷（ywg）002161，中科磁业（zkcy）301141

二板
澳洋健康（ayjk）002172，粤传媒（ycm）002181，科恒股份（khgf）300340，旭光电子（xgdz）600353，交大昂立（jdal）600530，北矿科技（bkkj）600980，苏州龙杰（szlj）603332，吉华集团（jhjt）603980，甬金股份（yjgf）603995

三板
昂利康（alk）002940，金鹰股份（jygf）600232，德新科技（dxkj）603032

五板
易明医药（ymyy）002826

七板
共创草坪（gccp）605099

`
  },
{
    "d": "2025-06-09",
    "l": "https://www.tgb.cn/a/2iIyGN9evlK",
    "t": `

首板
跨境电商
曲美家居（qmjj）603818，跨境通（kjt）002640
足球
皓宸医疗（hcyl）002622，元隆雅图（ylyt）002878，粤传媒（ycm）002181，康力源（kly）301287，南京商旅（njsl）600250，亚泰集团（ytjt）600881
医药
众生药业（zsyy）002317，美诺华（mnh）603538，睿智医药（rzyy）300149，罗欣药业（lxyy）002793，常山药业（csyy）300255，誉衡药业（yhyy）002437，双鹭药业（slyy）002038，舒泰神（sts）300204
核电
旭光电子（xgdz）600353，合锻智能（hdzn）603011，哈焊华通（hhht）301137，中超控股（zckg）002471
金融稳定币
东信和平（dxhp）002017，永安期货（yaqh）600927，南华期货（nhqh）603093，信达证券（xdzq）601059，恒宝股份（hbgf）002104
锂电池
英联股份（ylgf）002846，金龙羽（jly）002882
消费
东贝集团（dbjt）601956，古越龙山（gyls）600059，集友股份（jygf）603429，均瑶健康（jyjk）605388
养老
澳洋健康（ayjk）002172，交大昂立（jdal）600530，信隆健康（xljk）002105
化工
联化科技（lhkj）002250，广康生化（gksh）300804，蓝丰生化（lfsh）002513，奇德新材（qdxc）300995，苏州龙杰（szlj）603332，吉华集团（jhjt）603980，闰土股份（rtgf）002440
稀土
英洛华（ylh）000795，北矿科技（bkkj）600980
其余形式独苗
三佳科技（sjkj）600520，文科股份（wkgf）002775，甬金股份（yjgf）603995，利君股份（ljgf）002651，江淮汽车（jhqc）600418，华为汽车（hwqc）600741，引力传媒（ylcm）603598，中力股份（zlgf）603194

二板
长青股份（cqgf）002391，仁智股份（rzgf）002629，昂利康（alk）002940，楚天龙（ctl）003040，海辰药业（hcyy）300584，金鹰股份（jygf）600232，百利电气（bldq）600468，德新科技（dxkj）603032，洛凯股份（lkgf）603829

四板
中嘉博创（zjbc）000889，易明医药（ymyy）002826

五板
金时科技（jskj）002951

六板
共创草坪（gccp）605099

`
  },
{
    "d": "2025-06-06",
    "l": "https://www.tgb.cn/a/2iDyCVBXKep",
    "t": `

首板
电网
洛凯股份（lkgf）603829，福达合金（fdhj）603045
稳定币
石基信息（sjxx）002153，楚天龙（ctl）003040
商业航天
中衡设计（zhsj）603017，航天机电（htjd）600151
黄金
湖南白银（hnby）002716，福达合金（fdhj）603045，白银有色（byys）601212，盛达资源（sdzy）000603
锂电池
德新科技（dxkj）603032，大为股份（dwgf）002213，丽岛新材（ldxc）603937，海辰药业（hcyy）300584，金鹰股份（jygf）600232，宝明科技（bmkj）002992
化工
丹化科技（dhkj）600844，长青股份（cqgf）002391，浙江众成（zjzc）002522，渤海化学（bhhx）600800，永悦科技（yykj）603879，青岛双星（qdsx）000599，美邦股份（mbgf）605033
VPN
南凌科技（nlkj）300921，二六三（els）002467，宁波建工（nbjg）601789
医药
昂利康（alk）002940，新诺威（xnw）300765
三峡建设
四方新材（sfxc）605122，重庆建工（cqjg）600939
其余形式独苗
海泰发展（htfz）600082，仁智股份（rzgf）002629，美利云（mly）000815，大有能源（dyny）600403，今创集团（jcjt）603680，百利电气（bldq）600468，湖南发展（hnfz）000722，津投城开（jtck）600322

二板
中润资源（zrzy）000506，厦门信达（xmxd）000701，新联电子（xldz）002546，苏利股份（slgf）603585，华体科技（htkj）603679

三板
中嘉博创（zjbc）000889，中电鑫龙（zdxl）002298，易明医药（ymyy）002826，华脉科技（hmkj）603042

四板
金时科技（jskj）002951，菲林格尔（flge）603226

五板
共创草坪（gccp）605099

`
  },
{
    "d": "2025-06-05",
    "l": "https://www.tgb.cn/a/2iBVGVXG0gx",
    "t": `

首板
重组
湖南天雁（hnty）600698，东安动力（dadl）600178，建设工业（jsgy）002265
电网
金智科技（jzkj）002090，立新能源（lxny）001258，恒实科技（hskj）300513，滨海能源（bhny）000695，新联电子（xldz）002546，积成电子（jcdz）002339，冰山冷热（bslr）000530，南网能源（nwny）003035
天正电气（tzdq）605066
算力
湖北广电（hbgd）000665，天津普林（tjpl）002134，广合科技（ghkj）001389，海得控制（hdkz）002184，通鼎互联（tdhl）002491，方正科技（fzkj）600601，大位科技（dwkj）600589，科华数据（khsj）002335
青云科技（qykj）688316，生益科技（sykj）600183，剑桥科技（jqkj）603083，歌华有线（ghyx）600037，神驰机电（scjd）603109
稳定币
恒宝股份（hbgf）002104，时代出版（sdcb）600551，恒银科技（hykj）603106，翠微股份（cwgf）603123，厦门信达（xmxd）000701
RWA
元隆雅图（ylyt）002878，工大科雅（gdky）301197
化工
苏利股份（slgf）603585，奥克股份（akgf）300082，联化科技（lhkj）002250
基建
美芝股份，汇通集团（htjt）603176
商业航天
腾达科技（tdkj）001379，华体科技（htkj）603679，三维通信（swtx）002115，西测测试（xccs）301306
机器人
长华集团（zhjt）605018，永创智能（yczn）603901，海得控制（hdkz）002184，春光科技（cgkj）603657
芯片
至正股份（zzgf）603991，德明利（dml）001309
其余形式独苗
万泰生物（wtsw）603392，金陵饭店（jlfd）601007，舒华体育（shty）605299，中润资源（zrzy）000506，明德生物（mdsw）002932，天津普林（tjpl）002134，必得科技（bdkj）605298，朝阳科技（zykj）002981

二板
顺钠股份（sngf）000533，中嘉博创（zjbc）000889，中电鑫龙（zdxl）002298，易明医药（ymyy）002826，嘉美包装（jmbz）002969，汇金股份（hjgf）300368，华脉科技（hmkj）603042

三板
金时科技（jskj）002951，金陵体育（jlty）300651，南华期货（nhqh）603093，菲林格尔（flge）603226

四板
共创草坪（gccp）605099

`
  },
{
    "d": "2025-06-04",
    "l": "https://www.tgb.cn/a/2iAhCAfgFMz",
    "t": `

首板
摘帽
中嘉博创（zjbc）000889，威帝股份（wdgf）603023
核电
顺钠股份（sngf）000533，风范股份（ffgf）601700，万里石（wls）002785，巨力索具（jlsj）002342
算力产业链
中电鑫龙（zdxl）002298，奥雅股份（aygf）300949，华脉科技（hmkj）603042，禾盛新材（hsxc）002290
锂电池
百合花（bhh）603823，光华科技（ghkj）002741，科恒股份（khgf）300340，得润电子（drdz）002055，传艺科技（cykj）002866，诺德股份（ndgf）600110，金圆股份（jygf）000546
房地产相关
财信发展（cxfz）000838，爱丽家居（aljj）603221，江山欧派（jsop）603208，重庆建工（cqjg）600939
消费电子
宏和科技（hhkj）603256，亚世光电（ysgd）002952
金融
汇金股份（hjgf）300368，中科金财（zkjc）002657
无人驾驶
康盛股份（ksgf）002418，珠江股份（zjgf）600684，嘉诚国际（jcgj）603535，侨银股份（qygf）002973，启迪环境（qdhj）000826
新型消费
乐普医疗（lpyl）300003，诺帮股份，西麦食品（xmsp）002956，豪悦护理（hyhl）605009，莱绅通灵（lstl）603900，哈尔斯（hes）002615，劲嘉股份（jjgf）002191，华宝股份（hbgf）300741
国芳集团（gfjt）601086
酿酒饮料
峨眉山Ａ（emsa）000888，嘉美包装（jmbz）002969，永顺泰（yst）001338
化工
尤夫股份（yfgf）002427，渝三峡Ａ（ysxa）000565
旅游
峨眉山Ａ（emsa）000888，长白山（cbs）603099
其余形式独苗
易明医药（ymyy）002826，旭升集团（xsjt）603305，松炀资源（syzy）603863，邦基科技（bjkj）603151，桂林三金（glsj）002275

二板
九芝堂（jzt）000989，潮宏基（chj）002345，萃华珠宝（chzb）002731，金时科技（jskj）002951，若羽臣（ryc）003010，金陵体育（jlty）300651，广晟有色（gcys）600259，乐惠国际（lhgj）603076，南华期货（nhqh）603093，菲林格尔（flge）603226，有友食品（yysp）603697，龙蟠科技（lpkj）603906，合兴股份（hxgf）605005，山东玻纤（sdbx）605006，菜百股份（cbgf）605599

三板
中衡设计（zhsj）603017，永悦科技（yykj）603879，共创草坪（gccp）605099

五板
御银股份（yygf）002177

`
  },
{
    "d": "2025-06-03",
    "l": "https://www.tgb.cn/a/2iyAtOThQyt",
    "t": `

首板
化工
北化股份（bhgf）002246，新金路（xjl）000510，永冠新材（ygxc）603681，河化股份（hhgf）000953，滨海能源（bhny）000695，山东玻纤（sdbx）605006，广晟有色（gcys）600259
无人机
山东矿机（sdkj）002526，大宏立（dhl）300865，星网宇达（xwyd）002829，康达新材（kdxc）002669
医药
千红制药（qhzy）002550，冠昊生物（ghsw）300238，昂利康（alk）002940，佛慈制药（fczy）002644，九芝堂（jzt）000989，华纳药厂（hnyc）688799，北陆药业（blyy）300016
稳定币RWA
金时科技（jskj）002951，保税科技（bskj）600794，南华期货（nhqh）603093，沪农商行（hnsh）601825，二六三（els）002467
机器人
联合精密（lhjm）001268，南都物业（ndwy）603506，新大正（xdz）002968
外销
帝欧家居，青岛双星（qdsx）000599
消费
金陵体育（jlty）300651，西部黄金（xbhj）601069，乐惠国际（lhgj）603076，有友食品（yysp）603697，若羽臣（ryc）003010，锦泓集团（jhjt）603518，交大昂立（jdal）600530，创源股份（cygf）300703
菜百股份（cbgf）605599，南京商旅（njsl）600250，保龄宝（blb）002286，曼卡龙（mkl）300945，朗姿股份（lzgf）002612，萃华珠宝（chzb）002731，均瑶健康（jyjk）605388，潮宏基（chj）002345
无人驾驶物流
合兴股份（hxgf）605005，江西长运（jxzy）600561，龙洲股份（lzgf）002682
其余形式独苗
龙蟠科技（lpkj）603906，无人机固态电池，顺灏股份（shgf）002565，香溢融通（xyrt）600830，威派格（wpg）603956，飞乐音响（fyyx）600651

二板
海南海药（hnhy）000566，申科股份（skgf）002633，哈三联（hsl）002900，中天火箭（zthj）003009，百利电气（bldq）600468，中衡设计（zhsj）603017，永悦科技（yykj）603879，共创草坪（gccp）605099

三板
恒宝股份（hbgf）002104，海联金汇（hljh）002537，翠微股份（cwgf）603123

四板
御银股份（yygf）002177，联化科技（lhkj）002250

五板
德邦股份（dbgf）603056

`
  },
{
    "d": "2025-05-30",
    "l": "https://www.tgb.cn/a/2irYz3teH6G",
    "t": `

首板
碳中和
南网能源（nwny）003035，棕榈股份，东方园林（dfyl）002310，东珠生态（dzst）603359
股转
申科股份（skgf）002633，华远地产（hydc）600743，中旗新材（zqxc）001212，莫高股份
医药
哈三联（hsl）002900，海南海药（hnhy）000566
农牧
巨星农牧（jxnm）603477，湘佳股份（xjgf）002982
多胎
安奈儿（ane）002875，悦心健康（yxjk）002162，真爱美家（zamj）003041
火箭回收
中天火箭（zthj）003009，中衡设计（zhsj）603017
房地产
华远地产（hydc）600743，深深房Ａ（ssfa）000029，菲林格尔（flge）603226
无人机
纵横股份（zhgf）688070，永悦科技（yykj）603879
其余形式独苗
创新医疗（cxyl）002173，共创草坪（gccp）605099，百利电气（bldq）600468

二板
恒宝股份（hbgf）002104，海联金汇（hljh）002537，富煌钢构（fhgg）002743，元隆雅图（ylyt）002878，睿智医药（rzyy）300149，霍普股份（hpgf）301024，绿能慧充（lnhc）600212，时代出版（sdcb）600551，交运股份（jygf）600676，翠微股份（cwgf）603123，中力股份（zlgf）603194，福龙马（flm）603686

三板
御银股份（yygf）002177，联化科技（lhkj）002250

四板
华森制药（hszy）002907，德邦股份（dbgf）603056

`
  },
{
    "d": "2025-05-29",
    "l": "https://www.tgb.cn/a/2iqmchW1UzY",
    "t": `

首板
无人驾驶物流
申通股份，音飞储存（yfcc）603066，东风股份（dfgf）600006，启明信息（qmxx）002232，兴民智通（xmzt）002355，万马科技（wmkj）300698，福龙马（flm）603686，超捷股份（cjgf）301005
康盛股份（ksgf）002418，合众思壮（hzsz）002383，得润电子（drdz）002055，中原内配（zynp）002448，锦江在线（jjzx）600650，金溢科技（jykj）002869，金龙汽车（jlqc）600686，湘邮科技（xykj）600476
德赛西威（dsxw）002920，中力股份（zlgf）603194
芯片
申通股份，概伦电子（gldz）688206，广立微（glw）301095
核电
富煌钢构（fhgg）002743，中超控股（zckg）002471，华菱线缆（hlxl）001208，远东股份（ydgf）600869，深南电Ａ（snda）000037，久盛电气（jsdq）301082，兰石重装（lszz）603169，四创电子（scdz）600990
王子新材（wzxc）002735
RWA
鸿合科技（hhkj）002955，郎新集团（lxjt）601512，协鑫能科（xxnk）002015，元隆雅图（ylyt）002878，奥瑞德（ard）600666，金桥信息（jqxx）603918，天地在线（tdzx）002995，捷顺科技（jskj）002609
汽车产业链
正裕工业（zygy）603089，山子高科（szgk）000981，通达动力（tddl）002576，德宏股份（dhgf）603701，交运股份（jygf）600676，东风科技（dfkj）600081
环保
宿迁联盛（sqls）603065，联泰环保（lthb）603797，中晟高科（zcgk）002778，法尔胜（fes）000890
医药
舒泰神（sts）300204，力生制药（lszy）002393，睿智医药（rzyy）300149，益方生物（yfsw）688382，昭衍新药（zyxy）603127，众生药业（zsyy）002317
算力
鸿博股份（hbgf）002229，速达股份（sdgf）001277，奥瑞德（ard）600666
化工
宿迁联盛（sqls）603065，永冠新材（ygxc）603681，三力士（sls）002224，宏和科技（hhkj）603256，金浦钛业（jpty）000545，宏柏新材（hbxc）605366
数字货币
海联金汇（hljh）002537，汇金股份（hjgf）300368，雄帝科技（xdkj）300546，四方精创（sfjc）300468，恒宝股份（hbgf）002104，青岛金王（qdjw）002094，金证股份（jzgf）600446，翠微股份（cwgf）603123
天阳科技（tykj）300872，霍普股份（hpgf）301024，京北方（jbf）002987，神州信息（szxx）000555，信雅达（xyd）600571，拉卡拉（lkl）300773
其余形式独苗
新大正（xdz）002968，全筑股份（qzgf）603030，时代出版（sdcb）600551，天晟新材（tcxc）300169，香港证券（xgzq）513090，绿能慧充（lnhc）600212，贝斯美（bsm）300796，航发科技（hfkj）600391
瀛通通讯（yttx）002861

二板
粤电力Ａ（ydla）000539，启迪环境（qdhj）000826，御银股份（yygf）002177，联化科技（lhkj）002250，侨银股份（qygf）002973，广康生化（gksh）300804，玉禾田（yht）300815，国芳集团（gfjt）601086，联明股份（lmgf）603006，合锻智能（hdzn）603011，乐惠国际（lhgj）603076，合兴股份（hxgf）605005

三板
劲旅环境（jlhj）001230，华森制药（hszy）002907，德邦股份（dbgf）603056，锦泓集团（jhjt）603518，江苏新能（jsxn）603693

四板
云内动力（yndl）000903，通达电气（tddq）603390，均瑶健康（jyjk）605388

五板
融发核电（rfhd）002366

六板
尚纬股份（swgf）603333

`
  },
{
    "d": "2025-05-28",
    "l": "https://www.tgb.cn/a/2ioEToWFHHl",
    "t": `

首板
无人驾驶
侨银股份（qygf）002973，星网宇达（xwyd）002829，博世科（bsk）300422，启迪环境（qdhj）000826，联明股份（lmgf）603006，玉禾田（yht）300815，悦达投资（ydtz）600805，合兴股份（hxgf）605005
晋西车轴（jxcz）600495，今创集团（jcjt）603680
农药
联化科技（lhkj）002250，广康生化（gksh）300804
化工
永安药业（yayy）002365，优彩资源（yczy）002998
核电
雪人股份（xrgf）002639，利柏特（lbt）605167，泰尔股份（tegf）002347，巨力索具（jlsj）002342，合锻智能（hdzn）603011
零售
国芳集团（gfjt）601086，国光连锁（ggls）605188
饮料
欢乐家（hlj）300997，乐惠国际（lhgj）603076，新乳业（xry）002946
黄金
周大生（zds）002867，莱百股份，老凤祥（lfx）600612
化妆品
水羊股份（sygf）300740，益盛药业（ysyy）002566
其余形式独苗
友阿股份（yagf）002277，安正时尚（azss）603839，园林股份（ylgf）605303，御银股份（yygf）002177，千红制药（qhzy）002550，神开股份（skgf）002278，粤电力Ａ（ydla）000539，南都物业（ndwy）603506
滨海能源（bhny）000695

二板
劲旅环境（jlhj）001230，尤夫股份（yfgf）002427，明牌珠宝（mpzb）002574，华森制药（hszy）002907，德邦股份（dbgf）603056，锦泓集团（jhjt）603518，海利尔（hle）603639，美邦股份（mbgf）605033，江苏新能（jsxn）603693

三板
云内动力（yndl）000903，长城电工（ccdg）600192，会稽山（hjs）601579，通达电气（tddq）603390，汇金通（hjt）603577，均瑶健康（jyjk）605388

四板
融发核电（rfhd）002366

五板
尚纬股份（swgf）603333

`
  },
{
    "d": "2025-05-27",
    "l": "https://www.tgb.cn/a/2imYv7oX3fn",
    "t": `

首板
谷子经济
锦泓集团（jhjt）603518，明牌珠宝（mpzb）002574，广博股份（gbgf）002103
无人驾驶物流
德邦股份（dbgf）603056，劲旅环境（jlhj）001230，西上海（xsh）605151
电力
江苏新能（jsxn）603693，乐山电力（lsdl）600644
宠物经济
英联股份（ylgf）002846，交大昂立（jdal）600530
饮料
泉阳泉（qyq）600189，保龄宝（blb）002286，科拓生物（ktsw）300858，金枫酒业（jfjy）600616，西王食品，有友食品（yysp）603697
化妆品
星徽股份（xhgf）300464，青岛金王（qdjw）002094
医药
誉衡药业（yhyy）002437，华森制药（hszy）002907，海王生物（hwsw）000078
机器人
中马传动（zmcd）603767，格力博（glb）301260，东贝集团（dbjt）601956
化工
河化股份（hhgf）000953，尤夫股份（yfgf）002427，渝三峡Ａ（ysxa）000565
农药
海利尔（hle）603639，辉隆股份（hlgf）002556，广信股份（gxgf）603599，利尔化学（lehx）002258，中旗股份（zqgf）300575，美邦股份（mbgf）605033，中农联合（znlh）003042
固态
英联股份（ylgf）002846，金龙羽（jly）002882
其余形式独苗
升达林业（sdly）002259，黄河旋风（hhxf）600172，烽火电子（fhdz）000561，四创电子（scdz）600990，拉升节点是核电，常青股份（cqgf）603768

二板
云内动力（yndl）000903，诺普信（npx）002215，锡装股份（xzgf）001332，凯美特气（kmtq）002549，长城电工（ccdg）600192，百利电气（bldq）600468，会稽山（hjs）601579，宿迁联盛（sqls）603065，通达电气（tddq）603390，汇金通（hjt）603577，莱绅通灵（lstl）603900，均瑶健康（jyjk）605388，科捷智能（kjzn）688455

三板
哈焊华通（hhht）301137，融发核电（rfhd）002366，苏州龙杰（szlj）603332，永冠新材（ygxc）603681

四板
中超控股（zckg）002471，尚纬股份（swgf）603333，京华激光（jhjg）603607

五板
汇得科技（hdkj）603192

`
  },
{
    "d": "2025-05-26",
    "l": "https://www.tgb.cn/a/2ilitJ90sTO",
    "t": `

首板
智能物流
远望谷（ywg）002161，云内动力（yndl）000903，科捷智能（kjzn）688455，龙洲股份（lzgf）002682，湘邮科技（xykj）600476，通达电气（tddq）603390，中邮科技（zykj）688648，锦江在线（jjzx）600650
智莱科技（zlkj）300771，克来机电（kljd）603960
环保
正和生态（zhst）605069，财信发展（cxfz）000838，长青集团（cqjt）002616
中科系
中国科传（zgkc）601858，中科信息（zkxx）300678
化工
宜宾纸业（ybzy）600793，安纳达（and）002136，江苏博云（jsby）301003，凯美特气（kmtq）002549，诺普信（npx）002215，宿迁联盛（sqls）603065，金浦钛业（jpty）000545
核电
锡装股份（xzgf）001332，保变电气（bbdq）600550，哈空调（hkt）600202，长城电工（ccdg）600192，百利电气（bldq）600468，大西洋（dxy）600558，汇金通（hjt）603577，合锻智能（hdzn）603011
永鼎股份（ydgf）600105，金利华电（jlhd）300069，中核科技（zhkj）000777，中广核技（zghj）000881
消费
会稽山（hjs）601579，乐惠国际（lhgj）603076，均瑶健康（jyjk）605388，来伊份（lyf）603777
Ai视觉
同为股份（twgf）002835，星宸科技（xckj）301536
其余形式独苗
浪潮软件（lcrj）600756，武汉凡谷（whfg）002194，瑞贝卡（rbk）600439，深纺织Ａ（sfza）000045，莱绅通灵（lstl）603900，游族网络（yzwl）002174，实丰文化（sfwh）002862，鸿博股份（hbgf）002229
棕榈股份

二板
新金路（xjl）000510，融发核电（rfhd）002366，雪人股份（xrgf）002639，哈焊华通（hhht）301137，苏州龙杰（szlj）603332，永冠新材（ygxc）603681

三板
中超控股（zckg）002471，尚纬股份（swgf）603333，京华激光（jhjg）603607

四板
汇得科技（hdkj）603192

`
  },
{
    "d": "2025-05-23",
    "l": "https://www.tgb.cn/a/2igmcMlcngB",
    "t": `

首板
机器人
德迈仕（dms）301007，雪龙集团（xljt）603949，北特科技（btkj）603009，赛力斯（sls）601127
医药
众生药业（zsyy）002317，海辰药业（hcyy）300584，多瑞医药（dryy）301075，贝瑞基因（brjy）000710，一心堂（yxt）002727，新天地（xtd）301277
锂电池
英联股份（ylgf）002846，金龙羽（jly）002882
化工
凤竹纺织（fzfz）600493，沃特股份（wtgf）002886，新金路（xjl）000510，尤夫股份（yfgf）002427，永冠新材（ygxc）603681，国风新材（gfxc）000859，苏州龙杰（szlj）603332，先达股份（xdgf）603086
恒鑫生活（hxsh）301501，众鑫股份（zxgf）603091，阳谷华泰（yght）300121，鼎龙科技（dlkj）603004
核电
融发核电（rfhd）002366，哈焊华通（hhht）301137，雪人股份（xrgf）002639，中洲特材（zztc）300963
其余形式独苗
悦达投资（ydtz）600805，高合汽车，格尔软件（gerj）603232，丽人丽妆（lrlz）605136

二板
烽火电子（fhdz）000561，海森药业（hsyy）001367，海翔药业（hxyy）002099，中超控股（zckg）002471，王子新材（wzxc）002735，尚纬股份（swgf）603333，京华激光（jhjg）603607

三板
永安药业（yayy）002365，汇得科技（hdkj）603192

五板
滨海能源（bhny）000695

`
  },
{
    "d": "2025-05-22",
    "l": "https://www.tgb.cn/a/2ieJt58BOR4",
    "t": `

首板
核电
中超控股（zckg）002471，王子新材（wzxc）002735，尚纬股份（swgf）603333
外贸
安正时尚（azss）603839，东贝集团（dbjt）601956
端侧
亚世光电（ysgd）002952，国光电器（ggdq）002045
医药
海翔药业（hxyy）002099
军工
海特高新（htgx）002023，四创电子（scdz）600990，烽火电子（fhdz）000561，银河电子（yhdz）002519，国科天成（gktc）301571，长春一东（ccyd）600148
人工智能
东珠生态（dzst）603359，盛视科技（sskj）002990，昆仑万维（klww）300418
其余形式独苗
中恒电气（zhdq）002364，晋西车轴（jxcz）600495，鸿铭股份（hmgf）301105，京华激光（jhjg）603607，升达林业（sdly）002259，强邦新材（qbxc）001279，中天精装（ztjz）002989，华研精机（hyjj）301138
美邦股份（mbgf）605033

二板
永安药业（yayy）002365，廊坊发展（lffz）600149，重庆港（cqg）600279，宝光股份（bggf）600379，汇得科技（hdkj）603192，通达电气（tddq）603390

三板
慧博云通（hbyt）301316，莱绅通灵（lstl）603900

四板
滨海能源（bhny）000695，棕榈股份，浪莎股份（lsgf）600137，宜宾纸业（ybzy）600793，三生国健（ssgj）688336

`
  },
{
    "d": "2025-05-21",
    "l": "https://www.tgb.cn/a/2id1WxY9M88",
    "t": `

首板
化工
中农立华（znlh）603970，永安药业（yayy）002365，河化股份（hhgf）000953，大有能源（dyny）600403，安纳达（and）002136，西陇科学（xlkx）002584，红宝丽（hbl）002165
城市更新
科新发展（kxfz）600234，梅轮电梯（mldt）603321，浙江建投（zjjt）002761，中衡设计（zhsj）603017
锂电池
粤宏远Ａ（yhya）000573，汇得科技（hdkj）603192，安纳达（and）002136，国轩高科（gxgk）002074，领湃科技（lpkj）300530，龙蟠科技（lpkj）603906，圣阳股份（sygf）002580，宏工科技（hgkj）301662
海辰药业（hcyy）300584，常青股份（cqgf）603768
电力
宝光股份（bggf）600379，廊坊发展（lffz）600149
外贸
重庆港（cqg）600279，南京港（njg）002040
医药
舒泰神（sts）300204，河化股份（hhgf）000953，哈三联（hsl）002900，康弘药业（khyy）002773
达字辈
安纳达（and）002136，爱仕达（asd）002403，通达电气（tddq）603390
其余形式独苗
会稽山（hjs）601579，保龄宝（blb）002286，泰尔股份（tegf）002347，云内动力（yndl）000903，露笑科技（lxkj）002617，茂业商业（mysy）600828，西部黄金（xbhj）601069

二板
一心堂（yxt）002727，金龙羽（jly）002882，信邦智能（xbzn）301112，慧博云通（hbyt）301316，乐山电力（lsdl）600644，莱绅通灵（lstl）603900

三板
综艺股份（zygf）600770，三生国健（ssgj）688336，宜宾纸业（ybzy）600793，滨海能源（bhny）000695，湖南发展（hnfz）000722，棕榈股份，浪莎股份（lsgf）600137，空港股份（kggf）600463，湖南天雁（hnty）600698

四板
天汽模（tqm）002510

五板
郑中设计（zzsj）002811，丽人丽妆（lrlz）605136

`
  },
{
    "d": "2025-05-20",
    "l": "https://www.tgb.cn/a/2ibqK0nXew8",
    "t": `

首板
重组
慧博云通（hbyt）301316，信邦智能（xbzn）301112，一品红（yph）300723
医药
华海药业（hhyy）600521，济南高新（jngx）600807，一品红（yph）300723，一心堂（yxt）002727
芯片
友阿股份（yagf）002277，万润科技（wrkj）002654，大唐电信（dtdx）600198，盈方微（yfw）000670，圣晖集成（shjc）603163
军工
博云新材（byxc）002297，利源股份，长春一东（ccyd）600148
宠物经济
贝因美（bym）002570，依依股份（yygf）001206，祖名股份（zmgf）003030
汽车产业链
铁流股份（tlgf）603926，东风股份（dfgf）600006
黄金
莱绅通灵（lstl）603900，潮宏基（chj）002345，曼卡龙（mkl）300945
谷子经济
广博股份（gbgf）002103，京华激光（jhjg）603607，曼卡龙（mkl）300945，创源股份（cygf）300703，奥飞娱乐（afyl）002292，实丰文化（sfwh）002862，罗曼股份（lmgf）605289，远望谷（ywg）002161
电力
乐山电力（lsdl）600644，江苏新能（jsxn）603693，西昌电力（xcdl）600505
人工智能
梦网科技（mwkj）002123，浙文互联（zwhl）600986
环保
清新环境（qxhj）002573，楚环科技（chkj）001336
保健品
雪榕生物（xrsw）300511，佳禾食品（jhsp）605300
化工
浙江众成（zjzc）002522，苏州龙杰（szlj）603332
消费电子
比依股份（bygf）603215，欧菲光（ofg）002456
稀土永磁
万朗磁塑（wlcs）603150，广晟有色（gcys）600259
其余形式独苗
天安新材（taxc）603725，金龙羽（jly）002882，永创智能（yczn）603901

二板
滨海能源（bhny）000695，湖南发展（hnfz）000722，源飞宠物（yfcw）001222，棕榈股份，金利华电（jlhd）300069，天元宠物（tycw）301335，九鼎投资，浪莎股份（lsgf）600137，安彩高科（acgk）600207，空港股份（kggf）600463，保变电气（bbdq）600550，湖南天雁（hnty）600698，综艺股份（zygf）600770，宜宾纸业（ybzy）600793，亚泰集团（ytjt）600881，拉芳家化（lfjh）603630，迎丰股份（yfgf）605055，三生国健（ssgj）688336

三板
信隆健康（xljk）002105，天汽模（tqm）002510，万安科技（wakj）002590，王子新材（wzxc）002735，路畅科技（lckj）002813，百利电气（bldq）600468

四板
郑中设计（zzsj）002811，丽人丽妆（lrlz）605136

`
  },
{
    "d": "2025-05-19",
    "l": "https://www.tgb.cn/a/2i9K459cV7s",
    "t": `

首板
并购重组
安彩高科（acgk）600207，九鼎投资，光智科技（gzkj）300489，滨海能源（bhny）000695，综艺股份（zygf）600770，电子城（dzc）600658，湖南天雁（hnty）600698，澳柯玛（akm）600336
焦作万方（jzwf）000612，金利华电（jlhd）300069，保变电气（bbdq）600550，宜宾纸业（ybzy）600793，湖南发展（hnfz）000722，空港股份（kggf）600463，新宏泰（xht）603016，正虹科技（zhkj）000702
棕榈股份，高新发展（gxfz）000628，四川双马（scsm）000935，渤海股份（bhgf）000605，本钢板材（bgbc）000761，亚泰股份，大千生态（dqst）603955
军工
海格通信（hgtx）002465，湖南天雁（hnty）600698，航天彩虹（htch）002389，航天动力（htdl）600343
港口航运
厦门港务（xmgw）000905，珠海港（zhg）000507，宁波港（nbg）601018，盐田港（ytg）000088
食品消费
巴比食品（bbsp）605338，天味食品（twsp）603317
房地产
帝欧家居，华远地产（hydc）600743，沙河股份（shgf）000014，海泰发展（htfz）600082，我乐家居（wljj）603326
化工
永安药业（yayy）002365，尤夫股份（yfgf）002427，吉林化纤（jlhx）000420，拉芳家化（lfjh）603630，江天化学（jthx）300927
纺织
浪莎股份（lsgf）600137，迎丰股份（yfgf）605055
机器人
丰茂股份（fmgf）301459，福龙马（flm）603686，中重科技（zzkj）603135
宠物经济
源飞宠物（yfcw）001222，保龄宝（blb）002286，天元宠物（tycw）301335，大千生态（dqst）603955
其余形式独苗
久吾高科（jwgk）300631，德力股份（dlgf）002571，交大昂立（jdal）600530，盛视科技（sskj）002990，金财互联（jchl）002530，三生国健（ssgj）688336，渝三峡改成国光连锁，达华智能（dhzn）002512

二板
信隆健康（xljk）002105，安纳达（and）002136，中超控股（zckg）002471，天汽模（tqm）002510，万安科技（wakj）002590，利君股份（ljgf）002651，王子新材（wzxc）002735，路畅科技（lckj）002813，东方中科（dfzk）002819，中洲特材（zztc）300963，华阳新材（hyxc）600281，百利电气（bldq）600468，中毅达（zyd）600610，百合股份（bhgf）603102，吉华集团（jhjt）603980，国光连锁（ggls）605188

三板
郑中设计（zzsj）002811，丽人丽妆（lrlz）605136

五板
南京港（njg）002040，宁波海运（nbhy）600798，连云港（lyg）601008，成飞集成（cfjc）002190

`
  },
{
    "d": "2025-05-16",
    "l": "https://www.tgb.cn/a/2i4G2JGSGjx",
    "t": `

首板
核电
王子新材（wzxc）002735，百利电气（bldq）600468，中超控股（zckg）002471，中洲特材（zztc）300963
汽车产业链以及机器人
万安科技（wakj）002590，新坐标（xzb）603040，路畅科技（lckj）002813，铭科精技（mkjj）001319，天汽模（tqm）002510，均胜电子（jsdz）600699，秦安股份（qagf）603758，日盈电子（rydz）603286
日发精机（rfjj）002520，信隆健康（xljk）002105，圣龙股份（slgf）603178，亚太股份（ytgf）002284，安乃达（and）603350，格力博（glb）301260，麦迪科技（mdkj）603990，凯迪股份（kdgf）605288
春兴精工（cxjg）002547，杰克股份
化工
安纳达（and）002136，中欣氟材（zxfc）002915，中毅达（zyd）600610，吉华集团（jhjt）603980，红宝丽（hbl）002165，红墙股份（hqgf）002809
未分类
华阳新材（hyxc）600281，章源钨业（zywy）002378
其余形式独苗
新华制药（xhzy）000756，东方中科（dfzk）002819，小米芯片，神驰机电（scjd）603109，利君股份（ljgf）002651，百合股份（bhgf）603102，遥望科技（ywkj）002291，三羊马（sym）001317
安源煤业（aymy）600397，国光连锁（ggls）605188

二板
通达股份（tdgf）002560，郑中设计（zzsj）002811，哈三联（hsl）002900，拓新药业（txyy）301089，京运通（jyt）601908，安正时尚（azss）603839，丽人丽妆（lrlz）605136，洪通燃气（htrq）605169

三板
渝三峡Ａ（ysxa）000565

四板
南京港（njg）002040，集泰股份（jtgf）002909，宁波海运（nbhy）600798，连云港（lyg）601008，宁波海洋（nbhy）600798

八板
成飞集成（cfjc）002190

`
  },
{
    "d": "2025-05-15",
    "l": "https://www.tgb.cn/a/2i3429C8fQ5",
    "t": `

首板
麦角硫因
丽人丽妆（lrlz）605136，川宁生物（cnsw）301301，福瑞达（frd）600223，金达威（jdw）002626，若羽臣（ryc）003010，拓新药业（txyy）301089
化妆品抗衰老
哈三联（hsl）002900，洁雅股份（jygf）301108，拉芳家化（lfjh）603630，登康口腔（dkkq）001328，海南海药（hnhy）000566，西王食品，美农生物（mnsw）301156，百洋股份（bygf）002696
华业香料（hyxl）300886，博闻科技（bwkj）600883，众兴菌业（zxjy）002772，青松股份（qsgf）300132，丸美生物（wmsw）603983
人工智能
东珠生态（dzst）603359，郑中设计（zzsj）002811
纺织
凤竹纺织（fzfz）600493，安正时尚（azss）603839
其余形式独苗
通达股份（tdgf）002560，洪通燃气（htrq）605169，大有能源（dyny）600403，信质集团（xzjt）002664，浙江永强（zjyq）002489，浙江贸易，京运通（jyt）601908

二板
吉林化纤（jlhx）000420，渝三峡Ａ（ysxa）000565，茂化实华（mhsh）000637，永安药业（yayy）002365，综艺股份（zygf）600770，锦江航运（jjhy）601083，中远海发（zyhf）601866，海程邦达（hcbd）603836

三板
交大昂立（jdal）600530，宁波海运（nbhy）600798，连云港（lyg）601008，宁波远洋（nbyy）601022，盛泰集团（stjt）605138，南京港（njg）002040，尤夫股份（yfgf）002427，集泰股份（jtgf）002909

五板
苏州龙杰（szlj）603332，迎丰股份（yfgf）605055

七板
成飞集成（cfjc）002190

`
  },
{
    "d": "2025-05-14",
    "l": "https://www.tgb.cn/a/2i1oepnlPTl",
    "t": `

首板
芯片以及算力
综艺股份（zygf）600770，瑞斯康达（rskd）603803，汇洲智能（hzzn）002122，华胜天成（hstc）600410，电光科技（dgkj）002730
军工
甘化科工（ghkg）000576，合众思壮（hzsz）002383，捷安高科（jagk）300845，展鹏科技（zpkj）603488，润贝航科（rbhk）001316
化工
安纳达（and）002136，吉林化纤（jlhx）000420，茂化实华（mhsh）000637，渤海化学（bhhx）600800，永安药业（yayy）002365，金河生物（jhsw）002688，博菲电气（bfdq）001255，渝三峡Ａ（ysxa）000565
外贸
安德利（adl）605198，嘉欣丝绸（jxsc）002404，跨境通（kjt）002640
航运物流
中远海发（zyhf）601866，中集环科（zjhk）301559，海程邦达（hcbd）603836，飞力达（fld）300240，嘉诚国际（jcgj）603535，保税科技（bskj）600794，中创物流（zcwl）603967，长久物流（cjwl）603569
华贸物流（hmwl）603128，长江投资
金融
红塔证券（htzq）601236，天利科技（tlkj）300399，中国人保（zgrb）601319，瑞达期货（rdqh）002961，锦龙股份（jlgf）000712
其余形式独苗
中旗新材（zqxc）001212，襄阳轴承（xyzc）000678，国芳集团（gfjt）601086，乐山电力（lsdl）600644，东方中科（dfzk）002819

二板
宁波海运（nbhy）600798，宁波远洋（nbyy）601022，凤凰航运（fhhy）000520，南京港（njg）002040，青岛金王（qdjw）002094，集泰股份（jtgf）002909，连云港（lyg）601008，盛泰集团（stjt）605138，尤夫股份（yfgf）002427，中毅达（zyd）600610，交大昂立（jdal）600530

三板
尚荣医疗（sryl）002551，恒而达（hed）300946

四板
苏州龙杰（szlj）603332，迎丰股份（yfgf）605055

六板
成飞集成（cfjc）002190，利君股份（ljgf）002651

`
  },
{
    "d": "2025-05-13",
    "l": "https://www.tgb.cn/a/2hZUzBhcaX4",
    "t": `

首板
外贸-物流港口
宁波海运（nbhy）600798，东方海洋（dfhy）002086，南京港（njg）002040，连云港（lyg）601008，凤凰航运（fhhy）000520，宁波远洋（nbyy）601022，海通发展（htfz）603162
外贸-跨境电商
天虹股份（thgf）002419，华纺股份（hfgf）600448，皮阿诺（pan）002853，浙江正特（zjzt）001238，物产金轮（wcjl）002722，盛泰集团（stjt）605138，青岛金王（qdjw）002094
Ai
南兴股份（nxgf）002757，酷特智能（ktzn）300840
光伏
集泰股份（jtgf）002909，欧晶科技（ojkj）001269，京运通（jyt）601908，协鑫集成（xxjc）002506，电投产融（dtcr）000958，晋控电力（jkdl）000767
化工
集泰股份（jtgf）002909，红墙股份（hqgf）002809，聚合顺（jhs）605166，英联股份（ylgf）002846，长华化学（zhhx）301518，尤夫股份（yfgf）002427，拉芳家化（lfjh）603630，中化国际（zhgj）600500
凯美特气（kmtq）002549，中毅达（zyd）600610，纳尔股份（negf）002825
压缩机
百达精工（bdjg）603331，神驰机电（scjd）603109，鑫磊股份（xlgf）301317
其余形式独苗
交大昂立（jdal）600530，浦东建设（pdjs）600284，贝瑞基因（brjy）000710

二板
皖通科技（wtkj）002331，宝馨科技（bxkj）002514，尚荣医疗（sryl）002551，朝阳科技（zykj）002981，恒而达（hed）300946

三板
红墙股份（hqgf）002809，苏州龙杰（szlj）603332，迎丰股份（yfgf）605055

五板
成飞集成（cfjc）002190，利君股份（ljgf）002651，天箭科技（tjkj）002977

`
  },
{
    "d": "2025-05-12",
    "l": "https://www.tgb.cn/a/2hY4qJ7JsA7",
    "t": `

首板
军工
龙蟠科技（lpkj）603906，中超控股（zckg）002471，贵航股份（ghgf）600523，雷科防务（lkfw）002413，展鹏科技（zpkj）603488，国睿科技（grkj）600562，华如科技（hrkj）301302，航天南湖（htnh）688552
七一二（qye）603712，光电股份（gdgf）600184，昆船智能（kczn）301311，中航成飞（zhcf）302132，王子新材（wzxc）002735，鸿远电子（hydz）603267，中邮科技（zykj）688648，晨曦航空（cxhk）300581
机器人
恒而达（hed）300946，科力尔（kle）002892，泰尔股份（tegf）002347，锋龙股份（flgf）002931，拓斯达（tsd）300607，日盈电子（rydz）603286，中坚科技（zjkj）002779，赛福天（sft）603028
宝馨科技（bxkj）002514，春兴精工（cxjg）002547，荣泰健康（rtjk）603579，信捷电气（xjdq）603416，星帅尔（xse）002860，襄阳轴承（xyzc）000678
外销
朝阳科技（zykj）002981，富岭股份（flgf）001356，永艺股份（yygf）603600，东尼电子（dndz）603595，尚荣医疗（sryl）002551，浙江鼎力（zjdl）603338
化工
华阳新材（hyxc）600281，红墙股份（hqgf）002809
华为鸿蒙
皖通科技（wtkj）002331，新大陆（xdl）000997
算力
禾盛新材（hsxc）002290，中恒电气（zhdq）002364
其余形式独苗
联合水务（lhsw）603291

二板
红墙股份（hqgf）002809，苏州龙杰（szlj）603332，迎丰股份（yfgf）605055

三板
万向钱潮（wxqc）000559

四板
成飞集成（cfjc）002190，利君股份（ljgf）002651，天箭科技（tjkj）002977

五板
春光科技（cgkj）603657

`
  },
{
    "d": "2025-05-09",
    "l": "https://www.tgb.cn/a/2hT6lVf7VX5",
    "t": `

首板
军工
飞亚达（fyd）000026，甘化科工（ghkg）000576
化工
纳尔股份（negf）002825，河化股份（hhgf）000953，红墙股份（hqgf）002809
纺织
华茂股份（hmgf）000850，华升股份（hsgf）600156，迎丰股份（yfgf）605055，万事利（wsl）301066，苏州龙杰（szlj）603332，宏达高科（hdgk）002144
机器人
远大智能（ydzn）002689，远信工业（yxgy）301053
电力
淮河能源（hhny）600575，晋控电力（jkdl）000767
未分类
翔鹭钨业（xlwy）002842，中国瑞林（zgrl）603257，章源钨业（zywy）002378，甘化科工（ghkg）000576
其余形式独苗
交大昂立（jdal）600530，武汉凡谷（whfg）002194，登康口腔（dkkq）001328

二板
万向钱潮（wxqc）000559，侨银股份（qygf）002973，百达精工（bdjg）603331，佳力图（jlt）603912

三板
成飞集成（cfjc）002190，奥普光电（apgd）002338，利君股份（ljgf）002651，天箭股份

四板
麒盛科技（qskj）603610，春光科技（cgkj）603657，华纺股份（hfgf）600448

`
  },
{
    "d": "2025-05-08",
    "l": "https://www.tgb.cn/a/2hRrdoJKVub",
    "t": `

首板
机器人
豪能股份（hngf）603809，侨银股份（qygf）002973，荣泰健康（rtjk）603579，冀凯股份，冀东装备（jdzb）000856，万向钱潮（wxqc）000559，盛通股份（stgf）002599，山子高科（szgk）000981
高测股份（gcgf）688556
外贸
日上集团（rsjt）002593，跨境通（kjt）002640
磁悬浮压缩机
佳力图（jlt）603912，磁谷科技（cgkj）688448，华翔股份（hxgf）603112，联德股份（ldgf）605060，通业科技（tykj）300960，鑫磊股份（xlgf）301317，汉钟精机（hzjj）002158，百达精工（bdjg）603331
联合精密（lhjm）001268
两轮车
上海凤凰（shfh）600679，久祺股份（jqgf）300994
零售
中百集团（zbjt）000759，东百集团（dbjt）600693
军工
银河电子（yhdz）002519，通达股份（tdgf）002560，中航成飞（zhcf）302132，展鹏科技（zpkj）603488，海能达（hnd）002583，航天南湖（htnh）688552，保利联合（bllh）002037，四创电子（scdz）600990
豪能股份（hngf）603809
特斯拉
广东鸿图（gdht）002101，宸展光电（czgd）003019
英伟达算力
沃尔核材（wehc）002130，剑桥科技（jqkj）603083，神驰机电（scjd）603109
鸿蒙
视觉中国（sjzg）000681，东华软件（dhrj）002065，东方中科（dfzk）002819
其余形式独苗
贝肯能源（bkny）002828，汉马科技（hmkj）600375，荣泰健康（rtjk）603579，皓宸医疗（hcyl）002622，大千生态（dqst）603955，华电辽能（hdln）600396，金龙机电（jljd）300032，华为消费电子
尖峰集团（jfjt）600668，浙江物流，天邦食品（tbsp）002124

二板
成飞集成（cfjc）002190，奥普光电（apgd）002338，利君股份（ljgf）002651，豪尔赛（hes）002963，天箭科技（tjkj）002977，华伍股份（hwgf）300095，晨曦航空（cxhk）300581，航天长峰（htzf）600855

三板
山东墨龙（sdml）002490，华纺股份（hfgf）600448，麒盛科技（qskj）603610，春光科技（cgkj）603657

四板
润贝航科（rbhk）001316，中超控股（zckg）002471

`
  },
{
    "d": "2025-05-07",
    "l": "https://www.tgb.cn/a/2hPN5rMGSKK",
    "t": `

首板
低空
豪尔赛（hes）002963，苏奥传感（sacg）300507，宗申动力（zsdl）001696，航天长峰（htzf）600855
光刻机光刻胶
奥普光电（apgd）002338，国风新材（gfxc）000859，红宝丽（hbl）002165
减肥药以及代糖
易明医药（ymyy）002826，常山药业（csyy）300255，保龄宝（blb）002286
大飞机军工
天保基建（tbjj）000965，宗申动力（zsdl）001696，航天长峰（htzf）600855，晨曦航空（cxhk）300581，湖南天雁（hnty）600698，利君股份（ljgf）002651，华伍股份（hwgf）300095，建设工业（jsgy）002265
成飞集成（cfjc）002190，天箭科技（tjkj）002977
房地产
天保基建（tbjj）000965，三湘印象（sxyx）000863
机器人
金明精机（jmjj）300281，襄阳轴承（xyzc）000678
化工
丹化科技（dhkj）600844，长华化学（zhhx）301518，金浦钛业（jpty）000545，湖北宜化（hbyh）000422，阳煤化工（ymhg）600691，中欣氟材（zxfc）002915，红宝丽（hbl）002165，中毅达（zyd）600610
红墙股份（hqgf）002809
氢能源
大元泵业（dyby）603757，龙洲股份（lzgf）002682，北方股份（bfgf）600262，物产金轮（wcjl）002722
其余形式独苗
弘业期货（hyqh）001236，纬德信息（wdxx）688171，博杰股份（bjgf）002975，大众交通（dzjt）600611，益民集团（ymjt）600824，箭牌家居（jpjj）001322，巨力索具（jlsj）002342，国芳集团（gfjt）601086
天娱数科（tysk）002354
未分类
航天长峰（htzf）600855，金明精机（jmjj）300281，华伍股份（hwgf）300095

二板
汇洲智能（hzzn）002122，禾盛新材（hsxc）002290，嘉事堂（jst）002462，山东墨龙（sdml）002490，宝馨科技（bxkj）002514，大叶股份（dygf）300879，华胜天成（hstc）600410，华纺股份（hfgf）600448，迪生力（dsl）603335，京运通（jyt）601908，麒盛科技（qskj）603610，春光科技（cgkj）603657，明新旭腾（mxxt）605068

三板
润贝航科（rbhk）001316，中超控股（zckg）002471，电光科技（dgkj）002730，龙溪股份（lxgf）600592

四板
全筑股份（qzgf）603030，精进电动（jjdd）688280

六板
渝三峡Ａ（ysxa）000565

`
  },
{
    "d": "2025-05-06",
    "l": "https://www.tgb.cn/a/2hOaxIM2YQb",
    "t": `

首板
外贸
迪生力（dsl）603335，瑞尔特（ret）002790，三木集团（smjt）000632，青岛金王（qdjw）002094，南天信息（ntxx）000948，泰坦股份（ttgf）003036，华纺股份（hfgf）600448
华为
华胜天成（hstc）600410，达华智能（dhzn）002512，莱宝高科（lbgk）002106，狄耐克（dnk）300884，天源迪科（tydk）300047，掌阅科技（zykj）603533，九联科技（jlkj）688609，海南华铁（hnht）603300
南天信息（ntxx）000948，福日电子（frdz）600203，深圳华强（szhq）000062，麒盛科技（qskj）603610
算力
汇洲智能（hzzn）002122，诚邦股份（cbgf）603316，大位科技（dwkj）600589，中恒电气（zhdq）002364，海南华铁（hnht）603300，禾盛新材（hsxc）002290，普天科技（ptkj）002544
发电机
云内动力（yndl）000903，通达动力（tddl）002576，神驰机电（scjd）603109
脑机接口
狄耐克（dnk）300884，岩山科技（yskj）002195，南京熊猫（njxm）600775，麒盛科技（qskj）603610
核电
合锻智能（hdzn）603011，永鼎股份（ydgf）600105，久盛电气（jsdq）301082，兰石重装（lszz）603169，雪人股份（xrgf）002639，海陆重工（hlzg）002255，中洲特材（zztc）300963
化工
渤海化学（bhhx）600800，兄弟科技（xdkj）002562，云中马（yzm）603130，闰土股份（rtgf）002440，尤夫股份（yfgf）002427，先达股份（xdgf）603086，金凯生科（jksk）301509
消费
安德利（adl）605198
H股
山东墨龙（sdml）002490，安德利（adl）605198，南京熊猫（njxm）600775，东江环保（djhb）002672
医药
莎普爱思（spas）603168，嘉事堂（jst）002462
稀土
盛和资源（shzy）600392，华阳新材（hyxc）600281，广晟有色（gcys）600259，天和磁材（thcc）603072，京运通（jyt）601908
机器人
凯迪股份（kdgf）605288，云中马（yzm）603130，南山智尚（nszs）300918，信捷电气（xjdq）603416，赛福天（sft）603028，秦安股份（qagf）603758，明新旭腾（mxxt）605068，春光科技（cgkj）603657
日盈电子（rydz）603286，通达动力（tddl）002576，金帝股份（jdgf）603270，征和工业（zhgy）003033，大叶股份（dygf）300879
电力
华银电力（hydl）600744，豫能控股（ynkg）001896，华电辽能（hdln）600396
其余形式独苗
宝馨科技（bxkj）002514，华丽家族（hljz）600503，曙光股份（sggf）600303，凯美特气（kmtq）002549，鑫铂股份（xbgf）003038，九鼎投资，广田集团（gtjt）002482，奕东电子（yddz）301123
朝阳科技（zykj）002981，神通科技（stkj）605228，星帅尔（xse）002860

二板
常山北明（csbm）000158，润贝航科（rbhk）001316，川润股份（crgf）002272，兴民智通（xmzt）002355，信质集团（xzjt）002664，中超控股（zckg）002471，电光科技（dgkj）002730，龙溪股份（lxgf）600592，福达股份（fdgf）603166，莱绅通灵（lstl）603900，金麒麟（jql）603586，嵘泰股份（rtgf）605133

三板
汉商集团（hsjt）600774，精进电动（jjdd）688280，全筑股份（qzgf）603030，新坐标（xzb）603040

五板
渝三峡Ａ（ysxa）000565

`
  },
{
    "d": "2025-05-03",
    "l": "https://www.tgb.cn/a/2hJgKRBtKBv",
    "t": `

首板
算力
电光科技（dgkj）002730，通鼎互联（tdhl）002491，常山北明（csbm）000158，超讯通信（cxtx）603322，浙文互联（zwhl）600986，川润股份（crgf）002272，湖北广电（hbgd）000665
机器人
新兴装备（xxzb）002933，中超控股（zckg）002471，振江股份（zjgf）603507，探路者（tlz）300005，嵘泰股份（rtgf）605133，菱电电控（lddk）688667，西上海（xsh）605151，精工科技（jgkj）002006
金麒麟（jql）603586，中光学（zgx）002189，光大同创（gdtc）301387，天普股份（tpgf）605255，福达股份（fdgf）603166，龙溪股份（lxgf）600592，宏昌科技（hckj）301008，祥鑫科技（xxkj）002965
南方精工（nfjg）002553，信质集团（xzjt）002664，八方股份（bfgf）603489
外贸
美克家居（mkjj）600337，翠微股份（cwgf）603123
端侧ai
瀛通通讯（yttx）002861，润贝航科（rbhk）001316，瑞芯微（rxw）603893，冠石科技（gskj）605588
人工智能
正和生态（zhst）605069，创意信息（cyxx）300366
基建
重庆建工（cqjg）600939，华远地产（hydc）600743，空港股份（kggf）600463，韩建山河（hjsh）603616
医药
大博医疗（dbyl）002901，老百姓（lbx）603883，科伦药业（klyy）002422
造纸
宜宾纸业（ybzy）600793，松炀资源（syzy）603863
其余形式独苗
兴民智通（xmzt）002355，安正时尚（azss）603839，莱绅通灵（lstl）603900，保龄宝（blb）002286，弘元绿能（hyln）603185，九鼎新材（jdxc）002201，旺能环境（wnhj）002034，大千生态（dqst）603955
新联电子（xldz）002546，炜冈科技（wgkj）001256，上海电影（shdy）601595，兴森科技（xskj）002436，芯片科技，威领股份

二板
汉商集团（hsjt）600774，中欣氟材（zxfc）002915，宁波东力（nbdl）002164，全筑股份（qzgf）603030，新坐标（xzb）603040，东珠生态（dzst）603359，精进电动（jjdd）688280

四板
渝三峡Ａ（ysxa）000565，鸿博股份（hbgf）002229

`
  },
{
    "d": "2025-04-29",
    "l": "https://www.tgb.cn/a/2hCHehtCdr3",
    "t": `

首板
基建
三和管桩（shgz）003037，国统股份（gtgf）002205
算力产业链
得润电子（drdz）002055，博创科技（bckj）399276，利通电子（ltdz）603629，平治信息（pzxx）300571，美利云（mly）000815
人工智能
东珠生态（dzst）603359，利欧股份（logf）002131，赛力医疗（slyl）603716
机器人产业链
天奇股份（tqgf）002009，中欣氟材（zxfc）002915，聚赛龙（jsl）301131，精进电动（jjdd）688280，银宝山新（ybsx）002786，新坐标（xzb）603040，日盈电子（rydz）603286，方正电机（fzdj）002196
宁波华翔（nbhx）002048，全筑股份（qzgf）603030，宁波东力（nbdl）002164，吉华集团（jhjt）603980，大叶股份（dygf）300879，兆丰股份（zfgf）300695
化工
三孚股份（sfgf）603938，中欣氟材（zxfc）002915，聚赛龙（jsl）301131，沈阳化工（syhg）000698，新瀚新材（xhxc）301076，红墙股份（hqgf）002809，大洋生物（dysw）003017，蓝丰生化（lfsh）002513
鼎际得（djd）603255，先达股份（xdgf）603086，雅运股份（yygf）603790，丸美生物（wmsw）603983，吉华集团（jhjt）603980，闰土股份（rtgf）002440
外贸
迪生力（dsl）603335，东方创业（dfcy）600278，顾家家居（gjjj）603816，梦百合（mbh）603313
消费
道道全（ddq）002852，丸美生物（wmsw）603983，百润股份（brgf）002568，会稽山（hjs）601579
医药
蓝帆医疗（lfyl）002382，汉商集团（hsjt）600774
其余形式独苗
柳钢股份（lggf）601003，菜百股份（cbgf）605599，今创集团（jcjt）603680，申科股份（skgf）002633，奥拓电子（atdz）002587，哈森股份（hsgf）603958，中旗新材（zqxc）001212，兆易创新（zycx）603986

二板
永安药业（yayy）002365，华阳新材（hyxc）600281，宿迁联盛（sqls）603065

三板
渝三峡Ａ（ysxa）000565，鸿博股份（hbgf）002229

四板
茂业商业（mysy）600828

`
  },
{
    "d": "2025-04-28",
    "l": "https://www.tgb.cn/a/2hAQts9epcJ",
    "t": `

首板
外贸电商
金麒麟（jql）603586，三夫户外（sfhw）002780，普路通（plt）002769，浔兴股份（xxgf）002098，狮头股份（stgf）600539
化工
华阳新材（hyxc）600281，金能科技（jnkj）603113，中毅达（zyd）600610，宿迁联盛（sqls）603065，联合化学（lhhx）301209
Ai应用
金财互联（jchl）002530，德生科技（dskj）002908
算力
大位科技（dwkj）600589，新锦动力（xjdl）300157，恒润股份（hrgf）603985
医药
永安药业（yayy）002365，威尔药业（weyy）603351
电力
天沃科技（twkj）002564，京能电力（jndl）600578，新能泰山（xnts）000720，廊坊发展（lffz）600149
影石
弘景光电（hjgd）301479，瀛通通讯（yttx）002861
其余形式独苗
大千生态（dqst）603955，新北洋（xby）002376，雅博股份

二板
渝三峡Ａ（ysxa）000565，亚太实业（ytsy）000691，鸿博股份（hbgf）002229，中电鑫龙（zdxl）002298，天娱数科（tysk）002354，华电辽能（hdln）600396，华电能源（hdny）600726，上海物贸（shwm）600822，珀莱雅（ply）603605

三板
华银电力（hydl）600744，茂业商业（mysy）600828

四板
东贝集团（dbjt）601956

`
  },
{
    "d": "2025-04-25",
    "l": "https://www.tgb.cn/a/2hvUII7PcUC",
    "t": `

首板
家电
惠而浦（hep）600983，康盛股份（ksgf）002418，北鼎股份（bdgf）300824
房地产
南国置业（ngzy）002305，汉嘉设计（hjsj）300746，我乐家居（wljj）603326，全新好（qxh）000007
医药
赛力医疗（slyl）603716，海森药业（hsyy）001367，甘李药业（glyy）603087
电商
珀莱雅（ply）603605，九牧王（jmw）601566，生意宝（syb）002095
电力电网
中电鑫龙（zdxl）002298，吉鑫科技（jxkj）601218，华电辽能（hdln）600396，方大集团（fdjt）000055，华电能源（hdny）600726，九洲集团（jzjt）300040，长源电力（zydl）000966，博菲电气（bfdq）001255
智光电气（zgdq）002169，明星电力（mxdl）600101，湖南发展（hnfz）000722，大立科技（dlkj）002214
算力
鸿博股份（hbgf）002229，拓维信息（twxx）002261，泰豪科技（thkj）600590，致尚科技（zskj）301486
人工智能
天娱数科（tysk）002354，东珠生态（dzst）603359
旅游
天府文旅（tfwl）000558，三峡旅游（sxly）002627
食品饮料
皇氏集团（hsjt）002329，中央商场（zysc）600280，百龙创园（blcy）605016，会稽山（hjs）601579
新型工业化
天元智能（tyzn）603273，宇晶股份（yjgf）002943，南方路机（nflj）603280
物流
上海物贸（shwm）600822，畅联股份（clgf）603648
机器人
中坚科技（zjkj）002779，夏厦精密（xsjm）001306
化工
卫星化学（wxhx）002648，黑猫股份（hmgf）002068，渝三峡Ａ（ysxa）000565
其余形式独苗
顺博合金（sbhj）002996，广誉远（gyy）600771，恒宝股份（hbgf）002104，亚太实业（ytsy）000691，金富科技（jfkj）003018，天原股份（tygf）002386，深中华Ａ（szha）000017，天津普林（tjpl）002134
好上好（hsh）001298，赛福天（sft）603028

二板
韶能股份（sngf）000601，宁波联合（nblh）600051，西昌电力（xcdl）600505，华银电力（hydl）600744，茂业商业（mysy）600828

三板
东贝集团（dbjt）601956

六板
步步高（bbg）002251，天元股份（tygf）003003

`
  },
{
    "d": "2025-04-24",
    "l": "https://www.tgb.cn/a/2hudI45tHhE",
    "t": `

首板
外贸
迪生力（dsl）603335，浔兴股份（xxgf）002098，宁波联合（nblh）600051
消费
茂业商业（mysy）600828，好想你（hxn）002582，上海凤凰（shfh）600679，久祺股份（jqgf）300994，安记食品（ajsp）603696，国芳集团（gfjt）601086
电力
华银电力（hydl）600744，郴电国际（cdgj）600969，西昌电力（xcdl）600505，天沃科技（twkj）002564，广西能源（gxny）600310，韶能股份（sngf）000601，乐山电力（lsdl）600644，宁波联合（nblh）600051
房地产
渝开发（ykf）000514，天保基建（tbjj）000965，菲林格尔（flge）603226
医药
金凯生科（jksk）301509，河化股份（hhgf）000953，灵康药业（lkyy）603669，尔康制药（ekzy）300267，凯莱英（kly）002821，罗欣药业（lxyy）002793，双成药业（scyy）002693
宠物经济
中宠股份（zcgf）002891，天元宠物（tycw）301335，依依股份（yygf）001206
轻量化
中广核技（zghj）000881，新瀚新材（xhxc）301076
化工
新金路（xjl）000510，西陇科学（xlkx）002584，渤海化学（bhhx）600800，红墙股份（hqgf）002809
其余形式独苗
永杉锂业（ysly）603399，润贝航科（rbhk）001316

二板
方正电机（fzdj）002196，永安药业（yayy）002365，尤夫股份（yfgf）002427，三维化学（swhx）002469，棒杰股份，丰华股份（fhgf）600615，东贝集团（dbjt）601956，浙江荣泰（zjrt）603119，健尔康（jek）603205

三板
三木集团（smjt）000632，中欣氟材（zxfc）002915

四板
海联金汇（hljh）002537，先达股份（xdgf）603086

五板
步步高（bbg）002251，天元股份（tygf）003003

`
  },
{
    "d": "2025-04-23",
    "l": "https://www.tgb.cn/a/2hswhKHj7LC",
    "t": `

首板
汽车产业链
浙江世宝（zjsb）002703，恒勃股份（hbgf）301225，长城科技（cckj）603897
消费电子
春秋电子（cqdz）603890，朝阳科技（zykj）002981，卓翼科技（zykj）002369，芯瑞达（xrd）002983
化工
卫星化学（wxhx）002648，尤夫股份（yfgf）002427，三维化学（swhx）002469，德美化工（dmhg）002054
机器人
永茂泰（ymt）605208，丰华股份（fhgf）600615，襄阳轴承（xyzc）000678，华纬科技（hwkj）001380，方正电机（fzdj）002196，日海智能（rhzn）002313，秦川机床（qcjc）000837，南方精工（nfjg）002553
杭齿前进（hcqj）601177，宁波东力（nbdl）002164，光洋股份（gygf）002708，京城股份（jcgf）600860，利安科技（lakj）300784，龙溪股份（lxgf）600592，兆威机电（zwjd）003021，东贝集团（dbjt）601956
中马传动（zmcd）603767，红旗连锁（hqls）002697，美湖股份（mhgf）603319，长华集团（zhjt）605018，浙江荣泰（zjrt）603119，肇民科技（zmkj）301000，吉林化纤（jlhx）000420，嵘泰股份（rtgf）605133
药业
海森药业（hsyy）001367，永安药业（yayy）002365，健尔康（jek）603205
跨境支付
中科金财（zkjc）002657，龙江交通（ljjt）601188
低空
合众思壮（hzsz）002383，万丰奥威（wfaw）002085
其余形式独苗
浙江自然（zjzr）605080，金富科技（jfkj）003018，东珠生态（dzst）603359，神开股份（skgf）002278，棒杰股份，浙江纺织，或者光伏，海陆重工（hlzg）002255

二板
三木集团（smjt）000632，中欣氟材（zxfc）002915，新晨科技（xckj）300542，轻纺城（qfc）600790，连云港（lyg）601008，圣龙股份（slgf）603178

三板
青岛金王（qdjw）002094，海联金汇（hljh）002537，先达股份（xdgf）603086

四板
步步高（bbg）002251，天元股份（tygf）003003

`
  },
{
    "d": "2025-04-22",
    "l": "https://www.tgb.cn/a/2hqTNGiOcbs",
    "t": `

首板
跨境支付
新晨科技（xckj）300542，翠微股份（cwgf）603123，优博讯（ybx）300531，吉大正元（jdzy）003029，中油资本（zyzb）000617，轻纺城（qfc）600790，拉卡拉（lkl）300773
外贸
三木集团（smjt）000632，万林物流（wlwl）603117，长江投资，嘉诚国际（jcgj）603535，华鹏飞（hpf）300350，华贸物流（hmwl）603128，中通客车（ztkc）000957，东方创业（dfcy）600278
亚联机械（yljx）001395，连云港（lyg）601008，洪兴股份（hxgf）001209，中储股份（zcgf）600787
大消费
庄园牧场（zymc）002910，海欣食品（hxsp）002702，珠江钢琴（zjgq）002678，奇德新材（qdxc）300995，煌上煌（hsh）002695，三峡旅游（sxly）002627，丽尚国潮（lsgc）600738
芯片
盈方微（yfw）000670，凯美特气（kmtq）002549，西陇科学（xlkx）002584
医药
尖峰集团（jfjt）600668，星湖科技（xhkj）600866，卫信康（wxk）603676，富士莱（fsl）301258，华森制药（hszy）002907，众生药业（zsyy）002317
化工
赤天化（cth）600227，中农联合（znlh）003042，美邦股份（mbgf）605033，振华股份（zhgf）603067，中欣氟材（zxfc）002915，红宝丽（hbl）002165，亚太实业（ytsy）000691，润阳科技（rykj）300920
黄金
宝鼎科技（bdkj）002552，深中华Ａ（szha）000017，东江环保（djhb）002672
其余形式独苗
福斯达（fsd）603173，致尚科技（zskj）301486，永鼎股份（ydgf）600105，美晨科技（mckj）300237，天沃科技（twkj）002564，圣龙股份（slgf）603178，天鹅股份（tegf）603029，东峰集团（dfjt）601515
凯盛新能（ksxn）600876，重庆建工（cqjg）600939，航天晨光（htcg）600501

二板
中旗新材（zqxc）001212，润贝航科（rbhk）001316，青岛金王（qdjw）002094，生意宝（syb）002095，海联金汇（hljh）002537，顺灏股份（shgf）002565，跨境通（kjt）002640，华泰股份（htgf）600308，信雅达（xyd）600571，乐山电力（lsdl）600644，先达股份（xdgf）603086，有友食品（yysp）603697，安正时尚（azss）603839

三板
步步高（bbg）002251，天元股份（tygf）003003，百大集团（bdjt）600865，威尔药业（weyy）603351

四板
红墙股份（hqgf）002809，保税股份

五板
天保基建（tbjj）000965，国芳集团（gfjt）601086

六板
安记食品（ajsp）603696

`
  },
{
    "d": "2025-04-21",
    "l": "https://www.tgb.cn/a/2hpfxbPkBf3",
    "t": `

首板
算力产业链
仕佳光子（sjgz）688313，琏升科技（lskj）300051，大位科技（dwkj）600589，东方材料（dfcl）603110，艾布鲁（abl）301259，润建股份（rjgf）002929
机器人
京城股份（jcgf）600860，福莱新材（flxc）605488，浙江荣泰（zjrt）603119
Ai智能体
东方材料（dfcl）603110，利欧股份（logf）002131，金桥信息（jqxx）603918，恒锋信息（hfxx）300605
宠物经济
祖名股份（zmgf）003030，源飞宠物（yfcw）001222，贝仕达克（bsdk）300822，可靠股份（kkgf）301009
大飞机
润贝航科（rbhk）001316，航发科技（hfkj）600391，利君股份（ljgf）002651，博云新材（byxc）002297，国睿科技（grkj）600562，应流股份（ylgf）603308
外贸跨境
久其软件（jqrj）002279，跨境通（kjt）002640，星徽股份（xhgf）300464，安正时尚（azss）603839，永和智控（yhzk）002795
外贸支付
生意宝（syb）002095，海联金汇（hljh）002537，信雅达（xyd）600571，石基信息（sjxx）002153，青岛金王（qdjw）002094
电力
银星能源（yxny）000862，乐山电力（lsdl）600644，富春环保（fchb）002479，西昌电力（xcdl）600505
黄金
鹏新能源，潮宏基（chj）002345，晓程科技（xckj）300139，莱绅通灵（lstl）603900，赤峰黄金（cfhj）600988，四川黄金（schj）001337，西部黄金（xbhj）601069，湖南白银（hnby）002716
湖南黄金（hnhj）002155
医药
灵康药业（lkyy）603669，舒泰神（sts）300204，哈药股份（hygf）600664，康弘药业（khyy）002773，迪哲医药（dzyy）688192，永安药业（yayy）002365
内需消费
西王食品，横店影视（hdys）603103，五芳斋（wfz）603237，拉芳家化（lfjh）603630，有友食品（yysp）603697，维维股份（wwgf）600300，阳光乳业（ygry）001318，品渥食品（pwsp）300892
好想你（hxn）002582
芯片
新金路（xjl）000510，立昂微（law）605358，至正股份（zzgf）603991，中旗新材（zqxc）001212，国风新材（gfxc）000859
农业
长青股份（cqgf）002391，万辰集团（wcjt）300972，先达股份（xdgf）603086，远大控股（ydkg）000626
造纸
安妮股份（angf）002235，岳阳林纸（yylz）600963，华泰集团（htjt）605138，百亚股份（bygf）003006
其余形式独苗
宏和科技（hhkj）603256，顺灏股份（shgf）002565，山东海化（sdhh）000822，金杯汽车（jbqc）600609，澳洋健康（ayjk）002172，镇海股份（zhgf）603637，日出东方（rcdf）603366

二板
新华联（xhl）000620，武汉凡谷（whfg）002194，步步高（bbg）002251，海能达（hnd）002583，仁智股份（rzgf）002629，天元股份（tygf）003003，百大集团（bdjt）600865，华脉科技（hmkj）603042，威尔药业（weyy）603351，大千生态（dqst）603955

三板
尤夫股份（yfgf）002427，红墙股份（hqgf）002809，保税科技（bskj）600794

四板
天保基建（tbjj）000965，国芳集团（gfjt）601086

五板
立方制药（lfzy）003020，安记食品（ajsp）603696

六板
国光连锁（ggls）605188

`
  },
{
    "d": "2025-04-18",
    "l": "https://www.tgb.cn/a/2hkj9QVqT5c",
    "t": `

首板
消费
皇氏集团（hsjt）002329，三夫户外（sfhw）002780，百大集团（bdjt）600865，文峰股份，友阿股份（yagf）002277，大千生态（dqst）603955，国中水务（gzsw）600187
房地产
三湘印象（sxyx）000863，九鼎投资，新华联（xhl）000620，金融街（jrj）000402，高新发展（gxfz）000628，我爱我家（wawj）000560，新城市（xcs）300778，黑牡丹（hmd）600510
通信
海能达（hnd）002583，新能泰山（xnts）000720，达利凯普（dlkp）301566，武汉凡谷（whfg）002194，华脉科技（hmkj）603042，硕贝德（sbd）300322，盛路通信（sltx）002446，世嘉科技（sjkj）002796
通宇通讯（tytx）002792，东方通信（dftx）600776，灿勤科技（cqkj）688182
海洋
巨力索具（jlsj）002342，神开股份（skgf）002278
钠离子电池
同兴科技（txkj）003027，传艺科技（cykj）002866，永杰新材（yjxc）603271
消费电子
朝阳科技（zykj）002981，世华科技（shkj）688093
其余形式独苗
御银股份（yygf）002177，神马股份（smgf）600810，天沃科技（twkj）002564，威尔药业（weyy）603351，奇精机械（qjjx）603677，仁智股份（rzgf）002629，华锋股份（hfgf）002806，天元股份（tygf）003003

二板
渝开发（ykf）000514，尤夫股份（yfgf）002427，红墙股份（hqgf）002809，新宏泽（xhz）002836，保税科技（bskj）600794，中铝国际（zlgj）601068，蓝科高新（lkgx）601798，宏昌电子（hcdz）603002，红蜻蜓（hqt）603116

三板
特力Ａ（tla）000025，天保基建（tbjj）000965，国芳集团（gfjt）601086

四板
亚联机械（yljx）001395，红宝丽（hbl）002165，立方制药（lfzy）003020，安记食品（ajsp）603696

五板
国光连锁（ggls）605188

`
  },
{
    "d": "2025-04-17",
    "l": "https://www.tgb.cn/a/2hiEhnab7i3",
    "t": `

首板
消费
新宏泽（xhz）002836，惠发食品（hfsp）603536，五芳斋（wfz）603237，华天酒店（htjd）000428，南京商旅（njsl）600250，丽人丽妆（lrlz）605136，一鸣食品（ymsp）605179，中锐股份（zrgf）002374
益盛药业（ysyy）002566，电声股份（dsgf）300805
房地产相关
德尔未来（dewl）002631，渝开发（ykf）000514，德才股份（dcgf）605287，广联达（gld）002410，尚品宅配（spzp）300616，志邦家居（zbjj）603801，重庆建工（cqjg）600939，中天服务（ztfw）002188
亚振家居（yzjj）603389，德必集团（dbjt）300947，中铝国际（zlgj）601068，南都物业（ndwy）603506
芯片相关
西陇科学（xlkx）002584，国风新材（gfxc）000859，睿能科技（rnkj）603933，怡达股份（ydgf）300721，三孚股份（sfgf）603938，兴业股份（xygf）603928，华软科技（hrkj）002453，沃顿科技（wdkj）000920
宏昌电子（hcdz）603002，格林达（gld）603931，康鹏科技（kpkj）688602，新金路（xjl）000510
化工
善水科技（sskj）301190，亚邦股份（ybgf）603188，红墙股份（hqgf）002809，怡达股份（ydgf）300721，九鼎新材（jdxc）002201，尤夫股份（yfgf）002427
算力
福鞍股份（fagf）603315，拓维信息（twxx）002261，泰嘉股份（tjgf）002843
人工智能
东珠生态（dzst）603359，泛微网络（fwwl）603039，税友股份（sygf）603171，石基信息（sjxx）002153
外贸
三柏硕（sbs）001300，红蜻蜓（hqt）603116，通达创智（tdcz）001368，华纺股份（hfgf）600448，保税科技（bskj）600794，南极电商（njds）002127，恒基达鑫（hjdx）002492
黄金
宁波中百（nbzb）600857，莱绅通灵（lstl）603900，登云股份（dygf）002715
医药
益佰制药（ybzy）600594，兄弟科技（xdkj）002562，益盛药业（ysyy）002566
大飞机
航发科技（hfkj）600391，润贝航科（rbhk）001316，北摩高科（bmgk）002985
其余形式独苗
蓝科高新（lkgx）601798，神雾节能（swjn）000820，神力股份（slgf）603819，海陆重工（hlzg）002255，淮河能源（hhny）600575

二板
特力Ａ（tla）000025，荣丰控股（rfkg）000668，天保基建（tbjj）000965，南京港（njg）002040，桂发祥（gfx）002820，渤海化学（bhhx）600800，金陵饭店（jlfd）601007，国芳集团（gfjt）601086，盛泰集团（stjt）605138

三板
亚联机械（yljx）001395，浔兴股份（xxgf）002098，红宝丽（hbl）002165，立方制药（lfzy）003020，华贸物流（hmwl）603128，安记食品（ajsp）603696

四板
双成药业（scyy）002693，乐山电力（lsdl）600644，国光连锁（ggls）605188

六板
泰慕士（tms）001234

`
  }
];
