const ZT_DATA_1=[
{
    "d": "2026-05-29",
    "l": "https://www.tgb.cn/a/2sc8WtUT8Gl",
    "t": `
首板
戴尔
泓淋电力（hldl）301439，新亚电子（xydz）605277
城市更新
青龙管业（qlgy）002457，阳光股份（yggf）000608，光大嘉宝（gdjb）600622，韩建河山（hjhs）603616，国检集团（gjjt）603060，金螳螂（jtl）002081，中成股份（zcgf）000151，特力Ａ（tla）000025
福星股份（fxgf）000926
算力硬件
荣旗科技（rqkj）301360，远东股份（ydgf）600869
电力
深南电Ａ（snda）000037，晋控电力（jkdl）000767，江苏国信（jsgx）002608，广安爱众（gaaz）600979，华能蒙电（hnmd）600863，华能国际（hngj）600011
消费
中央商场（zysc）600280，九牧王（jmw）601566，茂业商业（mysy）600828，宁波中百（nbzb）600857，东百集团（dbjt）600693，步步高（bbg）002251，百大集团（bdjt）600865，三江购物（sjgw）601116
国芳集团（gfjt）601086，酒鬼酒（jgj）000799
医药
津药药业（jyyy）600488，赛诺医疗（snyl）688108，东亚药业（dyyy）605177
其余形式独苗
春秋电子（cqdz）603890，欧晶科技（ojkj）001269，半导体还是光伏，得邦照明（dbzm）603303，浙江版的江顺科技，交大昂立（jdal）600530，华峰铝业（hfly）601702，和胜股份（hsgf）002824
东杰智能（djzn）300486

二板
天健集团（tjjt）000090，华锋股份（hfgf）002806，天地在线（tdzx）002995，诺德股份（ndgf）600110，盛剑科技（sjkj）603324

三板
粤电力Ａ（ydla）000539，合锻智能（hdzn）603011

五板
香江控股（xjkg）600162，华电能源（hdny）600726
`
  },
  {
    "d": "2026-05-28",
    "l": "https://www.tgb.cn/a/2saq0ZAbd2Y",
    "t": `

首板
算力租赁
大位科技（dwkj）600589，中嘉博创（zjbc）000889，高乐股份（glgf）002348
北京以及电商
天地在线（tdzx）002995，元隆雅图（ylyt）002878，跨境通（kjt）002640
Pcb产业链
皖维高新（wwgx）600063，风华高科（fhgk）000636，康达新材（kdxc）002669，火炬电子（hjdz）603678，华锋股份（hfgf）002806，金时科技（jskj）002951，力合科创（lhkc）002243，江南高纤（jngx）600527
宝鼎科技（bdkj）002552，宏和科技（hhkj）603256，鸿远电子（hydz）603267，金安国纪（jagj）002636，诺德股份（ndgf）600110，红星发展（hxfz）600367，贵研铂业（gyby）600459，众源新材（zyxc）603527
博杰股份（bjgf）002975，泰坦股份（ttgf）003036，博迁新材（bqxc）605376，东方材料（dfcl）603110，本川智能（bczn）300964，洁美科技（jmkj）002859，中国巨石（zgjs）600176，海亮股份（hlgf）002203
横店东磁（hddc）002056，再升科技（zskj）603601，铜峰电子（tfdz）600237
电网电力
新能泰山（xnts）000720，科林电气（kldq）603050，甘肃能源（gsny）000791，飞马国际（fmgj）002210，惠天热电（htrd）000692，北京科锐（bjkr）002350，白云电器（bydq）603861，建投能源（jtny）000600
三晖电气（shdq）002857，中电电机（zddj）603988，浙江新能（zjxn）600032，昊华能源（hhny）601101，宁波能源（nbny）600982，大东南（ddn）002263
芯片
蒙娜丽莎（mnls）002918，沃顿科技（wdkj）000920，国风新材（gfxc）000859，怡达股份（ydgf）300721，沃格光电（wggd）603773，华微电子（hwdz）600360，盛剑科技（sjkj）603324，有研新材（yyxc）600206
云南锗业（ynzy）002428，燕东微（ydw）688172，杭可科技（hkkj）688006，万通发展（wtfz）600246，宇晶股份（yjgf）002943，光智科技（gzkj）300489，和顺石油（hssy）603353
房地产
天健集团（tjjt）000090，北辰实业（bcsy）601588，华控赛格（hksg）000068，北玻股份（bbgf）002613，勘设股份（ksgf）603458
算力硬件
冰山冷热（bslr）000530，大元泵业（dyby）603757，黄河旋风（hhxf）600172，四方达（sfd）300179，雪人集团（xrjt）002639，奕东电子（yddz）301123，金富科技（jfkj）003018，科瑞技术（krjs）002957
安孚科技（afkj）603031，天通股份（ttgf）600330，联特科技（ltkj）301205，恒盛能源（hsny）605580，金钼股份（jmgf）601958，伟隆股份（wlgf）002871
航天
航天机电（htjd）600151，陕鼓动力（sgdl）601369
其余形式独苗
金河生物（jhsw）002688，锦和商管（jhsg）603682，梦洁股份（mjgf）002397，联明股份（lmgf）603006，国泰集团（gtjt）603977，高新发展（gxfz）000628，大千生态（dqst）603955，中兴通讯（zxtx）000063
中仑新材（zlxc）301565

二板
粤电力Ａ（ydla）000539，江海股份（jhgf）002484，合锻智能（hdzn）603011，德新科技（dxkj）603032，艾华集团（ahjt）603989

三板
中京电子（zjdz）002579

四板
华塑控股（hskg）000509，香江控股（xjkg）600162，华电能源（hdny）600726

`
  },
  {
    "d": "2026-05-27",
    "l": "https://www.tgb.cn/a/2s8J0q0Stp3",
    "t": `

首板
Ai应用
掌阅科技（zykj）603533，百纳千成（bnqc）300291，欢瑞世纪（hrsj）000892
算力硬件
江海股份（jhgf）002484，海星股份（hxgf）603115，美格智能（mgzn）002881，罗曼股份（lmgf）605289，艾华集团（ahjt）603989，凯恩股份（kegf）002012
消费
醋化股份（chgf）603968，佳禾食品（jhsp）605300，水井坊（sjf）600779
光伏
三星新材（sxxc）603578
电网
泰永长征（tycz）002927，良信股份（lxgf）002706，四方股份（sfgf）601126，天正电气（tzdq）605066
核电
利柏特（lbt）605167，合锻智能（hdzn）603011，旭光电子（xgdz）600353
电力
华银电力（hydl）600744，韶能股份（sngf）000601，美能能源（mnny）001299，辽宁能源（lnny）600758，华能蒙电（hnmd）600863，华电辽能（hdln）600396
机器人
天永智能（tyzn）603895，迎丰股份（yfgf）605055，南矿集团（nkjt）001360
芯片
三祥新材（sxxc）603663，和远气体（hyqt）002971
其余形式独苗
凯瑞德（krd）002072，阳光股份（yggf）000608，美诺华（mnh）603538，德新科技（dxkj）603032，迪生力（dsl）603335

二板
中百集团（zbjt）000759，盛龙股份（slgf）001257，步步高（bbg）002251，中京电子（zjdz）002579，真视通（zst）002771

三板
华塑控股（hskg）000509，香江控股（xjkg）600162，华电能源（hdny）600726

`
  },
  {
    "d": "2026-05-26",
    "l": "https://www.tgb.cn/a/2s74VXWLwzO",
    "t": `

首板
Ai应用
米奥会展（mahz）300795，真视通（zst）002771，粤传媒（ycm）002181，声讯股份（sxgf）003004
电力
卧龙新能（wlxn）600173，上海电力（shdl）600021，百通能源（btny）001376，华通线缆（htxl）605196
机器人
中大力德（zdld）002896，大众公用（dzgy）600635，胜通能源（stny）001331
芯片
和顺石油（hssy）603353，沃格光电（wggd）603773
消费
步步高（bbg）002251，中百集团（zbjt）000759，三峡旅游（sxly）002627
化工
红星发展（hxfz）600367，复洁科技（fjkj）688335，昊华科技（hhkj）600378
Pcb
晨丰科技（cfkj）603685，沃特股份（wtgf）002886，中京电子（zjdz）002579，肯特股份（ktgf）301591，生益电子（sydz）688183，山东玻纤（sdbx）605006，生益科技（sykj）600183，泰坦股份（ttgf）003036
未分类
甬金股份（yjgf）603995，招金黄金（zjhj）000506，金钼股份（jmgf）601958，盛龙股份（slgf）001257，中国铝业（zgly）601600，华锡有色（hxys）600301
其余形式独苗
播恩集团（bejt）001366，雄韬股份（xtgf）002733

二板
华塑控股（hskg）000509，华天科技（htkj）002185，新亚制程（xyzc）002388，泰坦股份（ttgf）003036，香江控股（xjkg）600162，三佳科技（sjkj）600520，长电科技（zdkj）600584，华电能源（hdny）600726

三板
新金路（xjl）000510，黄河旋风（hhxf）600172，宝鼎科技（bdkj）002552，双星新材（sxxc）002585

`
  },
  {
    "d": "2026-05-25",
    "l": "https://www.tgb.cn/a/2s5tKsyaSsk",
    "t": `

首板
煤炭
梅安森（mas）300275，云鼎科技（ydkj）000409，嘉友国际（jygj）603871，山东矿机（sdkj）002526，中信重工（zxzg）601608，平煤股份（pmgf）601666，盘江股份（pjgf）600395，广汇物流（ghwl）600603
芯片
新洁能（xjn）605111，华天科技（htkj）002185，晶方科技（jfkj）603005，百合花（bhh）603823，冠石科技（gskj）605588，东芯股份（dxgf）688110，三佳科技（sjkj）600520，百傲化学（bahx）603360
雅克科技（ykkj）002409，华虹公司（hhgs）688347，快克智能（kkzn）603203，通富微电（tfwd）002156，甬矽电子（yxdz）688362，木林森（mls）002745，长电科技（zdkj）600584
国产算力
东方明珠（dfmz）600832，广电网络（gdwl）600831，贵广网络（ggwl）600996
算力硬件
金时科技（jskj）002951，泰永长征（tycz）002927，凯恩股份（kegf）002012，恒铭达（hmd）002947，王子新材（wzxc）002735，长海股份（zhgf）300196，科瑞技术（krjs）002957，泰坦股份（ttgf）003036
商络电子（sldz）300975，剑桥科技（jqkj）603083，麦格米特（mgmt）002851，华工科技（hgkj）000988
浙江
友邦吊顶（ybdd）002718，福莱蒽特（flet）605566，众泰汽车（ztqc）000980，万盛股份（wsgf）603010，得邦照明（dbzm）603303
金刚石
杰美特（jmt）300868，博云新材（byxc）002297
电力
京能电力（jndl）600578，电投绿能（dtln）000875，华电能源（hdny）600726，广西能源（gxny）600310，长源电力（zydl）000966，华能蒙电（hnmd）600863，郴电国际（cdgj）600969，华电辽能（hdln）600396
机器人
兴业科技（xykj）002674，麦迪科技（mdkj）603990，龙溪股份（lxgf）600592，首开股份（skgf）600376，岱美股份（dmgf）603730，华瑞股份（hrgf）300626
房地产
福星股份（fxgf）000926，香江控股（xjkg）600162
消费
金徽酒（jhj）603919，皇台酒业（htjy）000995，供销大集（gxdj）000564
医药
双成药业（scyy）002693，海欣股份（hxgf）600851
稀土永磁
惠城环保（hchb）300779，华宏科技（hhkj）002645，横店东磁（hddc）002056，龙磁科技（lckj）300835
华为
新亚制程（xyzc）002388，威派格（wpg）603956
其余形式独苗
瑞玛精密（rmjm）002976，江苏神通（jsst）002438，北玻股份（bbgf）002613，华塑控股（hskg）000509，中工国际（zggj）002051

二板
新金路（xjl）000510，风华高科（fhgk）000636，达实智能（dszn）002421，九安医疗（jayl）002432，宝鼎科技（bdkj）002552，双星新材（sxxc）002585，光华科技（ghkj）002741，意华股份（yhgf）002897，鹏鼎控股（pdkg）002938，博杰股份（bjgf）002975，华盛昌（hsc）002980，黄河旋风（hhxf）600172，莲花控股（lhkg）600186，科新发展（kxfz）600234，华丽家族（hljz）600503，狮头股份（stgf）600539，奥康国际（akgj）603001，宏和科技（hhkj）603256，三祥新材（sxxc）603663，博敏电子（bmdz）603936，恒盛能源（hsny）605580

三板
恒林股份（hlgf）603661

四板
四环生物（shsw）000518

`
  },
  {
    "d": "2026-05-22",
    "l": "https://www.tgb.cn/a/2s0syXZkOJq",
    "t": `

首板
金刚石
黄河旋风（hhxf）600172，四方达（sfd）300179，恒盛能源（hsny）605580，国机精工（gjjg）002046
算力硬件
鹏鼎控股（pdkg）002938，博迁新材（bqxc）605376，风华高科（fhgk）000636，宝鼎科技（bdkj）002552，天承科技（tckj）688603，京泉华（jqh）002885，合百集团（hbjt）000417，莲花控股（lhkg）600186
光华科技（ghkj）002741，艾华集团（ahjt）603989，景旺电子（jwdz）603228，盷冢科技，宏和科技（hhkj）603256，山东玻纤（sdbx）605006，卓郎智能（zlzn）600545，春秋电子（cqdz）603890
博杰股份（bjgf）002975，京投发展（jtfz）600683，海星股份（hxgf）603115，火炬电子（hjdz）603678，飞亚达（fyd）000026，华盛昌（hsc）002980，方邦股份（fbgf）688020，博敏电子（bmdz）603936
强达电路（qddl）301628，华正新材（hzxc）603186，跃岭股份（ylgf）002725，沪电股份（hdgf）002463，雄韬股份（xtgf）002733，海鸥股份（hogf）603269，双星新材（sxxc）002585，华生科技（hskj）605180
鼎泰高科（dtgk）301377，智立方（zlf）301312，元力股份（ylgf）300174，洁美科技（jmkj）002859，深南电路（sndl）002916，鸿远电子（hydz）603267，东材科技（dckj）601208，生益科技（sykj）600183
民爆光电（mbgd）301362，洪田股份（htgf）603800，川润股份（crgf）002272，瑞丰高材（rfgc）300243，中材科技（zckj）002080，利和兴（lhx）301013，方正科技（fzkj）600601，法拉电子（fldz）600563
盈方微（yfw）000670，华金资本（hjzb）000532，福斯特（fst）603806，意华股份（yhgf）002897，红板科技（hbkj）603459
支付
格尔软件（gerj）603232，新大陆（xdl）000997
机器人
狮头股份（stgf）600539，华丽家族（hljz）600503，新安股份（xagf）600596，康平科技（kpkj）300907，凯中精密（kzjm）002823
未分类
新金路（xjl）000510，金瑞矿业（jrky）600714，新疆众和（xjzh）600888，东方钽业（dfty）000962，中钨高新（zwgx）000657，中金岭南（zjln）000060，铜陵有色（tlys）000630
芯片
格林达（gld）603931，华软科技（hrkj）002453，三美股份（smgf）603379，巨化股份（jhgf）600160，慧智微（hzw）688512，三祥新材（sxxc）603663
电网电力
大连电瓷（dldc）002606，科陆电子（kldz）002121，大连热电（dlrd）600719，森林包装（slbz）605500
算力租赁
科新发展（kxfz）600234，航锦科技（hjkj）000818
历史级老龙
九安医疗（jayl）002432，克来机电（kljd）603960
医药
播恩集团（bejt）001366，九安医疗（jayl）002432，正川股份（zcgf）603976，三力制药（slzy）603439，易明医药（ymyy）002826
锂电
华锋股份（hfgf）002806，新化股份（xhgf）603867，蔚蓝锂芯（wllx）002245
航天
金隅集团（jyjt）601992，湘电股份（xdgf）600416
物理ai
达实智能（dszn）002421，奥海科技（ahkj）002993，水晶光电（sjgd）002273
其余形式独苗
交大昂立（jdal）600530，美新科技（mxkj）301588，奥康国际（akgj）603001，宏柏新材（hbxc）605366，恒通股份（htgf）603223，华资实业（hzsy）600191

二板
南玻Ａ（nba）000012，京东方Ａ（jdfa）000725，和泰机电（htjd）001225，联创电子（lcdz）002036，锋龙股份（flgf）002931，曙光股份（sggf）600303，恒林股份（hlgf）603661

三板
四环生物（shsw）000518，龙星科技（lxkj）002442，金利华电（jlhd）300069，大众交通（dzjt）600611

`
  },
  {
    "d": "2026-05-21",
    "l": "https://www.tgb.cn/a/2rYLPQqEQXv",
    "t": `

首板
玻璃基板
京东方Ａ（jdfa）000725，亚世光电（ysgd）002952，华映科技（hykj）000536，龙腾光电（ltgd）688055
无人驾驶
浙江世宝（zjsb）002703，曙光股份（sggf）600303，索菱股份（slgf）002766，联创电子（lcdz）002036，德赛西威（dsxw）002920
医药
昂利康（alk）002940，昭衍新药（zyxy）603127，康辰药业（kcyy）603590，派林生物（plsw）000403
机器人
北投科技（btkj）600936，和泰机电（htjd）001225，中马传动（zmcd）603767，锋龙股份（flgf）002931
广东气氛组
南玻Ａ（nba）000012，广东明珠（gdmz）600382，惠威科技（hwkj）002888
算力
华升股份（hsgf）600156，直真科技（zzkj）003007
电力
豫能控股（ynkg）001896，京能电力（jndl）600578
浙江
安邦护卫（abhw）603373，恒林股份（hlgf）603661
其余形式独苗
华微电子（hwdz）600360

二板
四环生物（shsw）000518，龙星科技（lxkj）002442，金利华电（jlhd）300069，大众交通（dzjt）600611

四板
诚邦股份（cbgf）603316

七板
威龙股份（wlgf）603779

`
  },
  {
    "d": "2026-05-20",
    "l": "https://www.tgb.cn/a/2rX86P4iQTL",
    "t": `

首板
芯片
市北高新（sbgx）600604，绿通科技（ltkj）301322，汉钟精机（hzjj）002158，欧晶科技（ojkj）001269，大众交通（dzjt）600611，晶方科技（jfkj）603005，利和兴（lhx）301013，大胜达（dsd）603687
上海合晶（shhj）688584，和顺石油（hssy）603353，张江高科（zjgk）600895，国风新材（gfxc）000859，华源控股（hykg）002787，万润科技（wrkj）002654，国投中鲁（gtzl）600962，多氟多（dfd）002407
盛剑科技（sjkj）603324，智光电气（zgdq）002169，金海通（jht）603061，联芸科技（lykj）688449，瑞华泰（rht）688323，兆易创新（zycx）603986，盛景微（sjw）603375，三祥新材（sxxc）603663
股转
金利华电（jlhd）300069，和展能源（hzny）000809
算力硬件
世嘉科技（sjkj）002796，潍柴重机（wczj）000880，杭电股份（hdgf）603618，宏盛股份（hsgf）603090，法尔胜（fes）000890，银轮股份（ylgf）002126，华正新材（hzxc）603186，鑫源智造（xyzz）600615
泰坦股份（ttgf）003036
摘帽
四环生物（shsw）000518，声讯股份（sxgf）003004
消费
黑芝麻（hzm）000716，金徽酒（jhj）603919
化工
龙星科技（lxkj）002442，滨海能源（bhny）000695
稀土
争光股份（zggf）301092，华宏科技（hhkj）002645
其余形式独苗
福星股份（fxgf）000926，雅运股份（yygf）603790，交大昂立（jdal）600530，密封科技（mfkj）301020，凯瑞德（krd）002072，粤海饲料（yhsl）001313，宏英智能（hyzn）001266

二板
可立克（klk）002782，声迅股份，法拉电子（fldz）600563，凯迪股份（kdgf）605288

三板
合百集团（hbjt）000417，川润股份（crgf）002272，诚邦股份（cbgf）603316，三孚股份（sfgf）603938

四板
达实智能（dszn）002421

五板
威龙股份（wlgf）603779

八板
利仁科技（lrkj）001259

`
  },
  {
    "d": "2026-05-19",
    "l": "https://www.tgb.cn/a/2rVtVhNDaYR",
    "t": `

首板
算力硬件
统一股份（tygf）600506，汇源通信（hytx）000586，风华高科（fhgk）000636，逸豪新材（yhxc）301176，可立克（klk）002782，振华股份（zhgf）603067，昀冢科技（yzkj）688260，易德龙（ydl）603380
旭光电子（xgdz）600353，飞亚达（fyd）000026，法拉电子（fldz）600563，天山电子（tsdz）301379，江海股份（jhgf）002484，万通发展（wtfz）600246，光莆股份（gpgf）300632，新特电气（xtdq）301120
光迅科技（gxkj）002281，冰轮环境（blhj）000811，剑桥科技（jqkj）603083
机器人（物理Ai）
景兴纸业（jxzy）002067，福莱新材（flxc）605488，申达股份（sdgf）600626，北投科技（btkj）600936，天创时尚（tcss）603608，圣龙股份（slgf）603178，凯迪股份（kdgf）605288，联域股份（lygf）001326
德马科技（dmkj）688360，埃科光电（akgd）688610，立昂微（law）605358，上海机电（shjd）600835，豪美新材（hmxc）002988，裕同科技（ytkj）002831
Ai应用
延华智能（yhzn）002178，风语筑（fyz）603466，读者传媒（dzcm）603999，尚品宅配（spzp）300616，彩讯股份（cxgf）300634，润达医疗（rdyl）603108
电力电网
华能蒙电（hnmd）600863，尚纬股份（swgf）603333，东南网架（dnwj）002135，涪陵电力（fldl）600452，上海电力（shdl）600021，广西能源（gxny）600310，京能热力（jnrl）002893，建投能源（jtny）000600
博迁新材（bqxc）605376，豫能控股（ynkg）001896，赣能股份（gngf）000899
光储
正泰电源（ztdy）002150，双良节能（sljn）600481，林洋能源（lyny）601222
国产算力
南威软件（nwrj）603636，思特奇（stq）300608，广电网络（gdwl）600831，莲花控股（lhkg）600186，梦网科技（mwkj）002123
芯片
圣晖集成（shjc）603163，同兴达（txd）002845，耐科装备（nkzb）688419，沪硅产业（hgcy）688126
其余形式独苗
创新医疗（cxyl）002173，亚夏股份，博迈科（bmk）603727，大亚圣象（dysx）000910，百合花（bhh）603823，北化股份（bhgf）002246，江南化工（jnhg）002226

二板
合百集团（hbjt）000417，合肥城建（hfcj）002208，川润股份（crgf）002272，宝鼎科技（bdkj）002552，弘信电子（hxdz）300657，辽宁能源（lnny）600758，电科数字（dksz）600850，贵州燃气（gzrq）600903，海星股份（hxgf）603115，嘉环科技（jhkj）603206，诚邦股份（cbgf）603316，三孚股份（sfgf）603938，艾华集团（ahjt）603989，伟时电子（wsdz）605218

三板
达实智能（dszn）002421，金海高科（jhgk）603311

四板
北自科技（bzkj）603082

五板
威龙股份（wlgf）603779

七板
利仁科技（lrkj）001259

`
  },
  {
    "d": "2026-05-18",
    "l": "https://www.tgb.cn/a/2rTQm9HVzuR",
    "t": `

首板
算力
弘信电子（hxdz）300657，电科数字（dksz）600850，贵广网络（ggwl）600996，嘉环科技（jhkj）603206，法狮龙（fsl）605318，国脉文化（gmwh）600640
长鑫概念
上峰水泥（sfsn）000672，合百集团（hbjt）000417，合肥城建（hfcj）002208，朗迪集团（ldjt）603726，中山公用（zsgy）000685，华安证券（hazq）600909
D字气氛组
达安基因（dajy）002030，新大洲Ａ（xdza）000571，得邦照明（dbzm）603303
物理Ai
索辰科技（sckj）688507，伟时电子（wsdz）605218，惠威科技（hwkj）002888，凡拓数创（ftsc）301313，能科科技（nkkj）603859，天娱数科（tysk）002354，美格智能（mgzn）002881，安洁科技（ajkj）002635
机器人
春光科技（cgkj）603657，华达科技（hdkj）603358，华培动力（hpdl）603121
电力电网
立新能源（lxny）001258，辽宁能源（lnny）600758，望变电气（wbdq）603191，科陆电子（kldz）002121，江苏新能（jsxn）603693，浙江新能（zjxn）600032
航天
国检集团（gjjt）603060，派克新材（pkxc）605123，东方钽业（dfty）000962，再升科技（zskj）603601，贵绳股份（gsgf）600992
算力硬件
川润股份（crgf）002272，深科技（skj）000021，宝鼎科技（bdkj）002552，海星股份（hxgf）603115，三孚股份（sfgf）603938，金瑞矿业（jrky）600714，华工科技（hgkj）000988，同有科技（tykj）300302
园林股份（ylgf）605303，金富科技（jfkj）003018，安抚科技，金字火腿（jzht）002515，皮阿诺（pan）002853，艾华集团（ahjt）603989，万润科技（wrkj）002654，生益科技（sykj）600183
长盈通（zyt）688143，泰永长征（tycz）002927，四方股份（sfgf）601126
次新
理奇智能（lqzn）301599，春光集团（cgjt）301531，有研复材（yyfc）688811，大普微（dpw）688661
其余形式独苗
百傲化学（bahx）603360，交运股份（jygf）600676，养元饮品（yyyp）603156，祥龙电业（xldy）600769，深振业Ａ（szya）000006，贵州燃气（gzrq）600903，金证股份（jzgf）600446，中油工程（zygc）600339
中化国际（zhgj）600500，万里股份（wlgf）600847

二板
中锐股份（zrgf）002374，达实智能（dszn）002421，柏诚股份（bcgf）601133，滨化股份（bhgf）601678，金海高科（jhgk）603311

三板
北自科技（bzkj）603082

四板
京能电力（jndl）600578，威龙股份（wlgf）603779

六板
利仁科技（lrkj）001259

`
  },
  {
    "d": "2026-05-15",
    "l": "https://www.tgb.cn/a/2rOPsxbZ4ku",
    "t": `

首板
氢氟酸
滨化股份（bhgf）601678，中欣氟材（zxfc）002915，中巨芯（zjx）688549，金石资源（jszy）603505，多氟多（dfd）002407，江化微（jhw）603078，尚纬股份（swgf）603333
化工
怡达股份（ydgf）300721，司太立（stl）603520，鲁银投资（lytz）600784，巍华新材（whxc）603310，光华股份（ghgf）001333
机器人
骏亚科技（jykj）603386，通达电气（tddq）603390，大业股份（dygf）603278，中马传动（zmcd）603767，科力尔（kle）002892，华新精科（hxjk）603370，雷赛智能（lszn）002979，巨轮智能（jlzn）002031
东风科技（dfkj）600081，三丰智能（sfzn）300276，奇精机械（qjjx）603677，三瑞智能（srzn）301696，纽威数控（nwsk）688697，方正电机（fzdj）002196，新坐标（xzb）603040
Ai应用
引力传媒（ylcm）603598，粤传媒（ycm）002181，中视传媒（zscm）600088，达实智能（dszn）002421
足球
粤传媒（ycm）002181，共创草坪（gccp）605099，双象股份（sxgf）002395
芯片
隆华科技（lhkj）300263，柏诚股份（bcgf）601133
电力电网
瑞泰科技（rtkj）002066，锡华科技（xhkj）603248，好利科技（hlkj）002729，大唐发电（dtfd）601991
其余形式独苗
中锐股份（zrgf）002374，黑牡丹（hmd）600510，北巴传媒（bbcm）600386，有友食品（yysp）603697，傲农生物（answ）603363，丰林集团（fljt）601996，家居建材，高乐股份（glgf）002348
维康药业（wkyy）300878，浙江医药（zjyy）600216，严牌股份（ypgf）301081，浙江纺织

二板
和远气体（hyqt）002971，北自科技（bzkj）603082

三板
京能电力（jndl）600578，威龙股份（wlgf）603779

五板
利仁科技（lrkj）001259

六板
蒙娜丽莎（mnls）002918

`
  },
  {
    "d": "2026-05-14",
    "l": "https://www.tgb.cn/a/2rNazahrhGI",
    "t": `

首板
算力硬件
共进股份（gjgf）603118，金富科技（jfkj）003018，中利集团（zljt）002309，泰和新材（thxc）002254，汇绿生态（hlst）001267，中瓷电子（zcdz）003031，盛视科技（sskj）002990，华盛昌（hsc）002980
光伏
协鑫集成（xxjc）002506，双良节能（sljn）600481，耀皮玻璃（ypbl）600819，国际实业（gjsy）000159
芯片
和远气体（hyqt）002971，晶升股份（jsgf）688478，天富能源（tfny）600509，凯伦股份（klgf）300715，露笑科技（lxkj）002617，中持股份（zcgf）603903，友阿股份（yagf）002277，联泓新科（lhxk）003022
化工
宏柏新材（hbxc）605366，红宝丽（hbl）002165，晨光新材（cgxc）605399，红墙股份（hqgf）002809
猪肉
天域生物（tysw）603717，天邦食品（tbsp）002124，神农集团（snjt）605296，华统股份（htgf）002840
家电
小崧股份（xsgf）002723，星德胜（xds）603344
其余形式独苗
华秦科技（hqkj）688281，宁夏建材（nxjc）600449，侨银股份（qygf）002973，龙高股份（lggf）605086，北自科技（bzkj）603082，北京自己的科技，麒盛科技（qskj）603610，新宏泰（xht）603016
瑞玛精密（rmjm）002976

二板
金房能源（jfny）001210，欧克科技（okkj）001223，可立克（klk）002782，昂利康（alk）002940，华升股份（hsgf）600156，京能电力（jndl）600578，宁波中百（nbzb）600857，贵州燃气（gzrq）600903，南华期货（nhqh）603093，威龙股份（wlgf）603779，中船特气（zctq）688146

三板
合肥城建（hfcj）002208，花王股份（hwgf）603007，可川科技（kckj）603052

四板
利仁科技（lrkj）001259

五板
蒙娜丽莎（mnls）002918

`
  },
  {
    "d": "2026-05-13",
    "l": "https://www.tgb.cn/a/2rLxL4PPGKA",
    "t": `

首板
算力租赁
华升股份（hsgf）600156，润建股份（rjgf）002929，东方材料（dfcl）603110，利通电子（ltdz）603629，城地香江（cdxj）603887，奥瑞德（ard）600666，森远股份（sygf）300210，中嘉博创（zjbc）000889
三人行（srx）605168，直真科技（zzkj）003007
电力电网
中材节能（zcjn）603126，金房能源（jfny）001210，东方新能（dfxn）002310，京能电力（jndl）600578，新能泰山（xnts）000720，宁波能源（nbny）600982，可立克（klk）002782，辽宁能源（lnny）600758
宝光股份（bggf）600379，协鑫能科（xxnk）002015，罗平锌电（lpxd）002114，同力天启（tltq）605286，禾望电气（hwdq）603063，闽东电力（mddl）000993，京泉华（jqh）002885，顺钠股份（sngf）000533
华电能源（hdny）600726，华光环能（hghn）600475，节能风电（jnfd）601016，中恒电气（zhdq）002364，泰嘉股份（tjgf）002843，科士达（ksd）002518，奥海科技（ahkj）002993，旺能环境（wnhj）002034
伊戈尔（yge）002922，四方股份（sfgf）601126
算力硬件
华西股份（hxgf）000936，天润工业（trgy）002283，大族激光（dzjg）002008，彩虹股份（chgf）600707，潍柴重机（wczj）000880，三孚股份（sfgf）603938，翔鹭钨业（xlwy）002842，中国动力（zgdl）600482
生益科技（sykj）600183，博敏电子（bmdz）603936，鹏鼎控股（pdkg）002938，万润科技（wrkj）002654，春秋电子（cqdz）603890，工业富联（gyfl）601138，呈和科技（chkj）688625，养元饮品（yyyp）603156
麦格米特（mgmt）002851，德明利（dml）001309，天准科技（tzkj）688003，怡亚通（yyt）002183，松芝股份（szgf）002454，冰轮环境（blhj）000811，凤形股份（fxgf）002760
锂电
丰元股份（fygf）002805，纳尔股份（negf）002825，圣泉集团（sqjt）605589，欧克科技（okkj）001223，键邦股份（jbgf）603285
海南
嘉诚国际（jcgj）603535，海汽集团（hqjt）603069
芯片
肯特催化（ktch）603120，梦天家居（mtjj）603216，时代电气（sddq）688187，禾盛新材（hsxc）002290，雅克科技（ykkj）002409，斯达半导（sdbd）603290，中船特气（zctq）688146，瑞华泰（rht）688323
动物
粤海饲料（yhsl）001313
其余形式独苗
威龙股份（wlgf）603779，恒宇信通（hyxt）300965，久远银海（jyyh）002777，华达新材（hdxc）605158，成都路桥（cdlq）002628，雪迪龙（xdl）002658，亚厦股份（ysgf）002375，中岩大地（zydd）003001
威帝股份（wdgf）603023，昂利康（alk）002940，浙江医药（zjyy）600216，仁智股份（rzgf）002629，华体科技（htkj）603679，四川航天，贵州燃气（gzrq）600903，浙江世宝（zjsb）002703
雅运股份（yygf）603790，中化国际（zhgj）600500，上海化工，上海橡胶，中粮糖业（zlty）600737，南华期货（nhqh）603093，浙江期货，宁波中百（nbzb）600857

二板
韶能股份（sngf）000601，晋控电力（jkdl）000767，众合科技（zhkj）000925，合肥城建（hfcj）002208，汉缆股份（hlgf）002498，通达股份（tdgf）002560，线上线下（xsxx）300959，花王股份（hwgf）603007，可川科技（kckj）603052，万控智造（wkzz）603070，快克智能（kkzn）603203

三板
利仁科技（lrkj）001259，黄河旋风（hhxf）600172，华电辽能（hdln）600396

四板
蒙娜丽莎（mnls）002918，交大昂立（jdal）600530

六板
大唐发电（dtfd）601991

`
  },
  {
    "d": "2026-05-12",
    "l": "https://www.tgb.cn/a/2rJQIyWjoxY",
    "t": `

首板
算力产业链
可川科技（kckj）603052，众合科技（zhkj）000925，唯科科技（wkkj）301196，华正新材（hzxc）603186，泰和新材（thxc）002254，石英股份（sygf）603688，合肥城建（hfcj）002208，太极实业（tjsy）600667
快克智能（kkzn）603203，南风股份（nfgf）300004，平安电工（padg）001359，云南锗业（ynzy）002428
芯片
花王股份（hwgf）603007，线上线下（xsxx）300959，华源控股（hykg）002787，金海通（jht）603061，金螳螂（jtl）002081
上海
锦和商管（jhsg）603682，凯众股份（kzgf）603037
电力电网
韶能股份（sngf）000601，工大科雅（gdky）301197，万控智造（wkzz）603070，柘中股份（zzgf）002346，迪贝电气（dbdq）603320，太阳能（tyn）000591，太阳电缆（tydl）002300，通光线缆（tgxl）300265
通达股份（tdgf）002560，晋控电力（jkdl）000767，大连电瓷（dldc）002606，汉缆股份（hlgf）002498，大连热电（dlrd）600719
机器人
百达精工（bdjg）603331，浙江众成（zjzc）002522，晋拓股份（jtgf）603211，天永智能（tyzn）603895
其余形式独苗
深振业Ａ（szya）000006，重药控股（zykg）000950，安德利（adl）605198，成飞集成（cfjc）002190

二板
深深房Ａ（ssfa）000029，上峰水泥（sfsn）000672，双枪科技（sqkj）001211，利仁科技（lrkj）001259，汉邦高科（hbgk）300449，黄河旋风（hhxf）600172，华电辽能（hdln）600396，津药药业（jyyy）600488，远东股份（ydgf）600869，海鸥股份（hogf）603269

三板
蒙娜丽莎（mnls）002918，康欣新材（kxxc）600076，交大昂立（jdal）600530，京投发展（jtfz）600683

四板
通鼎互联（tdhl）002491，宝鼎科技（bdkj）002552

五板
大唐发电（dtfd）601991

`
  },
  {
    "d": "2026-05-11",
    "l": "https://www.tgb.cn/a/2rIexFIAju4",
    "t": `

首板
算力硬件
汉邦高科（hbgk）300449，黄河旋风（hhxf）600172，同有科技（tykj）300302，海鸥股份（hogf）603269，博杰股份（bjgf）002975，普冉股份（prgf）688766，三旺通信（swtx）688618，风华高科（fhgk）000636
沃格光电（wggd）603773，光电股份（gdgf）600184，大元泵业（dyby）603757，双星新材（sxxc）002585，中稀有色（zxys）600259，冰轮环境（blhj）000811，远东股份（ydgf）600869，天通股份（ttgf）600330
方正科技（fzkj）600601，长电科技（zdkj）600584，中瓷电子（zcdz）003031，翔港科技（xgkj）603499，博敏电子（bmdz）603936，深科达（skd）688328，长川科技（cckj）300604，星网锐捷（xwrj）002396
广合科技（ghkj）001389，大族激光（dzjg）002008，天承科技（tckj）688603，金田股份（jtgf）601609，中航光电（zhgd）002179
芯片相关
兴福电子（xfdz）688545，天普股份（tpgf）605255，宝光股份（bggf）600379，深圳华强（szhq）000062，大唐电信（dtdx）600198，上峰水泥（sfsn）000672，宇晶股份（yjgf）002943，中船特气（zctq）688146
九丰能源（jfny）605090，和远气体（hyqt）002971
未分类
沧州明珠（czmz）002108，春兰股份（clgf）600854，万朗磁塑（wlcs）603150
机器人
胜通能源（stny）001331，众辰科技（zckj）603275
北京
百邦科技（bbkj）300736，利仁科技（lrkj）001259，瑞泰科技（rtkj）002066，中国科传（zgkc）601858
江苏
富淼科技（fmkj）688350，徐工机械（xgjx）000425，亚玛顿（ymd）002623
算电+电网
甘肃能源（gsny）000791，英威腾（ywt）002334，科威尔（kwe）688551，桂冠电力（ggdl）600236，佳电股份（jdgf）000922，华电辽能（hdln）600396，联科科技（lkkj）001207
家居
尚品宅配（spzp）300616，悍高集团（hgjt）001221，双枪科技（sqkj）001211
浙江
天邦食品（tbsp）002124，得邦照明（dbzm）603303，友邦吊顶（ybdd）002718
医药
健麾信息（jhxx）605186，力诺药包（lnyb）301188，南新制药（nxzy）688189，津药药业（jyyy）600488，普洛药业（plyy）000739
其余形式独苗
祥龙电业（xldy）600769，深深房Ａ（ssfa）000029，锦龙股份（jlgf）000712，跨境通（kjt）002640

二板
达安基因（dajy）002030，光迅科技（gxkj）002281，钧达股份（jdgf）002865，蒙娜丽莎（mnls）002918，康欣新材（kxxc）600076，澄星股份（cxgf）600078，科新发展（kxfz）600234，交大昂立（jdal）600530，卓郎智能（zlzn）600545，京投发展（jtfz）600683，上实发展（ssfz）600748，富春染织（fcrz）605189

三板
通鼎互联（tdhl）002491，宝鼎科技（bdkj）002552，红板科技（hbkj）603459，泰晶科技（tjkj）603738，山东玻纤（sdbx）605006

四板
大唐发电（dtfd）601991

五板
福达合金（fdhj）603045

`
  },
  {
    "d": "2026-05-08",
    "l": "https://www.tgb.cn/a/2rDgeudH6k6",
    "t": `

首板
Ai应用
国安股份（gagf）000839，完美游戏，荣联科技（rlkj）002642，中国软件（zgrj）600536，榕基软件（rjrj）002474
锂电
传艺科技（cykj）002866，泰坦股份（ttgf）003036，华联控股（hlkg）000036，圣阳股份（sygf）002580，江苏国泰（jsgt）002091，澄星股份（cxgf）600078，兆新股份（zxgf）002256，龙高股份（lggf）605086
丽岛新材（ldxc）603937
纺织
泰坦股份（ttgf）003036，恒申新材（hsxc）000782，梦洁股份（mjgf）002397，卓郎智能（zlzn）600545，迎丰股份（yfgf）605055，富春染织（fcrz）605189
房地产
京投发展（jtfz）600683，宁波富达（nbfd）600724，三湘印象（sxyx）000863，上实发展（ssfz）600748，帝欧水华（dosh）002798，蒙娜丽莎（mnls）002918
航天
金海高科（jhgk）603311，康欣新材（kxxc）600076，鲁信创投（lxct）600783，航天长峰（htzf）600855，五洲新春（wzxc）603667，贵绳股份（gsgf）600992，电科蓝天（dklt）688818，立昂微（law）605358
烽火通信（fhtx）600498，航天动力（htdl）600343，长江通信（cjtx）600345，航天发展（htfz）000547，武进不锈（wjbx）603878
算力硬件
罗曼股份（lmgf）605289，铭普光磁（mpgc）002902，凌云股份（lygf）600480，飞龙股份（flgf）002536，盷冢科技，汇绿生态（hlst）001267，航发科技（hfkj）600391，光迅科技（gxkj）002281
东田微（dtw）301183，福晶科技（fjkj）002222
医药
达安基因（dajy）002030，贝瑞基因（brjy）000710，太龙药业（tlyy）600222
油气
仁智股份（rzgf）002629，洪通燃气（htrq）605169，升达林业（sdly）002259
机器人
雷赛智能（lszn）002979，迎丰股份（yfgf）605055，秦安股份（qagf）603758，日发精机（rfjj）002520，天奇股份（tqgf）002009，祥鑫科技（xxkj）002965，襄阳轴承（xyzc）000678，福莱蒽特（flet）605566
瑞鹄模具（rgmj）002997，华之杰（hzj）603400，恒星科技（hxkj）002132，精锻科技（jdkj）300258，富春染织（fcrz）605189，赛福天（sft）603028
加工刀具
恒锋工具（hfgj）300488，温州宏丰（wzhf）300283
工程机械
鼎熔岩（dry）301028，创力集团（cljt）603012，建设机械（jsjx）600984
其余形式独苗
北部湾港（bbwg）000582，珠海中富（zhzf）000659，科新发展（kxfz）600234，交大昂立（jdal）600530，钧达股份（jdgf）002865，安邦护卫（abhw）603373，大位科技（dwkj）600589，光华股份（ghgf）001333
浙江化工

二板
巨轮智能（jlzn）002031，众生药业（zsyy）002317，宝鼎科技（bdkj）002552，共达电声（gdds）002655，润建股份（rjgf）002929，宏川智慧（hczh）002930，北投科技（btkj）600936，红板科技（hbkj）603459，通鼎互联（tdhl）002491，泰晶科技（tjkj）603738，新能泰山（xnts）000720，山东玻纤（sdbx）605006，南威软件（nwrj）603636

三板
波导股份（bdgf）600130，大唐发电（dtfd）601991，大业股份（dygf）603278，杭电股份（hdgf）603618

四板
福达合金（fdhj）603045

`
  },
  {
    "d": "2026-05-07",
    "l": "https://www.tgb.cn/a/2rBAuTOE4zj",
    "t": `

首板
机器人
天迈科技（tmkj）300807，中欣氟材（zxfc）002915，北投科技（btkj）600936，越剑智能（yjzn）603095，巨轮智能（jlzn）002031，肇民科技（zmkj）301000，狮头股份（stgf）600539，聚杰微纤（jjwx）300819
天永智能（tyzn）603895，模塑科技（mskj）000700，华塑控股（hskg）000509，博实股份（bsgf）002698，信质集团（xzjt）002664，新泉股份（xqgf）603179，继峰股份（jfgf）603997
算力硬件
通鼎互联（tdhl）002491，泰晶科技（tjkj）603738，新能泰山（xnts）000720，怡亚通（yyt）002183，金时科技（jskj）002951，山东玻纤（sdbx）605006，盛视科技（sskj）002990，彩虹股份（chgf）600707
武汉凡谷（whfg）002194，宝鼎科技（bdkj）002552，伟时电子（wsdz）605218，大族激光（dzjg）002008，福鞍股份（fagf）603315，特发信息（tfxx）000070，炬光科技（jgkj）688167，长源东谷（zydg）603950
协和电子（xhdz）605258，东材科技（dckj）601208，超声电子（csdz）000823，石英股份（sygf）603688，东山精密（dsjm）002384，瑞斯康达（rskd）603803，华盛昌（hsc）002980，格林达（gld）603931
宏昌电子（hcdz）603002，华懋科技（hmkj）603306，中天科技（ztkj）600522，京泉华（jqh）002885，科华数据（khsj）002335，兴森科技（xskj）002436，红板科技（hbkj）603459，振华股份（zhgf）603067
算力租赁
润建股份（rjgf）002929，宏川智慧（hczh）002930，三人行（srx）605168，恒大高新（hdgx）002591，浦东建设（pdjs）600284，盈峰环境（yfhj）000967
Ai应用
南兴股份（nxgf）002757，引力传媒（ylcm）603598，易点天下（ydtx）301171，南威软件（nwrj）603636，中青宝（zqb）300052
光伏
安彩高科（acgk）600207，上海港湾（shgw）605598，华达新材（hdxc）605158
电力电网
北京科锐（bjkr）002350，好利科技（hlkj）002729，中国能建（zgnj）601868，华电能源（hdny）600726，中电鑫龙（zdxl）002298
消费电子
共达电声（gdds）002655，杰美特（jmt）300868，和胜股份（hsgf）002824
航天
苏州高新（szgx）600736，巨力索具（jlsj）002342
其余形式独苗
中工国际（zggj）002051，炼石航空（lshk）000697，非航天，三孚股份（sfgf）603938，厦工股份（sggf）600815，丰林集团（fljt）601996，仁东控股（rdkg）002647，众生药业（zsyy）002317
菲林格尔（flge）603226，中毅达（zyd）600610

二板
航锦科技（hjkj）000818，中嘉博创（zjbc）000889，合力泰（hlt）002217，宇环数控（yhsk）002903，真爱美家（zamj）003041，波导股份（bdgf）600130，华电辽能（hdln）600396，东阳光（dyg）600673，大连热电（dlrd）600719，大唐发电（dtfd）601991，腾龙股份（tlgf）603158，宏和科技（hhkj）603256，大业股份（dygf）603278，诚邦股份（cbgf）603316，杭电股份（hdgf）603618，德林海（dlh）688069

三板
中国长城（zgcc）000066，福达合金（fdhj）603045

五板
金螳螂（jtl）002081

`
  },
  {
    "d": "2026-05-06",
    "l": "https://www.tgb.cn/a/2rzWH1zuc9r",
    "t": `

首板
电力
大唐发电（dtfd）601991，协鑫能科（xxnk）002015，节能风电（jnfd）601016，大连热电（dlrd）600719，晶科科技（jkkj）601778，禾望电气（hwdq）603063，金开新能（jkxn）600821，华电辽能（hdln）600396
算力租赁
东阳光（dyg）600673，美利云（mly）000815，中嘉博创（zjbc）000889，东方国信（dfgx）300166，利通电子（ltdz）603629，直真科技（zzkj）003007，兴民智通（xmzt）002355，航锦科技（hjkj）000818
大位科技（dwkj）600589，鸿博股份（hbgf）002229，奥瑞德（ard）600666，恒润股份（hrgf）603985
算力硬件
盈新发展（yxfz）000620，博敏电子（bmdz）603936，禾盛新材（hsxc）002290，通富微电（tfwd）002156，潍柴动力（wcdl）000338，康盛股份（ksgf）002418，宏和科技（hhkj）603256，杭电股份（hdgf）603618
德明利（dml）001309，合力泰（hlt）002217，泰金新能（tjxn）688813，卓易信息（zyxx）688258，兆易创新（zycx）603986，诚邦股份（cbgf）603316，中材科技（zckj）002080，养元饮品（yyyp）603156
广合科技（ghkj）001389，园林股份（ylgf）605303，朗科科技（lkkj）300042，联德股份（ldgf）605060，综艺股份（zygf）600770，海鸥股份（hogf）603269，川润股份（crgf）002272，华源控股（hykg）002787
江波龙（jbl）301308，海星股份（hxgf）603115，同洲电子（tzdz）002052，中电港（zdg）001287，天润工业（trgy）002283，中金岭南（zjln）000060，腾龙股份（tlgf）603158，德福科技（dfkj）301511
海亮股份（hlgf）002203，瑞可达（rkd）688800，中恒电气（zhdq）002364，伟隆股份（wlgf）002871，云南锗业（ynzy）002428
浙江
美年健康（mnjk）002044，波导股份（bdgf）600130，浙江东日（zjdr）600113，奥康国际（akgj）603001，轻纺城（qfc）600790，雷迪克（ldk）300652
江苏
德林海（dlh）688069，锡华科技（xhkj）603248，江南高纤（jngx）600527
重组
来伊份（lyf）603777，和顺石油（hssy）603353，真爱美家（zamj）003041
航天
宇环数控（yhsk）002903，大业股份（dygf）603278，通宇通讯（tytx）002792，瑞华泰（rht）688323
锂电
深圳新星（szxx）603978，蔚蓝锂芯（wllx）002245，友升股份（ysgf）603418
其余形式独苗
海通发展（htfz）603162，汇金股份（hjgf）300368，三湘印象（sxyx）000863，上海合晶（shhj）688584，华锡有色（hxys）600301，北京文化（bjwh）000802，飞马国际（fmgj）002210

二板
中国长城（zgcc）000066，安道麦Ａ（adma）000553，长江证券（cjzq）000783，润贝航科（rbhk）001316，西部材料（xbcl）002149，汉钟精机（hzjj）002158，粤传媒（ycm）002181，华软科技（hrkj）002453，跨境通（kjt）002640，中天精装（ztjz）002989，福达合金（fdhj）603045

三板
金融街（jrj）000402，丰元股份（fygf）002805，丽岛新材（ldxc）603937

四板
金螳螂（jtl）002081，永杉锂业（ysly）603399，宝光股份（bggf）600379

`
  },
  {
    "d": "2026-04-30",
    "l": "https://www.tgb.cn/a/2rpYE5MnTiS",
    "t": `

首板
化工
丽臣实业（lcsy）001218，安道麦Ａ（adma）000553
算力硬件
福达合金（fdhj）603045，盛视科技（sskj）002990，万通发展（wtfz）600246，博迁新材（bqxc）605376
锂电池
恒大高新（hdgx）002591，先惠技术（xhjs）688155，盛新锂能（sxln）002240，天域生物（tysw）603717，粤桂股份（yggf）000833，红豆股份（hdgf）600400
光刻机
全筑股份（qzgf）603030，华软科技（hrkj）002453，百傲化学（bahx）603360，汉钟精机（hzjj）002158
贸易战
跨境通（kjt）002640，新赛股份（xsgf）600540，国芳集团（gfjt）601086
航天
润贝航科（rbhk）001316，香飘飘（xpp）603711，航天工程（htgc）603698，派克新材（pkxc）605123，上海沪工（shhg）603131，西部材料（xbcl）002149，海昌新材（hcxc）300885，中国一重（zgyz）601106
汽配以及机器人
亚通精工（ytjg）603190，圣龙股份（slgf）603178，浙江荣泰（zjrt）603119，香山股份（xsgf）002870，凌云光（lyg）688400，联合精密（lhjm）001268
足球
中体产业（ztcy）600158，东望时代（dwsd）600052，安妮股份（angf）002235，粤传媒（ycm）002181
芯片
明微电子（mwdz）688699，衢州发展（qzfz）600208，朗迪集团（ldjt）603726，中国长城（zgcc）000066，万通发展（wtfz）600246，高新发展（gxfz）000628，芯原股份（xygf）688521，中天精装（ztjz）002989
盛景微（sjw）603375，寒武纪（hwj）688256，华东重机（hdzj）002685，大胜达（dsd）603687
房地产
北辰实业（bcsy）601588，全新好（qxh）000007
电缆电线
长城科技（cckj）603897，起帆电缆（qfdl）605222
其余形式独苗
华神股份，汇洁股份（hjgf）002763，长江证券（cjzq）000783，创世纪（csj）300083，冠豪高新（ghgx）600433，万里石（wls）002785，千味央厨（qwyc）001215，润建股份（rjgf）002929

二板
金融街（jrj）000402，海德股份（hdgf）000567，众泰汽车（ztqc）000980，融捷股份（rjgf）002192，华宏科技（hhkj）002645，丰元股份（fygf）002805，翔鹭钨业（xlwy）002842，光莆股份（gpgf）300632，共创草坪（gccp）605099，鸿仕达（hsd）920125

三板
金螳螂（jtl）002081，宝光股份（bggf）600379，永杉锂业（ysly）603399

四板
越剑智能（yjzn）603095

`
  },
  {
    "d": "2026-04-29",
    "l": "https://www.tgb.cn/a/2rok4PKjSeG",
    "t": `

首板
算力硬件
日联科技（rlkj）688531，光莆股份（gpgf）300632，睿能科技（rnkj）603933，瑞斯康达（rskd）603803，麦格米特（mgmt）002851，山东玻纤（sdbx）605006，淳中科技（czkj）603516，宏和科技（hhkj）603256
卓郎智能（zlzn）600545，剑桥科技（jqkj）603083，沃格光电（wggd）603773，铜冠铜箔（tgtb）301217，泰晶科技（tjkj）603738
汽配
亚普股份（ypgf）603013，众泰汽车（ztqc）000980，银宝山新（ybsx）002786
工业母机
睿能科技（rnkj）603933，日发精机（rfjj）002520，宇环数控（yhsk）002903
老登股
金融街（jrj）000402，绿地控股（ldkg）600606，百润股份（brgf）002568，亚泰集团（ytjt）600881，富森美（fsm）002818，光明地产（gmdc）600708
算力租赁以及应用
天娱数科（tysk）002354，誉帆科技（yfkj）001396，游族网络（yzwl）002174，航锦科技（hjkj）000818，莲花控股（lhkg）600186
锂电池
丰元股份（fygf）002805，乐凯胶片（lkjp）600135，德方纳米（dfnm）300769，高乐股份（glgf）002348，永兴材料（yxcl）002756，龙蟠科技（lpkj）603906，浙江众成（zjzc）002522，石大胜华（sdsh）603026
鹏辉能源（phny）300438，红星发展（hxfz）600367，佛塑科技（fskj）000973，天赐材料（tccl）002709，大中矿业（dzky）001203，西藏珠峰（xzzf）600338，雅化集团（yhjt）002497，江特电机（jtdj）002176
融捷股份（rjgf）002192，铜冠铜箔（tgtb）301217
日谐音梗
日联科技（rlkj）688531，安井食品（ajsp）603345，日发精机（rfjj）002520
消费
安井食品（ajsp）603345，周大生（zds）002867，西麦食品（xmsp）002956，盐津铺子（yjpz）002847，黑芝麻（hzm）000716，嘉美包装（jmbz）002969，三峡旅游（sxly）002627
未分类
金瑞矿业（jrky）600714，丽岛新材（ldxc）603937，北方稀土（bfxt）600111，华宏科技（hhkj）002645，翔鹭钨业（xlwy）002842，中国稀土（zgxt）000831，江钨装备（jwzb）600397，中钨高新（zwgx）000657
章源钨业（zywy）002378，盛和资源（shzy）600392，共达电声（gdds）002655，安纳达（and）002136，华达新材（hdxc）605158
航天
中衡设计（zhsj）603017，航天科技（htkj）000901，中集集团（zjjt）000039
电网
汉缆股份（hlgf）002498，苏文电能（swdn）300982
其余形式独苗
威海广泰（whgt）002111，创元科技（cykj）000551，比音勒芬（bylf）002832，惠天热电（htrd）000692，海德股份（hdgf）000567，八方股份（bfgf）603489，思维列控（swlk）603508，苏州固锝（szgd）002079
江苏芯片，共创草坪（gccp）605099，舒华体育（shty）605299，中安科（zak）600654，金新农（jxn）002548，安奈儿（ane）002875，广东纺织，康惠股份（khgf）603139
和顺石油（hssy）603353，楚环科技（chkj）001336，浙江环保（zjhb）002672，桐昆股份（tkgf）601233，浙江化工

二板
宏英智能（hyzn）001266，金螳螂（jtl）002081，扬子新材（yzxc）002652，华升股份（hsgf）600156，宝光股份（bggf）600379，天味食品（twsp）603317，永杉锂业（ysly）603399，利通电子（ltdz）603629，三人行（srx）605168

三板
飞马国际（fmgj）002210，越剑智能（yjzn）603095

`
  },
  {
    "d": "2026-04-28",
    "l": "https://www.tgb.cn/a/2rmDBYF08ut",
    "t": `

首板
算力
利通电子（ltdz）603629，中嘉博创（zjbc）000889，宁波建工（nbjg）601789，华升股份（hsgf）600156，日海智能（rhzn）002313，盈峰环境（yfhj）000967，三人行（srx）605168，群兴玩具（qxwj）002575
雄韬股份（xtgf）002733
消费
天味食品（twsp）603317，宏辉果蔬（hhgs）603336，威龙股份（wlgf）603779
新能源
拓日股份，宏英智能（hyzn）001266
机器人
恒工精密（hgjm）301261，杭齿前进（hcqj）601177
化工
宝丽迪（bld）300905，赤天化（cth）600227，华谊集团（hyjt）600623
医药
润都股份（rdgf）002923，药明康德（ymkd）603259，汉森制药（hszy）002412，凯莱英（kly）002821，津药药业（jyyy）600488
机械
浙江鼎力（zjdl）603338，振华重工（zhzg）600320
芯片+氦气
赛腾股份（stgf）603283，好上好（hsh）001298，金螳螂（jtl）002081，综艺股份（zygf）600770，中晶科技（zjkj）003026，比依股份（bygf）603215，扬子新材（yzxc）002652，宝光股份（bggf）600379
兴欣新材（xxxc）001358，蜀道装备（sdzb）300540，陕建股份（sjgf）600248，中天精装（ztjz）002989
其余形式独苗
永杉锂业（ysly）603399，仁东控股（rdkg）002647，永清环保（yqhb）300187，登云股份（dygf）002715，华银电力（hydl）600744，博云新材（byxc）002297，精工钢构（jggg）600496，昊华能源（hhny）601101

二板
德龙汇能（dlhn）000593，飞马国际（fmgj）002210，铭普光磁（mpgc）002902，越剑智能（yjzn）603095，格林达（gld）603931，德才股份（dcgf）605287，罗曼股份（lmgf）605289

三板
维科技术（wkjs）600152

四板
华电能源（hdny）600726

五板
水发燃气（sfrq）603318

`
  },
  {
    "d": "2026-04-27",
    "l": "https://www.tgb.cn/a/2rkZlcX6nWh",
    "t": `

首板
面板
欧莱新材（olxc）688530，沃格光电（wggd）603773，合力泰（hlt）002217，彩虹股份（chgf）600707
纺织
盛泰集团（stjt）605138，报喜鸟（bxn）002154，七匹狼（qpl）002029，红豆股份（hdgf）600400
参股科技
东方明珠（dfmz）600832，七匹狼（qpl）002029
算力硬件
铭普光磁（mpgc）002902，山东玻纤（sdbx）605006，景旺电子（jwdz）603228，江海股份（jhgf）002484，万通发展（wtfz）600246，天津普林（tjpl）002134，良信股份（lxgf）002706
光刻胶芯片
常青科技（cqkj）603125，格林达（gld）603931，朗迪集团（ldjt）603726，光华科技（ghkj）002741，豪威集团（hwjt）603501，帝奥微（daw）688381，华兴源创（hxyc）688001
核电
锡装股份（xzgf）001332，万里石（wls）002785
算力租赁
罗曼股份（lmgf）605289，杰创智能（jczn）301248，东方材料（dfcl）603110
物流
飞马国际（fmgj）002210，韵达股份（ydgf）002120
医药
前沿生物（qysw）688221，海泰新光（htxg）688677，广济药业（gjyy）000952
机器人
荣泰健康（rtjk）603579，科沃斯（kws）603486，春光科技（cgkj）603657，越剑智能（yjzn）603095，科森科技（kskj）603626，晋拓股份（jtgf）603211
其余形式独苗
飞南资源（fnzy）301500，三维通信（swtx）002115，德龙汇能（dlhn）000593，冠豪高新（ghgx）600433，渝三峡Ａ（ysxa）000565，东百集团（dbjt）600693，力鼎光电（ldgd）605118，粤传媒（ycm）002181
华电辽能（hdln）600396，德才股份（dcgf）605287，厦工股份（sggf）600815，通达股份（tdgf）002560，英飞特（yft）300582，麒盛科技（qskj）603610，江淮汽车（jhqc）600418，香溢融通（xyrt）600830

二板
深圳华强（szhq）000062，双枪科技（sqkj）001211，泰坦股份（ttgf）003036，维科技术（wkjs）600152，西藏珠峰（xzzf）600338，联翔股份

三板
众合科技（zhkj）000925，华电能源（hdny）600726

四板
水发燃气（sfrq）603318

`
  },
  {
    "d": "2026-04-24",
    "l": "https://www.tgb.cn/a/2rg0gPR8qKk",
    "t": `

首板
芯片gpu
禾盛新材（hsxc）002290，富瀚微（fhw）300613，衢州发展（qzfz）600208，温州宏丰（wzhf）300283
ds算力
日海智能（rhzn）002313，浙数文化（zswh）600633，深圳华强（szhq）000062，皖通科技（wtkj）002331，星华新材（xhxc）301077，远东传动（ydcd）002406，智微智能（zwzn）001339，盛视科技（sskj）002990
锂电
维科技术（wkjs）600152，泰坦股份（ttgf）003036，金圆股份（jygf）000546，司太立（stl）603520，江特电机（jtdj）002176，科达制造（kdzz）600499，恩捷股份（ejgf）002812，西藏珠峰（xzzf）600338
融捷股份（rjgf）002192，丽岛新材（ldxc）603937，佛塑科技（fskj）000973，鼎胜新材（dsxc）603876，盛新锂能（sxln）002240，永兴材料（yxcl）002756，多氟多（dfd）002407
物流
音飞储存（yfcc）603066，中创物流（zcwl）603967，浙商中拓（zszt）000906
化工
江南高纤（jngx）600527，天禾股份（thgf）002999，星球石墨（xqsm）688633，广信股份（gxgf）603599，山东赫达（sdhd）002810
纺织
水星家纺（sxjf）603365，联翔股份，卓郎智能（zlzn）600545
其余形式独苗
兰生股份（lsgf）600826，博世科（bsk）300422，新宏泰（xht）603016，华特气体（htqt）688268，永和智控（yhzk）002795，南极电商（njds）002127，中嘉博创（zjbc）000889，朗博科技（lbkj）603655
双枪科技（sqkj）001211，今创集团（jcjt）603680，神力股份（slgf）603819，江苏发电机，亿晶光电（yjgd）600537，浙江光伏

二板
众合科技（zhkj）000925，华源控股（hykg）002787，华电能源（hdny）600726，综艺股份（zygf）600770，国检集团（gjjt）603060，通达电气（tddq）603390

三板
泰慕士（tms）001234，水发燃气（sfrq）603318

`
  },
  {
    "d": "2026-04-23",
    "l": "https://www.tgb.cn/a/2remf4t020y",
    "t": `

首板
无人驾驶
通达电气（tddq）603390，移为通信（ywtx）300590
燃气轮机发电机
福鞍股份（fagf）603315，应流股份（ylgf）603308，中原内配（zynp）002448
绿电
大连电瓷（dldc）002606，绿发电力（lfdl）000537，华电能源（hdny）600726，晶科科技（jkkj）601778，节能风电（jnfd）601016，广西能源（gxny）600310
算力硬件
兆驰股份（zcgf）002429，华源控股（hykg）002787，法尔胜（fes）000890，佳力图（jlt）603912，汇绿生态（hlst）001267，大族激光（dzjg）002008
算力租赁
浙文互联（zwhl）600986，莲花控股（lhkg）600186，中贝通信（zbtx）603220
医药
罗欣药业（lxyy）002793，美诺华（mnh）603538
国产芯片
怡达股份（ydgf）300721，联泓新科（lhxk）003022，综艺股份（zygf）600770，和远气体（hyqt）002971
航天
中衡设计（zhsj）603017，众合科技（zhkj）000925，国检集团（gjjt）603060
其余形式独苗
亿道信息（ydxx）001314，昊华能源（hhny）601101，旗天科技（qtkj）300061，齐心集团（qxjt）002301，迎驾贡酒（yjgj）603198，中兴商业（zxsy）000715，德龙汇能（dlhn）000593，华绿生物（hlsw）300970
九阳股份（jygf）002242，山东墨龙（sdml）002490，中源家居（zyjj）603709，千味央厨（qwyc）001215

二板
泰慕士（tms）001234，东望时代（dwsd）600052，中新集团（zxjt）601512，水发燃气（sfrq）603318，杭电股份（hdgf）603618

三板
安诺其（anq）300067，华电辽能（hdln）600396，苏州高新（szgx）600736

五板
金螳螂（jtl）002081

`
  },
  {
    "d": "2026-04-22",
    "l": "https://www.tgb.cn/a/2rcFlbpIU7Q",
    "t": `

首板
锂电
翔丰华（xfh）300890，龙蟠科技（lpkj）603906
基建
厦工股份（sggf）600815，京投发展（jtfz）600683
磷化铟
中信金属（zxjs）601061，三安光电（sagd）600703，锌业股份（xygf）000751，云南锗业（ynzy）002428
半导体设备
冠石科技（gskj）605588，先导基电（xdjd）600641
算力硬件
博迁新材（bqxc）605376，永鼎股份（ydgf）600105，杭电股份（hdgf）603618，水发燃气（sfrq）603318，光电股份（gdgf）600184，天通股份（ttgf）600330，沃格光电（wggd）603773，亨通光电（htgd）600487
冰轮环境（blhj）000811，世嘉科技（sjkj）002796，康盛股份（ksgf）002418，东山精密（dsjm）002384，远东股份（ydgf）600869，金安国纪（jagj）002636，鹏鼎控股（pdkg）002938
电网电力
东方电缆（dfdl）603606，东望时代（dwsd）600052，兆新股份（zxgf）002256
化工
史丹利（sdl）002588，同德化工（tdhg）002360，江苏博云（jsby）301003，诚志股份（czgf）000990，镇海股份（zhgf）603637
华为
恒为科技（hwkj）603496，深圳华强（szhq）000062
纺织
梦洁股份（mjgf）002397，泰慕士（tms）001234
Ai参股
中新集团（zxjt）601512，九安医疗（jayl）002432
其余形式独苗
武汉凡谷（whfg）002194，中持股份（zcgf）603903，金证股份（jzgf）600446，科新发展（kxfz）600234，金洲管道（jzgd）002443，杭钢股份（hggf）600126

二板
九鼎新材（jdxc）002201，安诺其（anq）300067，华电辽能（hdln）600396，苏州高新（szgx）600736，海星股份（hxgf）603115，立达信（ldx）605365

四板
金螳螂（jtl）002081，金富科技（jfkj）003018

`
  },
  {
    "d": "2026-04-21",
    "l": "https://www.tgb.cn/a/2rb2KzljvVq",
    "t": `

首板
航天
顺灏股份（shgf）002565，苏州高新（szgx）600736，九鼎新材（jdxc）002201，巨力索具（jlsj）002342
汽配
海泰科（htk）301022，迪生力（dsl）603335，众泰汽车（ztqc）000980，宁波高发（nbgf）603788，均胜电子（jsdz）600699
传媒
北京文化（bjwh）000802，文投控股（wtkg）600715
算力产业链
泰晶科技（tjkj）603738，海星股份（hxgf）603115，方邦股份（fbgf）688020，致尚科技（zskj）301486
芯片
全筑股份（qzgf）603030，奥普光电（apgd）002338，和林微纳（hlwn）688661，皮阿诺（pan）002853，华特气体（htqt）688268，三佳科技（sjkj）600520
锂电
皇庭国际（htgj）000056，同兴科技（txkj）003027，英联股份（ylgf）002846
电力
粤电力Ａ（ydla）000539，浙江新能（zjxn）600032，华电辽能（hdln）600396，宝新能源（bxny）000690
照明
阳光照明（ygzm）600261，立达信（ldx）605365
其余形式独苗
安诺其（anq）300067，昇兴股份（sxgf）002752，联合精密（lhjm）001268，拉升节点是芯片，新宏泰（xht）603016，交建股份（jjgf）603815，必得科技（bdkj）605298，冰川网络（bcwl）300533
亚世光电（ysgd）002952，奥美医疗（amyl）002950，华泰股份（htgf）600308，好莱客（hlk）603898，岳阳兴长（yyxz）000819，湘佳股份（xjgf）002982，中兴商业（zxsy）000715

二板
神剑股份（sjgf）002361，青山纸业（qszy）600103，广安爱众（gaaz）600979，中衡设计（zhsj）603017

三板
金螳螂（jtl）002081，金富科技（jfkj）003018，圣龙股份（slgf）603178

四板
株冶集团（zyjt）600961

`
  },
  {
    "d": "2026-04-20",
    "l": "https://www.tgb.cn/a/2r9nRPeG29j",
    "t": `

首板
算力产业链
泰嘉股份（tjgf）002843，泰豪科技（thkj）600590，通鼎互联（tdhl）002491，大豪科技（dhkj）603025，亿利达（yld）002686，方正科技（fzkj）600601，佳力图（jlt）603912，光电股份（gdgf）600184
中天科技（ztkj）600522，飞龙股份（flgf）002536，潍柴重机（wczj）000880，汇源通信（hytx）000586，水发燃气（sfrq）603318，青山纸业（qszy）600103
摘帽
仁东控股（rdkg）002647，松发股份（sfgf）603268
电网
通达股份（tdgf）002560，新中港（xzg）605162，远程股份（ycgf）002692，廊坊发展（lffz）600149，太阳电缆（tydl）002300，广安爱众（gaaz）600979，中利集团（zljt）002309，豫能控股（ynkg）001896
京泉华（jqh）002885
未分类
百亚股份（bygf）003006，渤海化学（bhhx）600800，八方股份（bfgf）603489，播恩集团（bejt）001366
航天
中衡设计（zhsj）603017，皖通科技（wtkj）002331，起帆电缆（qfdl）605222，蜀道装备（sdzb）300540，有研复材（yyfc）688811，魅视科技（mskj）001229，西部材料（xbcl）002149，中国卫星（zgwx）600118
普利特（plt）002324，中国卫通（zgwt）601698，天奥电子（tadz）002935，神剑股份（sjgf）002361
家电
长虹华意（chhy）000404，彩虹集团（chjt）003023，九阳股份（jygf）002242
消费
中炬高新（zjgx）600872，紫燕食品（zysp）603057
广告电商
三人行（srx）605168，吉宏股份（jhgf）002803
化工
渤海化学（bhhx）600800，苏州龙杰（szlj）603332，恒基达鑫（hjdx）002492，新乡化纤（xxhx）000949，中船科技（zckj）600072
芯片
有研新材（yyxc）600206，华新科技（hxkj）301265
其余形式独苗
纽威股份（nwgf）603699，舒华体育（shty）605299，云中马（yzm）603130，国晟科技（gckj）603778，冠豪高新（ghgx）600433，润达医疗（rdyl）603108

二板
江顺科技（jskj）001400，金螳螂（jtl）002081，合力泰（hlt）002217，康盛股份（ksgf）002418，云南锗业（ynzy）002428，金富科技（jfkj）003018，科新发展（kxfz）600234，天通股份（ttgf）600330，彩虹股份（chgf）600707，圣龙股份（slgf）603178，沃格光电（wggd）603773

三板
华升股份（hsgf）600156，株冶集团（zyjt）600961，可川科技（kckj）603052

六板
博云新材（byxc）002297

`
  },
  {
    "d": "2026-04-17",
    "l": "https://www.tgb.cn/a/2r4o6bVi2Ka",
    "t": `

首板
算力产业链
天通股份（ttgf）600330，海亮股份（hlgf）002203，共进股份（gjgf）603118，剑桥科技（jqkj）603083，彩虹股份（chgf）600707，云南锗业（ynzy）002428，沃格光电（wggd）603773，科瑞技术（krjs）002957
合力泰（hlt）002217，康盛股份（ksgf）002418，金富科技（jfkj）003018，华盛昌（hsc）002980，安孚科技（afkj）603031，优利德（yld）688628，光迅科技（gxkj）002281，优迅股份（yxgf）688807
广合科技（ghkj）001389，快克智能（kkzn）603203，华西股份（hxgf）000936，三安光电（sagd）600703，博杰股份（bjgf）002975，中瓷电子（zcdz）003031，世嘉科技（sjkj）002796，泰晶科技（tjkj）603738
江顺科技（jskj）001400
风光储
大金重工（djzg）002487，深南电Ａ（snda）000037，帝尔激光（dejg）300776，禾望电气（hwdq）603063，和顺科技（hskj）301237，凯盛科技（kskj）600552，明冠新材（mgxc）688560，良信股份（lxgf）002706
嘉泽新能（jzxn）601619
芯片
金螳螂（jtl）002081，衢州发展（qzfz）600208，三佳科技（sjkj）600520，国投中鲁（gtzl）600962，先导基电（xdjd）600641，唯特偶（wto）301319，斯迪克（sdk）300806
锂电
维科技术（wkjs）600152，传艺科技（cykj）002866
圣阳气氛组
鲁北化工（lbhg）600727，圣龙股份（slgf）603178，大业股份（dygf）603278
四川
升达林业（sdly）002259，成都路桥（cdlq）002628
科技气氛组
科新发展（kxfz）600234，必得科技（bdkj）605298
其余形式独苗
利通电子（ltdz）603629，国产算力租赁，铁流股份（tlgf）603926，博纳影业（bnyy）001330，午后让你博钠离子电池，春兴精工（cxjg）002547

二板
洪汇新材（hhxc）002802，昂利康（alk）002940，宝丽迪（bld）300905，华升股份（hsgf）600156，株冶集团（zyjt）600961，可川科技（kckj）603052，福鞍股份（fagf）603315，品高股份（pggf）688227

三板
京投发展（jtfz）600683，均瑶健康（jyjk）605388

四板
盛视科技（sskj）002990

五板
博云新材（byxc）002297

七板
圣阳股份（sygf）002580

`
  },
  {
    "d": "2026-04-16",
    "l": "https://www.tgb.cn/a/2r2JWrHuKkv",
    "t": `

首板
锂电池
龙蟠科技（lpkj）603906，大东南（ddn）002263，大中矿业（dzky）001203，科达利（kdl）002850，金圆股份（jygf）000546，洁美科技（jmkj）002859，西藏矿业（xzky）000762，万里股份（wlgf）600847
算力租赁
真视通（zst）002771，美利云（mly）000815，盈峰环境（yfhj）000967，超讯通信（cxtx）603322，奥瑞德（ard）600666，华升股份（hsgf）600156，南兴股份（nxgf）002757，恒润股份（hrgf）603985
锦鸡股份（jjgf）300798，宏景科技（hjkj）301396，中贝通信（zbtx）603220，品高股份（pggf）688227，润建股份（rjgf）002929
算力硬件
苏常柴Ａ（scca）000570，可川科技（kckj）603052，达实智能（dszn）002421，联德股份（ldgf）605060，福鞍股份（fagf）603315，鼎通科技（dtkj）688668，晶科科技（jkkj）601778，特发信息（tfxx）000070
大族激光（dzjg）002008，豪迈科技（hmkj）002595，东方电气（dfdq）600875，通鼎互联（tdhl）002491
未分类
株治集团（zzjt）600961，中钨高新（zwgx）000657，厦门钨业（xmwy）600549，恒邦股份（hbgf）002237，大东南（ddn）002263，德才股份（dcgf）605287，科达利（kdl）002850，大为股份（dwgf）002213
新大洲Ａ（xdza）000571，方大特钢（fdtg）600507，大族激光（dzjg）002008，德龙汇能（dlhn）000593，达意隆（dyl）002209，大连热电（dlrd）600719，德新科技（dxkj）603032
化工
宝丽迪（bld）300905，恒申新材（hsxc）000782，坤彩科技（kckj）603826，洪汇新材（hhxc）002802，聚合顺（jhs）605166
环卫
盈峰环境（yfhj）000967，劲旅环境（jlhj）001230，嘉戎技术（jrjs）301148
工业母鸡
南兴股份（nxgf）002757，乔峰智能，睿能科技（rnkj）603933，达意隆（dyl）002209
其余形式独苗
世运电路（sydl）603920，宁波富邦（nbfb）600768，长城科技（cckj）603897，联合精密（lhjm）001268，昂利康（alk）002940，浙江医药（zjyy）600216，北玻股份（bbgf）002613，真爱美家（zamj）003041
宏润建设（hrjs）002062，安奈儿（ane）002875，百邦科技（bbkj）300736，西藏旅游（xzly）600749，帅丰电器（sfdq）605336，罗普斯金（lpsj）002333，武进不锈（wjbx）603878，浦东建设（pdjs）600284

二板
丽江股份（ljgf）002033，申通快递（stkd）002468，京投发展（jtfz）600683，大胜达（dsd）603687，均瑶健康（jyjk）605388

三板
盛视科技（sskj）002990

四板
博云新材（byxc）002297

六板
圣阳股份（sygf）002580

`
  },
  {
    "d": "2026-04-15",
    "l": "https://www.tgb.cn/a/2r14pvuJJn0",
    "t": `

首板
浙江
大胜达（dsd）603687，申通快递（stkd）002468，梦天家居（mtjj）603216，京投发展（jtfz）600683
算力硬件
大胜达（dsd）603687，长源东谷（zydg）603950，红板科技（hbkj）603459，禾望电气（hwdq）603063，沃格光电（wggd）603773，罗曼股份（lmgf）605289，飞亚达（fyd）000026
医药
瑞康医药（rkyy）002589，健信超导（jxcd）688805，海正药业（hzyy）600267，金陵药业（jlyy）000919，鹭燕医药（lyyy）002788，双鹭药业（slyy）002038，博瑞医药（bryy）688166，北大医药（bdyy）000788
津药药业（jyyy）600488，益佰制药（ybzy）600594，康恩贝（keb）600572，华人健康（hrjk）301408
基建家居
立达信（ldx）605365，居然之家（jrzj）000786，交建股份（jjgf）603815，帝欧水华（dosh）002798，梦天家居（mtjj）603216，京投发展（jtfz）600683
消费电子
福蓉科技（frkj）603327，春秋电子（cqdz）603890
电网
汉缆股份（hlgf）002498，豫能控股（ynkg）001896，华菱线缆（hlxl）001208，起帆电缆（qfdl）605222
锂电
键邦股份（jbgf）603285，乐凯胶片（lkjp）600135，泰坦股份（ttgf）003036，和胜股份（hsgf）002824
其余形式独苗
吉比特（jbt）603444，行动教育（xdjy）605098，华源控股（hykg）002787，神剑股份（sjgf）002361，且算力给了拉升环境，丽江股份（ljgf）002033，万朗磁塑（wlcs）603150，新宝股份（xbgf）002705
宏柏新材（hbxc）605366，均瑶健康（jyjk）605388，中宠股份（zcgf）002891

二板
中嘉博创（zjbc）000889，中工国际（zggj）002051，盛视科技（sskj）002990，奥尼电子（andz）301189，汇通能源（htny）600605，哈药股份（hygf）600664，利通电子（ltdz）603629，航天工程（htgc）603698

三板
天邦食品（tbsp）002124，博云新材（byxc）002297

五板
圣阳股份（sygf）002580

`
  },
  {
    "d": "2026-04-14",
    "l": "https://www.tgb.cn/a/2qZpzrCe6h2",
    "t": `

首板
算力硬件
海特高新（htgx）002023，京泉华（jqh）002885，协创数据（xcsj）300857，宏昌电子（hcdz）603002，远程股份（ycgf）002692，盛视科技（sskj）002990，大为股份（dwgf）002213，亿利达（yld）002686
沪电股份（hdgf）002463，晶科科技（jkkj）601778，奥尼电子（andz）301189，海鸥股份（hogf）603269，华塑科技（hskj）301157，神驰机电（scjd）603109
算力租赁
盈峰环境（yfhj）000967，鸿博股份（hbgf）002229，中嘉博创（zjbc）000889，利通电子（ltdz）603629
房地产
汇通能源（htny）600605，北辰实业（bcsy）601588，盈新发展（yxfz）000620，南山控股（nskg）002314
金融软件
仁东控股（rdkg）002647，税友股份（sygf）603171，顶点软件（ddrj）603383
锂电
石大胜华（sdsh）603026，腾远钴业（tygy）301219，众源新材（zyxc）603527，新朋股份（xpgf）002328，孚日股份（frgf）002083，海科新源（hkxy）301292
医药
沃华医药（whyy）002107，哈药股份（hygf）600664
工程设备
中工国际（zggj）002051，风神股份（fsgf）600469
航天
航天长峰（htzf）600855，西部材料（xbcl）002149，航天工程（htgc）603698
其余形式独苗
正邦科技（zbkj）002157，卧龙新能（wlxn）600173，金海通（jht）603061，天津芯片，利柏特（lbt）605167，狮头股份（stgf）600539，康惠股份（khgf）603139

二板
天邦食品（tbsp）002124，博云新材（byxc）002297，华盛昌（hsc）002980，维科技术（wkjs）600152，华电辽能（hdln）600396，泰金新能（tjxn）688813

三板
美能能源（mnny）001299

四板
中恒电气（zhdq）002364，圣阳股份（sygf）002580

六板
华远控股（hykg）600743

`
  },
  {
    "d": "2026-04-13",
    "l": "https://www.tgb.cn/a/2qXLIM86Dwf",
    "t": `

首板
军工
启明星辰（qmxc）002439，博云新材（byxc）002297，厦工股份（sggf）600815，兴图新科（xtxk）688081
绿电
甘肃能源（gsny）000791，宇晶股份（yjgf）002943，华电辽能（hdln）600396，宁波能源（nbny）600982，京运通（jyt）601908，浙江新能（zjxn）600032
算力硬件
瑞斯康达（rskd）603803，华盛昌（hsc）002980，飞亚达（fyd）000026，利扬芯片（lyxp）688135，宏和科技（hhkj）603256，泰晶科技（tjkj）603738，金字火腿（jzht）002515，科瑞技术（krjs）002957
泰金新能（tjxn）688813，金富科技（jfkj）003018，中国巨石（zgjs）600176，中材科技（zckj）002080，赛腾芯片，铭普光磁（mpgc）002902，兴森科技（xskj）002436
算力租赁
中安科（zak）600654，美丽生态（mlst）000010，润建股份（rjgf）002929，二六三（els）002467
锂电池
维科技术（wkjs）600152，西藏城投（xzct）600773，洪田股份（htgf）603800，德创环保（dchb）603177，国城矿业（gcky）000688，盛新锂能（sxln）002240，福田汽车（ftqc）600166，纳百川（nbc）301667
大中矿业（dzky）001203
农牧
华英农业（hyny）002321，天邦食品（tbsp）002124，安迪苏（ads）600299
其余形式独苗
焦作万方（jzwf）000612，美克家居（mkjj）600337，珠江钢琴（zjgq）002678，长城科技（cckj）603897，菱电电控（lddk）688667，江南高纤（jngx）600527，锦和商管（jhsg）603682，安乃达（and）603350
蓝焰控股（lykg）000968，三利谱（slp）002876

二板
金融街（jrj）000402，美能能源（mnny）001299，康盛股份（ksgf）002418，天普股份（tpgf）605255

三板
中恒电气（zhdq）002364，圣阳股份（sygf）002580

四板
长源东谷（zydg）603950

五板
华远控股（hykg）600743

`
  },
  {
    "d": "2026-04-10",
    "l": "https://www.tgb.cn/a/2qSMSAuf5N7",
    "t": `

首板
算力硬件
青山纸业（qszy）600103，中国动力（zgdl）600482，盈方微（yfw）000670，康盛股份（ksgf）002418，万泽股份（wzgf）000534，山东玻纤（sdbx）605006，宁波精达（nbjd）603088，凯盛新能（ksxn）600876
联德股份（ldgf）605060，豪美新材（hmxc）002988，华升股份（hsgf）600156，永鼎股份（ydgf）600105，天普股份（tpgf）605255，晶升股份（jsgf）688478，德明利（dml）001309，凌云股份（lygf）600480
英唐智控（ytzk）300131
光储
欧晶科技（ojkj）001269，德业股份（dygf）605117，亿晶光电（yjgd）600537，雄韬股份（xtgf）002733
华远派系气氛组
远大控股（ydkg）000626，金融街（jrj）000402，正和生态（zhst）605069，汇嘉时代（hjsd）603101
锂电
国轩高科（gxgk）002074，大东南（ddn）002263，华源控股（hykg）002787，石大胜华（sdsh）603026，泰坦股份（ttgf）003036，上海洗霸（shxb）603200，西藏矿业（xzky）000762
医药
纳微股份，奥美医疗（amyl）002950，南京医药（njyy）600713
浙江
联翔股份，新澳股份（xagf）603889，双枪科技（sqkj）001211
Ai应用
文峰股份，出版传媒（cbcm）601999
金融
南华期货（nhqh）603093，御银股份（yygf）002177
其余形式独苗
惠而浦（hep）600983，美能能源（mnny）001299，珠海中富（zhzf）000659，隆基机械（ljjx）002363

二板
新朋股份（xpgf）002328，中恒电气（zhdq）002364，圣阳股份（sygf）002580，和胜股份（hsgf）002824，五方光电（wfgd）002962，长江通信（cjtx）600345，彩虹股份（chgf）600707，沃格光电（wggd）603773，睿能科技（rnkj）603933

三板
中嘉博创（zjbc）000889，来伊份（lyf）603777，长源东谷（zydg）603950

四板
华远控股（hykg）600743

`
  },
  {
    "d": "2026-04-09",
    "l": "https://www.tgb.cn/a/2qR6i3oeTlU",
    "t": `

首板
算电
中恒电气（zhdq）002364，黔源电力（qydl）002039
家居纺织
富春染织（fcrz）605189，美克家居（mkjj）600337，歌力思（gls）603808，梦天家居（mtjj）603216
消费电子
彩虹股份（chgf）600707，五方光电（wfgd）002962，光智科技（gzkj）300489，恒铭达（hmd）002947，沃格光电（wggd）603773，泰嘉股份（tjgf）002843，和胜股份（hsgf）002824，哈森股份（hsgf）603958
安洁科技（ajkj）002635
医药
沃华医药（whyy）002107，益佰制药（ybzy）600594，海王生物（hwsw）000078
光刻机芯片
华建集团（hjjt）600629，柏诚股份（bcgf）601133，海立股份（hlgf）600619，华培动力（hpdl）603121，亚翔集成（yxjc）603929
储能
新朋股份（xpgf）002328，正泰电源（ztdy）002150，圣阳股份（sygf）002580
算力硬件
航天电器（htdq）002025，金安国纪（jagj）002636，天通股份（ttgf）600330，光迅科技（gxkj）002281，长江通信（cjtx）600345，振江股份（zjgf）603507，特发信息（tfxx）000070，长飞光纤（zfgx）601869
航天
光智科技（gzkj）300489，航天电器（htdq）002025
其余形式独苗
华宏科技（hhkj）002645，松炀资源（syzy）603863，友邦吊顶（ybdd）002718，诚志股份（czgf）000990，新华文轩（xhwx）601811，咸亨国际（xhgj）605056，标榜股份（bbgf）301181

二板
中嘉博创（zjbc）000889，巨力索具（jlsj）002342，东山精密（dsjm）002384，飞龙股份（flgf）002536，博杰股份（bjgf）002975，华懋科技（hmkj）603306，大元泵业（dyby）603757，来伊份（lyf）603777，长源东谷（zydg）603950，法狮龙（fsl）605318

三板
华远控股（hykg）600743

五板
汇源通信（hytx）000586

`
  },
  {
    "d": "2026-04-08",
    "l": "https://www.tgb.cn/a/2qPrvoLy1d1",
    "t": `

首板
算力硬件
长源东谷（zydg）603950，东山精密（dsjm）002384，万泽股份（wzgf）000534，联德股份（ldgf）605060，常宝股份（cbgf）002478，铭普光磁（mpgc）002902，动力新科（dlxk）600841，大为股份（dwgf）002213
杰瑞股份（jrgf）002353，福鞍股份（fagf）603315，超颖电子（cydz）603175，应流股份（ylgf）603308，广合科技（ghkj）001389，迅捷兴（xjx）688655，飞龙股份（flgf）002536，协和电子（xhdz）605258
中电港（zdg）001287，剑桥科技（jqkj）603083，博杰股份（bjgf）002975，深南电路（sndl）002916，开勒股份（klgf）301070，大元泵业（dyby）603757，沪电股份（hdgf）002463，东方电气（dfdq）600875
淳中科技（czkj）603516，大族激光（dzjg）002008，依顿电子（yddz）603328，冰轮环境（blhj）000811，永鼎股份（ydgf）600105，汇绿生态（hlst）001267，远东股份（ydgf）600869，东睦股份（dmgf）600114
博威合金（bwhj）601137，芯碁微装（xqwz）688630，电连技术（dljs）300679，快克智能（kkzn）603203，华懋科技（hmkj）603306，江海股份（jhgf）002484
国产ai
杭钢股份（hggf）600126，奥瑞德（ard）600666，行云科技（xykj）300209，华孚时尚（hfss）002042，莲花控股（lhkg）600186，大位科技（dwkj）600589，中嘉博创（zjbc）000889，达实智能（dszn）002421
利欧股份（logf）002131，德才股份（dcgf）605287，浙文互联（zwhl）600986，平治信息（pzxx）300571，天地在线（tdzx）002995，利通电子（ltdz）603629，蓝色光标（lsgb）300058，欢瑞世纪（hrsj）000892
引力传媒（ylcm）603598，数据港（sjg）603881，海量数据（hlsj）603138，电广传媒（dgcm）000917，润建股份（rjgf）002929，真爱美家（zamj）003041，省广集团（sgjt）002400，罗曼股份（lmgf）605289
芯片
创元股份，先导基电（xdjd）600641，锴威特（kwt）688693
未分类
西部黄金（xbhj）601069，兴业银锡（xyyx）000426，招金黄金（zjhj）000506，湖南白银（hnby）002716，东方钽业（dfty）000962，四川黄金（schj）001337，湖南黄金（hnhj）002155，华锡有色（hxys）600301
九州一轨（jzyg）688485，第一创业（dycy）002797，来伊份（lyf）603777，恒丰纸业（hfzy）600356，桂林旅游（glly）000978
战后恢复
华夏航空（hxhk）002928，中国东航（zgdh）600115，建设机械（jsjx）600984，厦工股份（sggf）600815，中际联合（zjlh）605305
浙江
联翔股份，晋亿实业（jysy）601002，金海高科（jhgk）603311，棒杰股份，中天服务（ztfw）002188，法狮龙（fsl）605318，福达合金（fdhj）603045
山东
百龙创园（blcy）605016，联诚精密（lcjm）002921
航天
神剑股份（sjgf）002361，晋拓股份（jtgf）603211，世运电路（sydl）603920，国机精工（gjjg）002046，巨力索具（jlsj）002342，飞沃科技（fwkj）301232
消费电子
冠捷科技（gjkj）000727，合力泰（hlt）002217，国星光电（gxgd）002449，水晶光电（sjgd）002273，光洋股份（gygf）002708，春秋电子（cqdz）603890，英派斯（yps）002899
电网
科远智慧（kyzh）002380，大连电瓷（dldc）002606
其余形式独苗
百花医药（bhyy）600721，美诺华（mnh）603538，濮源材料（pycl）603196

二板
金陵药业（jlyy）000919，中工国际（zggj）002051，粤传媒（ycm）002181，高乐股份（glgf）002348，通鼎互联（tdhl）002491，普邦股份（pbgf）002663，科瑞技术（krjs）002957，华远控股（hykg）600743，新中港（xzg）605162

三板
中安科（zak）600654

四板
汇源通信（hytx）000586

`
  },
  {
    "d": "2026-04-07",
    "l": "https://www.tgb.cn/a/2qNNdp8iiL1",
    "t": `

首板
化工
东岳硅材（dygc）300821，镇海股份（zhgf）603637，江南高纤（jngx）600527，龙星科技（lxkj）002442，新安股份（xagf）600596，恒逸石化（hysh）000703，尤夫股份（yfgf）002427，如意集团（ryjt）002193
合盛硅业（hsgy）603260，恒星科技（hxkj）002132，诚志股份（czgf）000990，神马股份（smgf）600810，兴化股份，金牛化工（jnhg）600722，赤天化（cth）600227，齐翔腾达（qxtd）002408
德尔未来（dewl）002631，柳化股份，保利联合（bllh）002037，潞化科技（lhkj）600691，中农联合（znlh）003042，皖维高新（wwgx）600063，醋化股份（chgf）603968，金正大（jzd）002470
泸天化（lth）000912，鼎际得（djd）603255，六国化工（lghg）600470，江天化学（jthx）300927，赞宇科技（zykj）002637，鲁西化工（lxhg）000830，亚邦股份（ybgf）603188，华谊集团（hyjt）600623
华昌化工（hchg）002274，中泰化学（zthx）002092，新疆天业（xjty）600075
算力产业链
法尔胜（fes）000890，同宇新材（tyxc）301630，通鼎互联（tdhl）002491，华脉科技（hmkj）603042，宏昌电子（hcdz）603002，大胜达（dsd）603687，凌玮科技（lwkj）301373，柏诚股份（bcgf）601133
康强电子（kqdz）002119，宏盛股份（hsgf）603090，科瑞技术（krjs）002957，航天电器（htdq）002025
医药
新天药业（xtyy）002873，金陵药业（jlyy）000919，鹭燕医药（lyyy）002788，哈药股份（hygf）600664
电力
鼎信通讯（dxtx）603421，泰达股份（tdgf）000652，东方新能（dfxn）002310，新中港（xzg）605162
锂电
诺德股份（ndgf）600110，国晟科技（gckj）603778，维远股份（wygf）600955，滨海能源（bhny）000695，天瑞仪器（tryq）300165，博力威（blw）688345
足球
泰达股份（tdgf）000652，粤传媒（ycm）002181，中体产业（ztcy）600158，共创草坪（gccp）605099，金陵体育（jlty）300651，舒华体育（shty）605299，南京商旅（njsl）600250
未分类
中电电机（zddj）603988，怡球资源（yqzy）601388，中稀有色（zxys）600259
农牧
中牧股份（zmgf）600195，华统股份（htgf）002840，深粮控股（slkg）000019，棕榈股份
其余形式独苗
福蓉科技（frkj）603327，高乐股份（glgf）002348，中工国际（zggj）002051，京能置业（jnzy）600791，深圳华强（szhq）000062，普邦股份（pbgf）002663，文灿股份（wcgf）603348，华远控股（hykg）600743
长华集团（zhjt）605018，和顺石油（hssy）603353，跟随化工

二板
华盛昌（hsc）002980，中安科（zak）600654，翠微股份（cwgf）603123，圣泉集团（sqjt）605589

三板
汇源通信（hytx）000586，新能泰山（xnts）000720

七板
津药药业（jyyy）600488

`
  },
  {
    "d": "2026-04-03",
    "l": "https://www.tgb.cn/a/2qH8iXDwCwz",
    "t": `

首板
化工
苏利股份（slgf）603585，三维股份（swgf）603033
特斯拉
华瑞股份（hrgf）300626，嵘泰股份（rtgf）605133
算力租赁
思特奇（stq）300608，直真科技（zzkj）003007，中安科（zak）600654，云赛智联（yszl）600602
算力硬件
华盛昌（hsc）002980，裕同科技（ytkj）002831，易天股份（ytgf）300812，德科立（dkl）688205，圣泉集团（sqjt）605589，福晶科技（fjkj）002222，中瓷电子（zcdz）003031，威腾电气（wtdq）688226
振华股份（zhgf）603067，世嘉科技（sjkj）002796，远东股份（ydgf）600869，园林股份（ylgf）605303
医药
中国医药（zgyy）600056
其余形式独苗
翠微股份（cwgf）603123，网达软件（wdrj）603189，通宇通讯（tytx）002792，珠江钢琴（zjgq）002678，重庆路桥（cqlq）600106，九州一轨（jzyg）688485，中船特气（zctq）688146，亚世光电（ysgd）002952
法兰泰克（fltk）603966，标准股份

二板
汇源通信（hytx）000586，新能泰山（xnts）000720，重药控股（zykg）000950

六板
津药药业（jyyy）600488

`
  },
  {
    "d": "2026-04-02",
    "l": "https://www.tgb.cn/a/2qFtBp4m1t7",
    "t": `

首板
医药
重药控股（zykg）000950，合富中国（hfzg）603122，济民健康（jmjk）603222，双鹭药业（slyy）002038
电力
乐山电力（lsdl）600644，川能动力（cndl）000155
光纤
中利集团（zljt）002309，汇源通信（hytx）000586，新能泰山（xnts）000720，华脉科技（hmkj）603042
石油
和顺石油（hssy）603353，博汇股份（bhgf）300839，贝肯能源（bkny）002828，蓝焰控股（lykg）000968，康普顿（kpd）603798，中油工程（zygc）600339
其余形式独苗
松炀资源（syzy）603863，西藏矿业（xzky）000762，中工国际（zggj）002051，巨星农牧（jxnm）603477，大东南（ddn）002263

二板
北大医药（bdyy）000788，益佰制药（ybzy）600594

三板
通达股份（tdgf）002560，星辉环材（xhhc）300834，新中港（xzg）605162

五板
津药药业（jyyy）600488

`
  },
  {
    "d": "2026-04-01",
    "l": "https://www.tgb.cn/a/2qDPKWzddYj",
    "t": `

首板
医药
两面针（lmz）600249，九安医疗（jayl）002432，润都股份（rdgf）002923，万泽股份（wzgf）000534，昂利康（alk）002940，益佰制药（ybzy）600594，睿智医药（rzyy）300149，海欣股份（hxgf）600851
北大医药（bdyy）000788，广生堂（gst）300436，艾迪药业（adyy）688488，力诺药包（lnyb）301188
航运
锦江航运（jjhy）601083，招商轮船（zslc）601872
算力硬件
铭普光磁（mpgc）002902，瑞斯康达（rskd）603803，山东玻纤（sdbx）605006，卓郎智能（zlzn）600545，中京电子（zjdz）002579，腾龙股份（tlgf）603158，智立方（zlf）301312，永鼎股份（ydgf）600105
芯片
大胜达（dsd）603687，柏诚股份（bcgf）601133，汇成真空（hczk）301392
算力租赁
奥瑞德（ard）600666，罗曼股份（lmgf）605289，美利云（mly）000815，华勤技术（hqjs）603296，佳力图（jlt）603912，恒润股份（hrgf）603985
未分类
雪龙集团（xljt）603949，雪人股份（xrgf）002639
Ai应用
德才股份（dcgf）605287，完美世界（wmsj）002624，巨人网络（jrwl）002558
锂电池
丽岛新材（ldxc）603937，孚日股份（frgf）002083，国晟科技（gckj）603778，衢州东峰（qzdf）601515
其余形式独苗
美邦服饰（mbfs）002269，宁波富达（nbfd）600724，锡华科技（xhkj）603248，华宏科技（hhkj）002645，爱建集团（ajjt）600643，会稽山（hjs）601579，博迈科（bmk）603727，润本股份（rbgf）603193
华培动力（hpdl）603121，齐翔腾达（qxtd）002408

二板
通达股份（tdgf）002560，凯莱英（kly）002821，星辉环材（xhhc）300834，新中港（xzg）605162

四板
津药药业（jyyy）600488

`
  },
  {
    "d": "2026-03-31",
    "l": "https://www.tgb.cn/a/2qCbnKihN1s",
    "t": `

首板
电力
顺发恒能（sfhn）000631，闽东电力（mddl）000993，京运通（jyt）601908，新能泰山（xnts）000720，新中港（xzg）605162，深南电Ａ（snda）000037
Ai应用
泛微网络（fwwl）603039，天地在线（tdzx）002995，苏州科达（szkd）603660
高铁+盾构机+铁路
广日股份（grgf）600894，中国铁物（zgtw）000927，天顺股份（tsgf）002800，永达股份（ydgf）001239，金鹰重工（jyzg）301048，中铁工业（ztgy）600528，晋西车轴（jxcz）600495
汽配
宇通客车（ytkc）600066，松芝股份（szgf）002454，征和工业（zhgy）003033，钱江摩托（qjmt）000913，富奥股份（fagf）000030，襄阳轴承（xyzc）000678，通力科技（tlkj）301255
医药
凯莱英（kly）002821，鹭燕医药（lyyy）002788，奥锐特（art）605116
航天
顺灏股份（shgf）002565，拓日新能（trxn）002218，巨力索具（jlsj）002342，邵阳液压（syyy）301079
体育
舒华体育（shty）605299，中体产业（ztcy）600158
化工
星辉环材（xhhc）300834，坤彩科技（kckj）603826
锂电
大东南（ddn）002263，圣阳股份（sygf）002580
光纤
光电股份（gdgf）600184，特发信息（tfxx）000070
旅游
三湘印象（sxyx）000863，南京商旅（njsl）600250
其余形式独苗
通达股份（tdgf）002560，泰福泵业（tfby）300992，春光科技（cgkj）603657

二板
神州高铁（szgt）000008，平潭发展（ptfz）000592，闽发铝业（mfly）002578，棒杰股份，宏昌科技（hckj）301008，安徽建工（ahjg）600502

三板
津药药业（jyyy）600488

四板
神剑股份（sjgf）002361

`
  },
  {
    "d": "2026-03-30",
    "l": "https://www.tgb.cn/a/2qAvQ1YsuUe",
    "t": `

首板
铝业
天山铝业（tsly）002532，闽发铝业（mfly）002578，常铝股份（clgf）002160，怡球资源（yqzy）601388，中铝国际（zlgj）601068，利源股份，南山铝业（nsly）600219
医药
东诚药业（dcyy）002675，亚太药业（ytyy）002370，海泰新光（htxg）688677，塞力医疗（slyl）603716
未分类
山东赫达（sdhd）002810，科达利（kdl）002850，亿利达（yld）002686，宁波富达（nbfd）600724，华达科技（hdkj）603358
农业
金健米业（jjmy）600127，京基智农（jjzn）000048，新农开发（xnkf）600359
航天
航天动力（htdl）600343，中衡设计（zhsj）603017，再升科技（zskj）603601，江顺科技（jskj）001400，广联航空（glhk）300900
算力产业链
宏和科技（hhkj）603256，华盛昌（hsc）002980，福晶科技（fjkj）002222，雪浪环境（xlhj）300385，亨通光电（htgd）600487，中利集团（zljt）002309，长江通信（cjtx）600345，长飞光纤（zfgx）601869
福建
平潭发展（ptfz）000592，福晶科技（fjkj）002222，漳州发展（zzfz）000753，合富中国（hfzg）603122
锂电光伏
科达利（kdl）002850，泰坦股份（ttgf）003036，国晟科技（gckj）603778，棒杰股份，乐凯胶片（lkjp）600135
电力电网
安徽建工（ahjg）600502，新宏泰（xht）603016，起帆电缆（qfdl）605222，漳州发展（zzfz）000753，长城科技（cckj）603897
芯片
锴威特（kwt）688693，金海通（jht）603061
其余形式独苗
宏昌科技（hckj）301008，云赛智联（yszl）600602，国产算力租赁，神州高铁（szgt）000008，浙江仙通（zjxt）603239

二板
法尔胜（fes）000890，双鹭药业（slyy）002038，九安医疗（jayl）002432，中农联合（znlh）003042，津药药业（jyyy）600488，联环药业（lhyy）600513，狮头股份（stgf）600539，贵广网络（ggwl）600996，苏利股份（slgf）603585，杭电股份（hdgf）603618

三板
神剑股份（sjgf）002361，联翔股份

五板
美诺华（mnh）603538

`
  },
  {
    "d": "2026-03-27",
    "l": "https://www.tgb.cn/a/2qvwH0YbBam",
    "t": `

首板
算力
贵广网络（ggwl）600996，奥瑞德（ard）600666，华孚时尚（hfss）002042
化工
苏利股份（slgf）603585，金正大（jzd）002470，山东海化（sdhh）000822，鲁北化工（lbhg）600727，滨海能源（bhny）000695，赤天化（cth）600227，百川股份（bcgf）002455，安道麦Ａ（adma）000553
天原股份（tygf）002386，中农联合（znlh）003042，六国化工（lghg）600470，黑猫股份（hmgf）002068
锂电
滨海能源（bhny）000695，江特电机（jtdj）002176，深圳新星（szxx）603978，金圆股份（jygf）000546，永杉锂业（ysly）603399，盛新锂能（sxln）002240，永兴材料（yxcl）002756，诺德股份（ndgf）600110
海科新源（hkxy）301292，维远股份（wygf）600955，川能动力（cndl）000155，赣锋锂业（gfly）002460，西藏珠峰（xzzf）600338
医药
联环药业（lhyy）600513，基蛋生物（jdsw）603387，科拓生物（ktsw）300858，双鹭药业（slyy）002038，津药药业（jyyy）600488，康弘药业（khyy）002773，昭衍新药（zyxy）603127，奥赛康（ask）002755
信立泰（xlt）002294，热景生物（rjsw）688068，舒泰神（sts）300204，九安医疗（jayl）002432
电力
国电南自（gdnz）600268，东方新能（dfxn）002310，锡华科技（xhkj）603248，中南文化（znwh）002445，宁波能源（nbny）600982，豫能控股（ynkg）001896
消费
天地在线（tdzx）002995，均瑶健康（jyjk）605388，乐惠国际（lhgj）603076

二板
晋控电力（jkdl）000767，大东南（ddn）002263，神剑股份（sjgf）002361，广西能源（gxny）600310，金煤科技（jmkj）600844，石大胜华（sdsh）603026

四板
新能泰山（xnts）000720，融捷股份（rjgf）002192，美诺华（mnh）603538

`
  },
  {
    "d": "2026-03-26",
    "l": "https://www.tgb.cn/a/2qtR3stkJe7",
    "t": `

首板
大飞机
中超控股（zckg）002471，天保基建（tbjj）000965
电力
晋控电力（jkdl）000767，远程股份（ycgf）002692，大东南（ddn）002263，惠天热电（htrd）000692，广西能源（gxny）600310，京运通（jyt）601908，可立克（klk）002782，深南电Ａ（snda）000037
广东
新宝股份（xbgf）002705，金富科技（jfkj）003018
锂电
衢州东峰（qzdf）601515，丽岛新材（ldxc）603937，元利科技（ylkj）603217，石大胜华（sdsh）603026
医药
海森药业（hsyy）001367，司太立（stl）603520，南京新百（njxb）600682
油气化工
兴化股份，蓝焰控股（lykg）000968，金煤科技（jmkj）600844
航天
神剑股份（sjgf）002361，西部材料（xbcl）002149
其余形式独苗
安彩高科（acgk）600207，有光伏，有石英材料，联翔股份，大胜达（dsd）603687，德昌股份（dcgf）605555

二板
中国铁物（zgtw）000927，铭普光磁（mpgc）002902，中闽能源（zmny）600163，华电能源（hdny）600726，渤海化学（bhhx）600800，再升科技（zskj）603601

三板
新能泰山（xnts）000720，湖南发展（hnfz）000722，融捷股份（rjgf）002192，美诺华（mnh）603538

`
  },
  {
    "d": "2026-03-25",
    "l": "https://www.tgb.cn/a/2qsdIPgLWav",
    "t": `

首板
算力硬件
铭普光磁（mpgc）002902，再升科技（zskj）603601，中嘉博创（zjbc）000889，特发信息（tfxx）000070，阿莱德（ald）301419，柏诚股份（bcgf）601133，超颖电子（cydz）603175，杭电股份（hdgf）603618
华脉科技（hmkj）603042，康盛股份（ksgf）002418，江顺科技（jskj）001400，可川科技（kckj）603052，延江股份（yjgf）300658，立讯精密（lxjm）002475，共进股份（gjgf）603118，长江通信（cjtx）600345
芯片
国风新材（gfxc）000859，三孚股份（sfgf）603938
Ai应用
二六三（els）002467，出版传媒（cbcm）601999
国产算力租赁
大位科技（dwkj）600589，利通电子（ltdz）603629，三人行（srx）605168，电光科技（dgkj）002730，天玑科技（tjkj）300245
绿电
富春环保（fchb）002479，中闽能源（zmny）600163，宝新能源（bxny）000690，甘肃能源（gsny）000791，华电能源（hdny）600726，百通能源（btny）001376，金利华电（jlhd）300069，通宝能源（tbny）600780
洛凯股份（lkgf）603829，闽东电力（mddl）000993
储能
维科技术（wkjs）600152，圣阳股份（sygf）002580
福建
厦工股份（sggf）600815，平潭发展（ptfz）000592，福建水泥（fjsn）600802，漳州发展（zzfz）000753
海峡气氛组
哈森股份（hsgf）603958，润贝航科（rbhk）001316，桂林旅游（glly）000978
高铁建筑工程
浙江建投（zjjt）002761，新疆交建（xjjj）002941，晋亿实业（jysy）601002
机器人
睿能科技（rnkj）603933，唯科科技（wkkj）301196，华亚智能（hyzn）003043，新泉股份（xqgf）603179
其余形式独苗
西王食品，中体产业（ztcy）600158，中国铁物（zgtw）000927，渤海化学（bhhx）600800，双鹭药业（slyy）002038，珠海中富（zhzf）000659，冠农股份（gngf）600251，冠豪高新（ghgx）600433
友邦吊顶（ybdd）002718，华资实业（hzsy）600191

二板
粤电力Ａ（ydla）000539，韶能股份（sngf）000601，新能泰山（xnts）000720，湖南发展（hnfz）000722，融捷股份（rjgf）002192，通鼎互联（tdhl）002491，真视通（zst）002771，江南高纤（jngx）600527，狮头股份（stgf）600539，奥瑞德（ard）600666，湖南天雁（hnty）600698，宁波能源（nbny）600982，节能风电（jnfd）601016，长城军工（ccjg）601606，长飞光纤（zfgx）601869，美诺华（mnh）603538，歌力思（gls）603808，舒华体育（shty）605299，宏柏新材（hbxc）605366

三板
浙江新能（zjxn）600032，辽宁能源（lnny）600758

八板
华电辽能（hdln）600396

`
  },
  {
    "d": "2026-03-24",
    "l": "https://www.tgb.cn/a/2qqFOcEy6Fd",
    "t": `

首板
光伏
海天股份（htgf）603759，北京科锐（bjkr）002350，华电科工（hdkg）601226，华光环能（hghn）600475，雅博股份，永和智控（yhzk）002795，亿晶光电（yjgd）600537
电网电力
新能泰山（xnts）000720，亚联发展（ylfz）002316，湖南发展（hnfz）000722，中南文化（znwh）002445，中国天楹（zgty）000035，韶能股份（sngf）000601，长城电工（ccdg）600192，汉缆股份（hlgf）002498
华银电力（hydl）600744，华塑股份（hsgf）600935，鼎信通讯（dxtx）603421，祥明智能（xmzn）301226，迪森股份（dsgf）300335，金开新能（jkxn）600821，节能风电（jnfd）601016，宁波能源（nbny）600982
梅雁吉祥（myjx）600868，华通线缆（htxl）605196，粤电力Ａ（ydla）000539
锂电
融捷股份（rjgf）002192，孚日股份（frgf）002083，富祥药业（fxyy）300497，科威尔（kwe）688551，丽岛新材（ldxc）603937，众源新材（zyxc）603527，西藏城投（xzct）600773，大中矿业（dzky）001203
国城矿业（gcky）000688
环保
荣晟环保（rchb）603165，狮头股份（stgf）600539，绿茵生态（lyst）002887，华宏科技（hhkj）002645，普邦股份（pbgf）002663
算力硬件
通鼎互联（tdhl）002491，海星股份（hxgf）603115，冰轮环境（blhj）000811，云南锗业（ynzy）002428，福晶科技（fjkj）002222，长飞光纤（zfgx）601869，金安国纪（jagj）002636，光电股份（gdgf）600184
国产算力租赁
奥瑞德（ard）600666，真视通（zst）002771，莲花控股（lhkg）600186
军工
长城军工（ccjg）601606，湖南天雁（hnty）600698，建设工业（jsgy）002265
航天
中衡设计（zhsj）603017，银河电子（yhdz）002519
医药
美诺华（mnh）603538
江苏气氛组
江南高纤（jngx）600527，华东重机（hdzj）002685
航运
招商南油（zsny）601975，中远海能（zyhn）600026，渤海租赁（bhzl）000415，康欣新材（kxxc）600076
其余形式独苗
北方国际（bfgj）000065，亚翔集成（yxjc）603929，中国科传（zgkc）601858，舒华体育（shty）605299，宏柏新材（hbxc）605366，浪莎股份（lsgf）600137，德尔未来（dewl）002631，歌力思（gls）603808
科新发展（kxfz）600234，咸亨国际（xhgj）605056，黑牡丹（hmd）600510

二板
拓日新能（trxn）002218，雪浪环境（xlhj）300385，浙江新能（zjxn）600032，辽宁能源（lnny）600758

三板
中利集团（zljt）002309

七板
华电辽能（hdln）600396

`
  },
  {
    "d": "2026-03-23",
    "l": "https://www.tgb.cn/a/2qoSktpH29Q",
    "t": `

首板
电力
辽宁能源（lnny）600758，立新能源（lxny）001258，浙江新能（zjxn）600032，新宏泰（xht）603016，廊坊发展（lffz）600149
机器人
中大力德（zdld）002896，联翔股份，金发科技（jfkj）600143，首开股份（skgf）600376
化工
金煤科技（jmkj）600844，韩建河山（hjhs）603616，恒逸石化（hysh）000703
电动车
爱玛科技（amkj）603529，新日股份（xrgf）603787
光伏
华民股份（hmgf）300345，拓日新能（trxn）002218，芯能科技（xnkj）603105
其余形式独苗
雪浪环境（xlhj）300385，顺灏股份（shgf）002565，云煤能源（ymny）600792，杰美特（jmt）300868，瑞斯康达（rskd）603803，博迈科（bmk）603727

二板
正泰电源（ztdy）002150，中利集团（zljt）002309

三板
东方新能（dfxn）002310

四板
大胜达（dsd）603687

六板
华电辽能（hdln）600396

`
  },
  {
    "d": "2026-03-20",
    "l": "https://www.tgb.cn/a/2qjSmHtbfOj",
    "t": `

首板
电力
兆新股份（zxgf）002256，广西能源（gxny）600310，银星能源（yxny）000862
光伏
中利集团（zljt）002309，正泰电源（ztdy）002150，上能电气（sndq）300827，首航新能（shxn）301658，国晟科技（gckj）603778，永臻股份（yzgf）603381
锂电
石大胜华（sdsh）603026，豪鹏科技（hpkj）001283
浙江
京投发展（jtfz）600683，荣晟环保（rchb）603165
打击华字辈
美诺华（mnh）603538，石大胜华（sdsh）603026，华塑控股（hskg）000509，舒华体育（shty）605299
足球
舒华体育（shty）605299，共创草坪（gccp）605099
其余形式独苗
云南锗业（ynzy）002428，福然德（frd）605050，市北高新（sbgx）600604

二板
东方新能（dfxn）002310，国新能源（gxny）600617，华电能源（hdny）600726

三板
韶能股份（sngf）000601，大胜达（dsd）603687

五板
深华发Ａ（shfa）000020，华电辽能（hdln）600396

`
  },
  {
    "d": "2026-03-19",
    "l": "https://www.tgb.cn/a/2qidla7YD1s",
    "t": `

首板
新能源
日出东方（rcdf）603366，广安爱众（gaaz）600979，吉鑫科技（jxkj）601218，立新能源（lxny）001258，东方新能（dfxn）002310，华电能源（hdny）600726
油气延伸
兴化股份，陕西黑猫（sxhm）601015
算力
莲花控股（lhkg）600186，利通电子（ltdz）603629，贵广网络（ggwl）600996，铜牛信息（tnxx）300895
天然气
国新能源（gxny）600617，蓝焰控股（lykg）000968，天壕能源（thny）300332，洪通燃气（htrq）605169
个股独苗形式
长龄液压（zlyy）605389，云中马（yzm）603130，中油资本（zyzb）000617，铭普光磁（mpgc）002902

二板
粤电力Ａ（ydla）000539，韶能股份（sngf）000601，美利云（mly）000815，九安医疗（jayl）002432，奥瑞德（ard）600666，大胜达（dsd）603687

四板
深华发Ａ（shfa）000020，华电辽能（hdln）600396

`
  },
  {
    "d": "2026-03-18",
    "l": "https://www.tgb.cn/a/2qgycvxkiXu",
    "t": `

首板
电力
韶能股份（sngf）000601，粤电力Ａ（ydla）000539，深南电Ａ（snda）000037，长城科技（cckj）603897，百利电气（bldq）600468，八方股份（bfgf）603489，积成电子（jcdz）002339，同力天启（tltq）605286
中南文化（znwh）002445，森特股份（stgf）603098，新宏泰（xht）603016
算力产业链
奥瑞德（ard）600666，宁波精达（nbjd）603088，瑞斯康达（rskd）603803，澳弘电子（ahdz）605058，再升科技（zskj）603601，诚邦股份（cbgf）603316，佳力图（jlt）603912，同有科技（tykj）300302
大元泵业（dyby）603757，中电港（zdg）001287，金富科技（jfkj）003018，奥士康（ask）002913，可川科技（kckj）603052，广合科技（ghkj）001389，数据港（sjg）603881，平治信息（pzxx）300571
深科达（skd）688328，中贝通信（zbtx）603220，茶花股份（chgf）603615，云赛智联（yszl）600602，强瑞技术（qrjs）301128，海星股份（hxgf）603115，泰豪科技（thkj）600590，杭电股份（hdgf）603618
菲菱科思（flks）301191，朗科科技（lkkj）300042
Ai应用
世纪恒通（sjht）301428，大胜达（dsd）603687，九安医疗（jayl）002432，网达软件（wdrj）603189
航天
再升科技（zskj）603601，金海高科（jhgk）603311，江顺科技（jskj）001400
其余形式独苗
诚志股份（czgf）000990，莎普爱思（spas）603168，类似京投发展，京基智农（jjzn）000048，威领股份，联环药业（lhyy）600513

二板
雅博股份，顺灏股份（shgf）002565，酒钢宏兴（jghx）600307，基蛋生物（jdsw）603387

三板
深华发Ａ（shfa）000020，华电辽能（hdln）600396

`
  },
  {
    "d": "2026-03-17",
    "l": "https://www.tgb.cn/a/2qeUMKtSL0Z",
    "t": `

首板
钢铁
安阳钢铁（aygt）600569，酒钢宏兴（jghx）600307
风光储相关绿电
协鑫集成（xxjc）002506，雅博股份，纳百川（nbc）301667，正泰电源（ztdy）002150，江苏新能（jsxn）603693，兆新股份（zxgf）002256，节能风电（jnfd）601016，固德电材（gddc）301680
仁智股份（rzgf）002629，晨丰科技（cfkj）603685，祥明智能（xmzn）301226
房地产
中洲控股（zzkg）000042，京能置业（jnzy）600791，世联行（slx）002285
化工
潞化科技（lhkj）600691，双欣材料（sxcl）001369，中复神鹰（zfsy）688295，金正大（jzd）002470
未分类
安泰集团（atjt）600408，海马汽车（hmqc）000572，利柏特（lbt）605167
其余形式独苗
新亚电子（xydz）605277，顺灏股份（shgf）002565，爱建集团（ajjt）600643，基蛋生物（jdsw）603387，松霖科技（slkj）603992

二板
深华发Ａ（shfa）000020，顺钠股份（sngf）000533，华电辽能（hdln）600396，卓郎智能（zlzn）600545，国晟科技（gckj）603778

三板
赤天化（cth）600227，京投发展（jtfz）600683，锡华科技（xhkj）603248，亚翔集成（yxjc）603929

四板
法尔胜（fes）000890

`
  },
  {
    "d": "2026-03-16",
    "l": "https://www.tgb.cn/a/2qdeZ3SfGiQ",
    "t": `

首板
海洋经济
东方海洋（dfhy）002086，尤夫股份（yfgf）002427，神开股份（skgf）002278，海洋王（hyw）002724
海上风电
华电辽能（hdln）600396，东方新能（dfxn）002310
算力硬件
泰晶科技（tjkj）603738，卓郎智能（zlzn）600545，盛视科技（sskj）002990，朗科科技（lkkj）300042，胜利精密（sljm）002426，金安国纪（jagj）002636，盈新发展（yxfz）000620，太极实业（tjsy）600667
华盛昌（hsc）002980，兆易创新（zycx）603986，金太阳（jty）300606，可川科技（kckj）603052，超颖电子（cydz）603175
Ai应用
二六三（els）002467，天地在线（tdzx）002995，安妮股份（angf）002235
未分类
深华发Ａ（shfa）000020，舒华体育（shty）605299
电光储
鼎信通讯（dxtx）603421，顺钠股份（sngf）000533，维科技术（wkjs）600152，国晟科技（gckj）603778，琏升科技（lskj）300051
航运
海航科技（hhkj）600751，招商南油（zsny）601975
其余形式独苗
中油资本（zyzb）000617，标准股份，农发种业（nfzy）600313，一彬科技（ybkj）001278，西王食品，宏柏新材（hbxc）605366，裕同科技（ytkj）002831

二板
赤天化（cth）600227，京投发展（jtfz）600683，锡华科技（xhkj）603248，亚翔集成（yxjc）603929

三板
法尔胜（fes）000890

`
  },
  {
    "d": "2026-03-13",
    "l": "https://www.tgb.cn/a/2q8iXK5ws1j",
    "t": `

首板
化工
金正大（jzd）002470，兴化股份，赤天化（cth）600227，红宝丽（hbl）002165，赞宇科技（zykj）002637，江苏索普（jssp）600746，康达新材（kdxc）002669
今年老龙
亚翔集成（yxjc）603929，锋龙股份（flgf）002931，嘉美包装（jmbz）002969
浙江
健盛股份，京华激光（jhjg）603607，京投发展（jtfz）600683
新能源电力
中国电建（zgdj）601669，横店东磁（hddc）002056，天顺风能（tsfn）002531，通裕重工（tyzg）300185，雅博股份，麦加芯彩（mjxc）603062，锡华科技（xhkj）603248，起帆电缆（qfdl）605222
亨通股份（htgf）600226，吉鑫科技（jxkj）601218
核电
酒钢宏兴（jghx）600307，兰石重装（lszz）603169，南方路机（nflj）603280，中国核建（zghj）601611，江苏神通（jsst）002438
未分类
美丽生态（mlst）000010，奥美医疗（amyl）002950，美诺华（mnh）603538，真爱美家（zamj）003041，嘉美包装（jmbz）002969
锂电储能
璞泰来（ptl）603659，金鹰股份（jygf）600232，万里股份（wlgf）600847
热泵
万和电气（whdq）002543，日出东方（rcdf）603366，海鸥住工（hozg）002084，澳柯玛（akm）600336
美好寓意
同兴股份，安泰集团（atjt）600408
其余形式独苗
蓝帆医疗（lfyl）002382，瑞斯康达（rskd）603803，兆驰股份（zcgf）002429，播恩股份，天鹅股份（tegf）603029，山东农机（sdnj）002526，宇环数控（yhsk）002903，浪潮软件（lcrj）600756
科新发展（kxfz）600234，中红医疗（zhyl）300981

二板
法尔胜（fes）000890，大金重工（djzg）002487，潞化科技（lhkj）600691，郑州煤电（zzmd）600121

三板
金牛化工（jnhg）600722

四板
华电能源（hdny）600726

五板
中南文化（znwh）002445

`
  },
  {
    "d": "2026-03-12",
    "l": "https://www.tgb.cn/a/2q6C1ph5UtN",
    "t": `

首板
化工
中复神鹰（zfsy）688295，吉林化纤（jlhx）000420，泰和新材（thxc）002254，潞化科技（lhkj）600691，诚志股份（czgf）000990，和邦生物（hbsw）603077，海南矿业（hnky）601969，华塑股份（hsgf）600935
金瑞矿业（jrky）600714
锂电
深圳新星（szxx）603978，科森科技（kskj）603626，众源新材（zyxc）603527
电力电网
大唐发电（dtfd）601991，梅雁吉祥（myjx）600868，汉缆股份（hlgf）002498，协鑫能科（xxnk）002015
光储
金时科技（jskj）002951，纳百川（nbc）301667，德龙汇能（dlhn）000593
煤炭
兖矿能源（ykny）600188，郑州煤电（zzmd）600121，陕西黑猫（sxhm）601015
风电
德力佳（dlj）603092，金开新能（jkxn）600821，江苏新能（jsxn）603693，大金重工（djzg）002487，双一科技（sykj）300690，建投能源（jtny）000600，新天绿能（xtln）600956，中际联合（zjlh）605305
其余形式独苗
法尔胜（fes）000890，坤泰股份（ktgf）001260，三安光电（sagd）600703，一拖股份（ytgf）601038，发电机，江瀚新材（jhxc）603281，大地海洋（ddhy）301068，金溢科技（jykj）002869
扬子新材（yzxc）002652，宏景科技（hjkj）301396，松霖科技（slkj）603992

二板
正泰电源（ztdy）002150，金牛化工（jnhg）600722，节能风电（jnfd）601016，绿色动力（lsdl）601330，中国能建（zgnj）601868

三板
华电能源（hdny）600726

四板
中南文化（znwh）002445

`
  },
  {
    "d": "2026-03-11",
    "l": "https://www.tgb.cn/a/2q4VjNgJ1OU",
    "t": `

首板
电网电力
风范股份（ffgf）601700，中国能建（zgnj）601868，联科科技（lkkj）001207，绿色动力（lsdl）601330，可立克（klk）002782，赣能股份（gngf）000899
中国玄学
华东数控（hdsk）002248，中国科传（zgkc）601858，深圳华强（szhq）000062
光储
百川股份（bcgf）002455，威领股份，正泰电源（ztdy）002150，首航新能（shxn）301658，德业股份（dygf）605117，节能风电（jnfd）601016，裕同科技（ytkj）002831，雄韬股份（xtgf）002733
国晟科技（gckj）603778
算力硬件
博敏电子（bmdz）603936，大元泵业（dyby）603757，腾龙股份（tlgf）603158，天邑股份（tygf）300504，沃格光电（wggd）603773
化工
百川股份（bcgf）002455，冠豪高新（ghgx）600433，三孚股份（sfgf）603938，粤桂股份（yggf）000833，金浦钛业（jpty）000545，双欣材料（sxcl）001369，中盐化工（zyhg）600328，金牛化工（jnhg）600722
远大控股（ydkg）000626，宝丰能源（bfny）600989，安迪苏（ads）600299，中泰化学（zthx）002092，三友化工（syhg）600409，新疆天业（xjty）600075，梅花生物（mhsw）600873
其余形式独苗
和顺石油（hssy）603353，那就是石油，宝莱特（blt）300246，御银股份（yygf）002177，九安医疗（jayl）002432，利通电子（ltdz）603629

二板
绿发电力（lfdl）000537，国安股份（gagf）000839，亚盛集团（ysjt）600108，黄河旋风（hhxf）600172，华电能源（hdny）600726，祥龙电业（xldy）600769，鼎信通讯（dxtx）603421，瑞斯康达（rskd）603803

三板
中南文化（znwh）002445

四板
宁波建工（nbjg）601789

`
  },
  {
    "d": "2026-03-10",
    "l": "https://www.tgb.cn/a/2q3h9b9FFIf",
    "t": `

首板
未分类
瑞斯康达（rskd）603803，航天电器（htdq）002025，飞龙股份（flgf）002536，金安国纪（jagj）002636，中英科技（zykj）300936，迅捷兴（xjx）688655，黄河旋风（hhxf）600172，汇绿生态（hlst）001267
凤形股份（fxgf）002760，天通股份（ttgf）600330，禾盛新材（hsxc）002290，海星股份（hxgf）603115，广合科技（ghkj）001389，海鸥股份（hogf）603269，好利科技（hlkj）002729，奥海科技（ahkj）002993
长飞光纤（zfgx）601869，光迅科技（gxkj）002281，联瑞新材（lrxc）688300，东山精密（dsjm）002384，长江通信（cjtx）600345，烽火通信（fhtx）600498，科华数据（khsj）002335，新劲刚（xjg）300629
新乡化纤（xxhx）000949
电力电网
绿发电力（lfdl）000537，鼎信通讯（dxtx）603421，华电能源（hdny）600726，开山股份（ksgf）300257，北京科锐（bjkr）002350，中电鑫龙（zdxl）002298，晶科科技（jkkj）601778
Ai应用
二六三（els）002467，国安股份（gagf）000839，德才股份（dcgf）605287
机器人
嘉美包装（jmbz）002969，雪龙集团（xljt）603949，首开股份（skgf）600376，兆威机电（zwjd）003021
航天
中衡设计（zhsj）603017，江顺科技（jskj）001400
其余形式独苗
道明光学（dmgx）002632，亚盛集团（ysjt）600108，法狮龙（fsl）605318，锡装股份（xzgf）001332，信立泰（xlt）002294，祥龙电业（xldy）600769，沙河股份（shgf）000014

二板
中南文化（znwh）002445，群兴玩具（qxwj）002575，宇环数控（yhsk）002903，乐凯胶片（lkjp）600135

三板
宁波建工（nbjg）601789

五板
王力安防（wlaf）605268

`
  },
  {
    "d": "2026-03-09",
    "l": "https://www.tgb.cn/a/2q1CfwjMzC2",
    "t": `

首板
算电协同
中南文化（znwh）002445，太阳电缆（tydl）002300，立新能源（lxny）001258，银星能源（yxny）000862，泽宇智能（zyzn）301179，三变科技（sbkj）002112，正泰电器（ztdq）601877，国电南自（gdnz）600268
荣晟环保（rchb）603165，南网能源（nwny）003035
算力
优刻得（ykd）688158，海量数据（hlsj）603138，云赛智联（yszl）600602，绿联科技（llkj）301606，博睿数据（brsj）688229，宏川智慧（hczh）002930，电光科技（dgkj）002730，群兴玩具（qxwj）002575
鸿博股份（hbgf）002229，青云科技（qykj）688316，顺网科技（swkj）300113，智微智能（zwzn）001339，中国长城（zgcc）000066，宏景科技（hjkj）301396
化工锂电
乐凯胶片（lkjp）600135，黑猫股份（hmgf）002068，佛塑科技（fskj）000973
医药
海欣药业（hxyy）603367
其他形式独苗
宇环数控（yhsk）002903，海南矿业（hnky）601969

二板
万泽股份（wzgf）000534，韶能股份（sngf）000601，协鑫能科（xxnk）002015，拓维信息（twxx）002261，赤天化（cth）600227，金开新能（jkxn）600821，三星医疗（sxyl）601567，宁波建工（nbjg）601789

三板
美利云（mly）000815

四板
顺钠股份（sngf）000533，王力安防（wlaf）605268

`
  },
  {
    "d": "2026-03-06",
    "l": "https://www.tgb.cn/a/2pWEYqSMCfF",
    "t": `

首板
电算协同
三星医疗（sxyl）601567，新能泰山（xnts）000720，金开新能（jkxn）600821，同力天启（tltq）605286，韶能股份（sngf）000601，广电电气（gddq）601616，华电辽能（hdln）600396，协鑫能科（xxnk）002015
南网数字（nwsz）301638，泰嘉股份（tjgf）002843，远光软件（ygrj）002063，协鑫集成（xxjc）002506，江苏华辰（jshc）603097，国晟科技（gckj）603778，中国能建（zgnj）601868，禾望电气（hwdq）603063
华瓷股份（hcgf）001216，豫能控股（ynkg）001896
Ai应用
新华传媒（xhcm）600825，国际医学（gjyx）000516，塞力医疗（slyl）603716，中源协和（zyxh）600645
化工
金正大（jzd）002470，金浦钛业（jpty）000545，红宝丽（hbl）002165，六国化工（lghg）600470，红墙股份（hqgf）002809，赤天化（cth）600227，键邦股份（jbgf）603285，新疆天业（xjty）600075
卫星化学（wxhx）002648，亚星化学（yxhx）600319，金牛化工（jnhg）600722，赞宇科技（zykj）002637，粤桂股份（yggf）000833，晨光新材（cgxc）605399
算力产业链
诚邦股份（cbgf）603316，中原内配（zynp）002448，交运股份（jygf）600676，常宝股份（cbgf）002478，腾龙股份（tlgf）603158，中国动力（zgdl）600482，海鸥股份（hogf）603269，联特科技（ltkj）301205
万泽股份（wzgf）000534，新柴股份（xcgf）301032
农业
敦煌种业（dhzy）600354，亚盛集团（ysjt）600108
未分类
江钨装备（jwzb）600397，华新环保（hxhb）301265，威领股份
医药
亚虹医药（yhyy）688176，南卫股份（nwgf）603880
国产算力
宁波建工（nbjg）601789，威星智能（wxzn）002849，华是科技（hskj）301218，航锦科技（hjkj）000818，拓维信息（twxx）002261
其余形式独苗
奥特迅（atx）002227，彩虹集团（chjt）003023，宗申动力（zsdl）001696，瑞达期货（rdqh）002961，江顺科技（jskj）001400，联域股份（lygf）001326，安徽合力（ahhl）600761

二板
华塑控股（hskg）000509，美利云（mly）000815，奥士康（ask）002913，泰豪科技（thkj）600590

三板
顺钠股份（sngf）000533，汉缆股份（hlgf）002498，卓郎智能（zlzn）600545，王力安防（wlaf）605268

`
  },
  {
    "d": "2026-03-05",
    "l": "https://www.tgb.cn/a/2pV1Zo2MEW6",
    "t": `

首板
Micro LED
兆驰股份（zcgf）002429，华灿光电（hcgd）300323，三安光电（sagd）600703，国星光电（gxgd）002449，冠捷科技（gjkj）000727，芯瑞达（xrd）002983，奥拓电子（atdz）002587，雷曼光电（lmgd）300162
沃格光电（wggd）603773，联建光电（ljgd）300269，同兴达（txd）002845，华塑控股（hskg）000509，瑞丰光电（rfgd）300241，聚飞光电（jfgd）300303，龙腾光电（ltgd）688055，华映科技（hykj）000536
深纺织Ａ（sfza）000045，亚世光电（ysgd）002952，艾比森（abs）300389，欧菲光（ofg）002456，聚灿光电（jcgd）300708，美迪凯（mdk）688079，沃顿科技（wdkj）000920，亚威股份（ywgf）002559
电网
东方电气（dfdq）600875，上海电气（shdq）601727，三晖电气（shdq）002857，中国西电（zgxd）601179，华银电力（hydl）600744，百利电气（bldq）600468，中超控股（zckg）002471
算力产业链
石英股份（sygf）603688，世嘉科技（sjkj）002796，奥士康（ask）002913，泰豪科技（thkj）600590，汇绿生态（hlst）001267，美利云（mly）000815，铜牛信息（tnxx）300895，振华股份（zhgf）603067
化工
渤海化学（bhhx）600800，金煤科技（jmkj）600844，宇新股份（yxgf）002986，恒逸石化（hysh）000703
固态电池
泰坦股份（ttgf）003036，方大炭素（fdts）600516
未分类
雄韬股份（xtgf）002733，海新能科（hxnk）300072
其余形式独苗
安妮股份（angf）002235，兴民智通（xmzt）002355，奥瑞德（ard）600666，行动教育（xdjy）605098，神州信息（szxx）000555，天顺股份（tsgf）002800，茂业商业（mysy）600828，消费内循环
岩山科技（yskj）002195，日发精机（rfjj）002520，永吉股份（yjgf）603058，必得科技（bdkj）605298，杰克科技（jkkj）603337，奥康国际（akgj）603001，星环科技（xhkj）688031，拉升节点是航天

二板
顺钠股份（sngf）000533，积成电子（jcdz）002339，汉缆股份（hlgf）002498，智能自控（znzk）002877，通光线缆（tgxl）300265，卓郎智能（zlzn）600545，王力安防（wlaf）605268

`
  },
  {
    "d": "2026-03-04",
    "l": "https://www.tgb.cn/a/2pTjwhqVlPu",
    "t": `

首板
算力产业链
佰维存储（bwcc）688525，川润股份（crgf）002272，卓郎智能（zlzn）600545，德明利（dml）001309，超颖电子（cydz）603175，法尔胜（fes）000890，诚邦股份（cbgf）603316，杭电股份（hdgf）603618
电力电网
顺钠股份（sngf）000533，积成电子（jcdz）002339，金开新能（jkxn）600821，汉缆股份（hlgf）002498，安靠智电（akzd）300617，通光线缆（tgxl）300265，神马电力（smdl）603530，华通线缆（htxl）605196
宏盛华源（hshy）601096，京泉华（jqh）002885，银星能源（yxny）000862，迦南智能（jnzn）300880，桂冠电力（ggdl）600236，福达合金（fdhj）603045，廊坊发展（lffz）600149
农业
农发种业（nfzy）600313，红太阳（hty）000525
智能（机器人）经济
悦心健康（yxjk）002162，智能自控（znzk）002877，三联锻造（sldz）001282，瑞纳智能（rnzn）301129，延华智能（yhzn）002178，迦南智能（jnzn）300880
其余形式独苗
王力安防（wlaf）605268，凌玮科技（lwkj）301373，打压化工，美丽生态（mlst）000010，东方锆业（dfgy）002167，誉帆科技（yfkj）001396，航天彩虹（htch）002389，无人机（wrj）688297
富临运业（flyy）002357，亚虹医药（yhyy）688176

三板
准油股份，山东墨龙（sdml）002490，石化油服（shyf）600871

四板
亚盛集团（ysjt）600108，水发燃气（sfrq）603318

`
  },
  {
    "d": "2026-03-03",
    "l": "https://www.tgb.cn/a/2pRIg4Vyq3x",
    "t": `

首板
天然气
胜利股份（slgf）000407，国新能源（gxny）600617，洪通燃气（htrq）605169，百川能源（bcny）600681，美能能源（mnny）001299，大众公用（dzgy）600635，贵州燃气（gzrq）600903，龙洲股份（lzgf）002682
长春燃气（ccrq）600333，佛燃能源（frny）002911，天壕能源（thny）300332，首华燃气（shrq）300483，中国石化（zgsh）600028，陕天然气（strq）002267，皖天然气（wtrq）603689，重庆燃气（cqrq）600917
成都燃气（cdrq）603053，蓝天燃气（ltrq）605368，深圳燃气（szrq）601139，南京公用（njgy）000421，新疆火炬（xjhj）603080，东方环宇（dfhy）603706，万憬能源（wjny）002700
算力硬件
科瑞技术（krjs）002957，通鼎互联（tdhl）002491
光储
协鑫集成（xxjc）002506，欧晶科技（ojkj）001269，国晟科技（gckj）603778，北京科锐（bjkr）002350
航运
宁波海运（nbhy）600798，宁波远洋（nbyy）601022，中远海发（zyhf）601866，锦江航运（jjhy）601083
煤炭
陕西黑猫（sxhm）601015，大有能源（dyny）600403
石油化工
东方盛虹（dfsh）000301，博汇股份（bhgf）300839
其余形式独苗
亚世光电（ysgd）002952，韩建河山（hjhs）603616，康惠股份（khgf）603139

二板
广聚能源（gjny）000096，泰山石油（tssy）000554，蓝焰控股（lykg）000968，南京港（njg）002040，淮油股份，山东墨龙（sdml）002490，惠博普（hbp）002554，仁智股份（rzgf）002629，贝肯能源（bkny）002828，新锦动力（xjdl）300157，通源石油（tysy）300164，潜能恒信（qnhx）300191，德石股份（dsgf）301158，华如科技（hrkj）301302，中远海能（zyhn）600026，广汇能源（ghny）600256，中油工程（zygc）600339，红星发展（hxfz）600367，海油工程（hygc）600583，上海石化（shsh）600688，金瑞矿业（jrky）600714，金牛化工（jnhg）600722，石化油服（shyf）600871

三板
华盛昌（hsc）002980，亚盛集团（ysjt）600108，水发燃气（sfrq）603318，和顺石油（hssy）603353

`
  },
  {
    "d": "2026-03-02",
    "l": "https://www.tgb.cn/a/2pQ3cJHyyx0",
    "t": `

首板
油气
中曼石油（zmsy）603619，招商南油（zsny）601975，中海油服（zhyf）601808，石化油服（shyf）600871，中油工程（zygc）600339，中远海能（zyhn）600026，通源石油（tysy）300164，山东墨龙（sdml）002490
准油股份，泰山石油（tssy）000554，贝肯能源（bkny）002828，南京港（njg）002040，蓝焰控股（lykg）000968，潜能恒信（qnhx）300191，茂化实华（mhsh）000637，海油发展（hyfz）600968
惠博普（hbp）002554，博迈科（bmk）603727，海油工程（hygc）600583，德石股份（dsgf）301158，中国海油（zghy）600938，仁智股份（rzgf）002629，上海石化（shsh）600688，新锦动力（xjdl）300157
广聚能源（gjny）000096，中国石油（zgsy）601857，新天然气（xtrq）603393，招商轮船（zslc）601872，海默科技（hmkj）300084
伊出口产业链替代
金瑞矿业（jrky）600714，金牛化工（jnhg）600722，红星发展（hxfz）600367，兴化股份，赤天化（cth）600227，泸天化（lth）000912，宝丰能源（bfny）600989，广汇能源（ghny）600256
军工
华如科技（hrkj）301302，展鹏科技（zpkj）603488，雷科防务（lkfw）002413，观想科技（gxkj）301213，航天彩虹（htch）002389，中天火箭（zthj）003009，北方导航（bfdh）600435
英伟达算力
特发信息（tfxx）000070，烽火通信（fhtx）600498，飞龙股份（flgf）002536，法尔胜（fes）000890，凯格精机（kgjj）301338，汇绿生态（hlst）001267，海星股份（hxgf）603115，剑桥科技（jqkj）603083
未分类
威领股份，西部黄金（xbhj）601069，西部黄金（xbhj）601069，晓程科技（xckj）300139，招金黄金（zjhj）000506，赤峰黄金（cfhj）600988
电力电网
科远智慧（kyzh）002380，桂冠电力（ggdl）600236，白云电器（bydq）603861，德业股份（dygf）605117
其余形式独苗
江顺科技（jskj）001400，合锻智能（hdzn）603011，九安医疗（jayl）002432，参股卫星，东方铁塔（dftt）002545，中润光学（zrgx）688307

二板
中国天楹（zgty）000035

三板
泰嘉股份（tjgf）002843，长源东谷（zydg）603950

`
  },
  {
    "d": "2026-02-27",
    "l": "https://www.tgb.cn/a/2pL3puhX5Z6",
    "t": `

首板
Ai应用
格尔软件（gerj）603232，普元信息（pyxx）688118，新炬网络（xjwl）605398，拓维信息（twxx）002261，金现代（jxd）300830
电力
中国天楹（zgty）000035，云维股份（ywgf）600725，珈伟新能（jwxn）300317，涪陵电力（fldl）600452，南网能源（nwny）003035，闽东电力（mddl）000993
未分类
翔鹭钨业（xlwy）002842，宝武镁业（bwmy）002182，宝钛股份（btgf）600456，亚盛集团（ysjt）600108，东方锆业（dfgy）002167，江钨装备（jwzb）600397，中稀有色（zxys）600259，新金路（xjl）000510
厦门钨业（xmwy）600549，贵研铂业（gyby）600459，中钨高新（zwgx）000657，金钼股份（jmgf）601958，锡业股份（xygf）000960，湖南黄金（hnhj）002155，中国瑞林（zgrl）603257，华锡有色（hxys）600301
万林物流（wlwl）603117，菲林格尔（flge）603226，中国瑞林（zgrl）603257
金融
御银股份（yygf）002177，南华期货（nhqh）603093
光伏
钧达股份（jdgf）002865，永臻股份（yzgf）603381，协鑫能科（xxnk）002015，元利科技（ylkj）603217，三星新材（sxxc）603578
端侧ai
华盛昌（hsc）002980，共达电声（gdds）002655，泰晶科技（tjkj）603738，华瓷股份（hcgf）001216
国产算力
杭钢股份（hggf）600126，金开新能（jkxn）600821，金富科技（jfkj）003018，利通电子（ltdz）603629，云天励飞（ytlf）688343，高新发展（gxfz）000628
英伟达算力
烽火通信（fhtx）600498，杭电股份（hdgf）603618，水发燃气（sfrq）603318
四川
成都路桥（cdlq）002628，德龙汇能（dlhn）000593，新金路（xjl）000510
化工
四川美丰（scmf）000731，利民股份（lmgf）002734，沧州大化（czdh）600230
金刚石
沃尔德（wed）688028，国机精工（gjjg）002046
其余形式独苗
三全食品（sqsp）002216，申科股份（skgf）002633，和顺石油（hssy）603353，联发股份（lfgf）002394，赫美集团（hmjt）002356，侨银股份（qygf）002973，永兴材料（yxcl）002756，浙江锂电
长城科技（cckj）603897，祥明智能（xmzn）301226

二板
北京科锐（bjkr）002350，泰嘉股份（tjgf）002843，华银电力（hydl）600744，神马电力（smdl）603530，长源东谷（zydg）603950

三板
赣能股份（gngf）000899，洪兴股份（hxgf）001209，章源钨业（zywy）002378

四板
金正大（jzd）002470

七板
豫能控股（ynkg）001896

`
  },
  {
    "d": "2026-02-26",
    "l": "https://www.tgb.cn/a/2pJmiHt0bWN",
    "t": `

首板
锂电池
金圆股份（jygf）000546，科力远（kly）600478，新化股份（xhgf）603867
算力产业链
贤丰控股（xfkg）002141，杰普特（jpt）688025，泰嘉股份（tjgf）002843，广合科技（ghkj）001389，通鼎互联（tdhl）002491，中天科技（ztkj）600522，佳力图（jlt）603912，聚飞光电（jfgd）300303
大族激光（dzjg）002008，川润股份（crgf）002272，天润工业（trgy）002283，高澜股份（glgf）300499，沪电股份（hdgf）002463，鸿远电子（hydz）603267，深南电路（sndl）002916，华胜天成（hstc）600410
亨通光电（htgd）600487，长源东谷（zydg）603950，常宝股份（cbgf）002478，应流股份（ylgf）603308，广安爱众（gaaz）600979，奥士康（ask）002913，东方电气（dfdq）600875，春晖智控（chzk）300943
万泽股份（wzgf）000534，同宇新材（tyxc）301630，铜峰电子（tfdz）600237，欧莱新材（olxc）688530，智微智能（zwzn）001339，福鞍股份（fagf）603315，动力新科（dlxk）600841
航天
海翔药业（hxyy）002099，悦安新材（yaxc）688786，航天动力（htdl）600343，江顺科技（jskj）001400，抚顺特钢（fstg）600399
电网
北京科锐（bjkr）002350，华银电力（hydl）600744，神马电力（smdl）603530，新联电子（xldz）002546
环保
中科环保（zkhb）301175，美丽生态（mlst）000010
其余形式独苗
新赛股份（xsgf）600540，锐明技术（rmjs）002970，悦心健康（yxjk）002162，生意宝（syb）002095，哈森股份（hsgf）603958，保龄宝（blb）002286，圣晖集成（shjc）603163

二板
启迪环境（qdhj）000826，赣能股份（gngf）000899，洪兴股份（hxgf）001209，章源钨业（zywy）002378，云南锗业（ynzy）002428

三板
金正大（jzd）002470，澄星股份（cxgf）600078

四板
法尔胜（fes）000890

六板
豫能控股（ynkg）001896

`
  },
  {
    "d": "2026-02-25",
    "l": "https://www.tgb.cn/a/2pHJ8uD3LGn",
    "t": `

首板
磷化铟
跃岭股份（ylgf）002725，云南锗业（ynzy）002428
房地产
城投控股（ctkg）600649，我爱我家（wawj）000560，华阳国际（hygj）002949
化工
风光股份（fggf）301100，赤天化（cth）600227，川金诺（cjn）300505，沧州大化（czdh）600230，安宁股份（angf）002978，优彩资源（yczy）002998，坤彩科技（kckj）603826
算力产业链
诺德股份（ndgf）600110，高乐股份（glgf）002348，凌玮科技（lwkj）301373，美克家居（mkjj）600337，德龙汇能（dlhn）000593，东材科技（dckj）601208，威孚高科（wfgk）000581，和林微纳（hlwn）688661
中天精装（ztjz）002989，延江股份（yjgf）300658
纺织
卓郎智能（zlzn）600545，中捷资源（zjzy）002021
未分类
中色股份（zsgf）000758，锌业股份（xygf）000751，华锡有色（hxys）600301，包钢股份（bggf）600010，章源钨业（zywy）002378，北方稀土（bfxt）600111，罗平锌电（lpxd）002114，东方钽业（dfty）000962
中钨高新（zwgx）000657，有研新材（yyxc）600206，江钨装备（jwzb）600397
Ai应用
国安股份（gagf）000839，中信出版（zxcb）300788
光伏相关
南玻Ａ（nba）000012，东岳硅材（dygc）300821，有研硅（yyg）688432
锂电池
皇庭国际（htgj）000056，智慧农业（zhny）000816，中铝国际（zlgj）601068，江特电机（jtdj）002176，大中矿业（dzky）001203，杉杉股份（ssgf）600884，华联控股（hlkg）000036
三胎
洪兴股份（hxgf）001209，珠江钢琴（zjgq）002678
其余形式独苗
紫燕食品（zysp）603057，安阳钢铁（aygt）600569，五洲特纸（wztz）605007，赣能股份（gngf）000899，启迪环境（qdhj）000826，航天发展（htfz）000547，带动能力有限，长春高新（ccgx）000661

二板
云天化（yth）600096，江钨装备（jwzb）600397，六国化工（lghg）600470，招商轮船（zslc）601872，和邦生物（hbsw）603077，再升科技（zskj）603601，时空科技（skkj）605178，金浦钛业（jpty）000545，风华高科（fhgk）000636，誉帆科技（yfkj）001396，金正大（jzd）002470，郑中设计（zzsj）002811，澄星股份（cxgf）600078

三板
法尔胜（fes）000890，罗曼股份（lmgf）605289

四板
汉缆股份（hlgf）002498

五板
豫能控股（ynkg）001896

`
  },
  {
    "d": "2026-02-24",
    "l": "https://www.tgb.cn/a/2pG4h7SjNtP",
    "t": `

首板
英伟达产业链
风华高科（fhgk）000636，江南新材（jnxc）603124，山东玻纤（sdbx）605006，时空科技（skkj）605178，华工科技（hgkj）000988，天通股份（ttgf）600330，昀冢科技（yzkj）688260，华脉科技（hmkj）603042
再升科技（zskj）603601，宏和科技（hhkj）603256，长江通信（cjtx）600345，国际复材（gjfc）301526，长飞光纤（zfgx）601869，深南电路（sndl）002916，通鼎互联（tdhl）002491，晨丰科技（cfkj）603685
中国巨石（zgjs）600176，天润工业（trgy）002283，海星股份（hxgf）603115
油气
招商南油（zsny）601975，准油股份，通源石油（tysy）300164，山东墨龙（sdml）002490，泰山石油（tssy）000554，中曼石油（zmsy）603619，贝肯能源（bkny）002828，石化油服（shyf）600871
中油工程（zygc）600339，惠博普（hbp）002554，博迈科（bmk）603727，新锦动力（xjdl）300157，中海油服（zhyf）601808，蓝焰控股（lykg）000968，潜能恒信（qnhx）300191
未分类
江钨装备（jwzb）600397，湖南白银（hnby）002716，金瑞矿业（jrky）600714，白银有色（byys）601212，四川黄金（schj）001337，中国中铁（zgzt）601390，盛达资源（sdzy）000603
化工
百利科技（blkj）603959，澄星股份（cxgf）600078，金正大（jzd）002470，金牛化工（jnhg）600722，韩建山河（hjsh）603616，和邦生物（hbsw）603077，金浦钛业（jpty）000545，红宝丽（hbl）002165
安纳达（and）002136，红墙股份（hqgf）002809，英力特（ylt）000635，川发龙蟒（cflm）002312，三友化工（syhg）600409，湖北宜化（hbyh）000422，六国化工（lghg）600470，云图控股（ytkg）002539
兴发集团（xfjt）600141，云天化（yth）600096，川恒股份（chgf）002895
煤炭
陕西黑猫（sxhm）601015，云煤能源（ymny）600792
电网
南网能源（nwny）003035，森源电气（sydq）002358，保变电气（bbdq）600550，白云电器（bydq）603861，大连电瓷（dldc）002606
金刚石
黄河旋风（hhxf）600172，四方达（sfd）300179
水利管网
韩建山河（hjsh）603616，青龙管业（qlgy）002457，誉帆科技（yfkj）001396，顾地科技（gdkj）002694，永和智控（yhzk）002795
其余形式独苗
协鑫集成（xxjc）002506，貌似不认光伏，顶固集创（dgjc）300749，貌似不认航天，天目药业（tmyy）600671，安奈儿（ane）002875，郑中设计（zzsj）002811，山高环能（sghn）000803
康惠股份（khgf）603139，华之杰（hzj）603400，扬子新材（yzxc）002652

二板
法尔胜（fes）000890，亚星锚链（yxml）601890，风语筑（fyz）603466，罗曼股份（lmgf）605289

三板
汉缆股份（hlgf）002498

四板
美邦股份（mbgf）605033，豫能控股（ynkg）001896

`
  },
  {
    "d": "2026-02-13",
    "l": "https://www.tgb.cn/a/2pnP0zvug7n",
    "t": `

首板
Ai应用
国安股份（gagf）000839，风语筑（fyz）603466，汉邦高科（hbgk）300449，华胜天成（hstc）600410，华建集团（hjjt）600629，克来机电（kljd）603960
抗日
亚星锚链（yxml）601890，中水渔业（zsyy）000798，安达维尔（adwe）300719
机器人
百达精工（bdjg）603331，天奇股份（tqgf）002009
无人驾驶
浙江世宝（zjsb）002703，兴民智通（xmzt）002355，千里科技（qlkj）601777
算力硬件
泰嘉股份（tjgf）002843，易天股份（ytgf）300812，罗曼股份（lmgf）605289，深科技（skj）000021，航发动力（hfdl）600893
光刻机
国风新材（gfxc）000859，圣晖集成（shjc）603163，智光电气（zgdq）002169
其余形式独苗
建设机械（jsjx）600984，京能置业（jnzy）600791，五洲特纸（wztz）605007，天汽模（tqm）002510，法尔胜（fes）000890

二板
汉缆股份（hlgf）002498

三板
豫能控股（ynkg）001896，金时科技（jskj）002951，美邦股份（mbgf）605033

五板
掌阅科技（zykj）603533

`
  },
  {
    "d": "2026-02-12",
    "l": "https://www.tgb.cn/a/2pm9Q28gaUx",
    "t": `

首板
算力-英伟达派系硬件
大元泵业（dyby）603757，长源东谷（zydg）603950，川润股份（crgf）002272，英维克（ywk）002837，宁波精达（nbjd）603088，博杰股份（bjgf）002975，环旭电子（hxdz）601231，石英股份（sygf）603688
顺钠股份（sngf）000533，望变电气（wbdq）603191，鑫磊股份（xlgf）301317，常宝股份（cbgf）002478，汉缆股份（hlgf）002498，应流股份（ylgf）603308，四方股份（sfgf）601126，中恒电气（zhdq）002364
科士达（ksd）002518，东阳光（dyg）600673，京泉华（jqh）002885，宏盛股份（hsgf）603090，伊戈尔（yge）002922，世嘉科技（sjkj）002796
算力-国产算力
金开新能（jkxn）600821，优刻得（ykd）688158，高新发展（gxfz）000628，首都在线（sdzx）300846
电力
晋控电力（jkdl）000767，嘉泽新能（jzxn）601619
光伏
粤桂股份（yggf）000833，双良节能（sljn）600481
未分类
鹏欣资源（pxzy）600490，赛恩斯（ses）688480
机器人
日发精机（rfjj）002520，和胜股份（hsgf）002824，渤海汽车（bhqc）600960，长华集团（zhjt）605018
航运
招商轮船（zslc）601872，中远海能（zyhn）600026
其余形式独苗
华东数控（hdsk）002248，法狮龙（fsl）605318，利欧股份（logf）002131，合肥城建（hfcj）002208

二板
东方钽业（dfty）000962，豫能控股（ynkg）001896，中材科技（zckj）002080，章源钨业（zywy）002378，翔鹭钨业（xlwy）002842，金时科技（jskj）002951，江钨装备（jwzb）600397，卓郎智能（zlzn）600545，海量数据（hlsj）603138，宏和科技（hhkj）603256，山东玻纤（sdbx）605006，美邦股份（mbgf）605033

三板
特发信息（tfxx）000070

四板
雅博股份，大位科技（dwkj）600589，掌阅科技（zykj）603533，德才股份（dcgf）605287

`
  },
  {
    "d": "2026-02-11",
    "l": "https://www.tgb.cn/a/2pkEfYjzhUH",
    "t": `

首板
算力
豫能控股（ynkg）001896，南兴股份（nxgf）002757，海量数据（hlsj）603138，莲花控股（lhkg）600186，利通电子（ltdz）603629
电子布
山东玻纤（sdbx）605006，卓郎智能（zlzn）600545，中材科技（zckj）002080，中国巨石（zgjs）600176，国际复材（gjfc）301526，宏和科技（hhkj）603256，再升科技（zskj）603601，平安电工（padg）001359
化工
华尔泰（het）001217，常青科技（cqkj）603125，金牛化工（jnhg）600722，金正大（jzd）002470，美邦股份（mbgf）605033
机器人
天创时尚（tcss）603608，聚杰微纤（jjwx）300819
未分类
翔鹭钨业（xlwy）002842，章源钨业（zywy）002378，江钨装备（jwzb）600397，新金路（xjl）000510，北矿科技（bkkj）600980，格林美（glm）002340，东方钽业（dfty）000962，中钨高新（zwgx）000657
宝地矿业（bdky）601121，百通能源（btny）001376，美邦股份（mbgf）605033，德邦科技（dbkj）688035
包装
金时科技（jskj）002951，珠海中富（zhzf）000659，金富科技（jfkj）003018
其余形式独苗
锦和商管（jhsg）603682，电投水电（dtsd）600292，华明装备（hmzb）002270，山东变压器，泰和新材（thxc）002254，海油工程（hygc）600583，符合化工最高板环境，汇绿生态（hlst）001267

二板
特发信息（tfxx）000070，小崧股份（xsgf）002723，醋化股份（chgf）603968

三板
欢瑞世纪（hrsj）000892，雅博股份，大位科技（dwkj）600589，掌阅科技（zykj）603533，龙韵股份，吉华集团（jhjt）603980，德才股份（dcgf）605287

四板
百川股份（bcgf）002455

`
  },
  {
    "d": "2026-02-10",
    "l": "https://www.tgb.cn/a/2pj5unZUNuh",
    "t": `

首板
传媒以及ai应用
小崧股份（xsgf）002723，人民网（rmw）603000，华数传媒（hscm）000156，文投控股（wtkg）600715，浙文影业（zwyy）601599，国安股份（gagf）000839，新华网（xhw）603888，金逸影视（jyys）002905
读者传媒（dzcm）603999，克来机电（kljd）603960，读课文化（dkwh）301025，中国电影（zgdy）600977，光线传媒（gxcm）300251，幸福蓝海（xflh）300528，奥飞娱乐（afyl）002292，视觉中国（sjzg）000681
中视传媒（zscm）600088，粤传媒（ycm）002181
算力
特发信息（tfxx）000070，美利云（mly）000815，亚康股份（ykgf）301085，海星股份（hxgf）603115，迪贝电气（dbdq）603320，航锦科技（hjkj）000818，中国动力（zgdl）600482
固态
华锋股份（hfgf）002806，皇庭国际（htgj）000056
芯片
国风新材（gfxc）000859，永吉股份（yjgf）603058
化工
醋化股份（chgf）603968，金禾实业（jhsy）002597
机器人
万向钱潮（wxqc）000559，嘉美包装（jmbz）002969
其余形式独苗
共达电声（gdds）002655，三特索道（stsd）002159，安彩高科（acgk）600207，西部建设（xbjs）002302

二板
欢瑞世纪（hrsj）000892，博纳影业（bnyy）001330，雅博股份，兆驰股份（zcgf）002429，捷成股份（jcgf）300182，中文在线（zwzx）300364，顶固集创（dgjc）300749，荣信文化（rxwh）301231，大位科技（dwkj）600589，上海电影（shdy）601595，长飞光纤（zfgx）601869，横店影视（hdys）603103，振德医疗（zdyl）603301，风语筑（fyz）603466，掌阅科技（zykj）603533，引力传媒（ylcm）603598，龙韵股份，吉华集团（jhjt）603980，联德股份（ldgf）605060，德才股份（dcgf）605287

三板
百川股份（bcgf）002455

`
  },
  {
    "d": "2026-02-09",
    "l": "https://www.tgb.cn/a/2ph8hZHMSzm",
    "t": `

首板
Ai视频
德才股份（dcgf）605287，龙韵股份，掌阅科技（zykj）603533，风语筑（fyz）603466，上海电影（shdy）601595，海澜股份，荣信文化（rxwh）301231，欢瑞世纪（hrsj）000892
中文在线（zwzx）300364，博纳影业（bnyy）001330，横店影视（hdys）603103，捷成股份（jcgf）300182，引力传媒（ylcm）603598，三六零（sll）601360，英方软件（yfrj）688435
电网
望变电气（wbdq）603191，洛凯股份（lkgf）603829
航天
江苏神通（jsst）002438，顶固集创（dgjc）300749，杭萧钢构（hxgg）600477，宏英智能（hyzn）001266，飞沃科技（fwkj）301232，中超控股（zckg）002471
化工
亚邦股份（ybgf）603188，安孚科技（afkj）603031，福莱蒽特（flet）605566，红太阳（hty）000525，华尔泰（het）001217
算力
大位科技（dwkj）600589，动力新科（dlxk）600841，黄河旋风（hhxf）600172，联德股份（ldgf）605060，杰普特（jpt）688025，应流股份（ylgf）603308，奥瑞德（ard）600666，天通股份（ttgf）600330
川润股份（crgf）002272，泰豪科技（thkj）600590，东方电气（dfdq）600875，长飞光纤（zfgx）601869，利通电子（ltdz）603629
光伏
雅博股份，聚合材料（jhcl）688503，拓日新能（trxn）002218，西子节能（xzjn）002534，苏文电能（swdn）300982，亚玛顿（ymd）002623，中利集团（zljt）002309，ＴＣＬ中环（tclzh）002129
上海港湾（shgw）605598，利源股份，苏州固锝（szgd）002079
大飞机
辉煌科技（hhkj）002296，新大洲Ａ（xdza）000571
芯片洁净室
圣晖集成（shjc）603163，亚翔集成（yxjc）603929，光力科技（glkj）300480
其余形式独苗
盛和资源（shzy）600392，振德医疗（zdyl）603301，海航科技（hhkj）600751，联域股份（lygf）001326，珠免集团（zmjt）600185，湖南白银（hnby）002716，京投发展（jtfz）600683

二板
协鑫能科（xxnk）002015，德美化工（dmhg）002054，海翔药业（hxyy）002099，闰土股份（rtgf）002440，百川股份（bcgf）002455，完美世界（wmsj）002624，名雕股份（mdgf）002830，金牛化工（jnhg）600722，杉杉股份（ssgf）600884，科森科技（kskj）603626

三板
金富科技（jfkj）003018

四板
协鑫集成（xxjc）002506，凯龙高科（klgk）300912

五板
韩建河山（hjhs）603616

`
  },
  {
    "d": "2026-02-06",
    "l": "https://www.tgb.cn/a/2pcbU0B9je4",
    "t": `

首板
医药
特一药业（tyyy）002728，汉森制药（hszy）002412，海翔药业（hxyy）002099
光伏
棒杰股份，正泰电源（ztdy）002150，协鑫能科（xxnk）002015
电网
积成电子（jcdz）002339，杭电股份（hdgf）603618，晋控电力（jkdl）000767，三变科技（sbkj）002112
化工
德美化工（dmhg）002054，闰土股份（rtgf）002440，金牛化工（jnhg）600722，沧州大化（czdh）600230，皖维高新（wwgx）600063
化工-锂电
百川股份（bcgf）002455，百利科技（blkj）603959，杉杉股份（ssgf）600884，百合花（bhh）603823，天际股份（tjgf）002759，鼎盛新材（dsxc）603876，恩捷股份（ejgf）002812，三祥新材（sxxc）603663
黄金
南矿集团（nkjt）001360，潮宏基（chj）002345，航民股份（hmgf）600987
国产算力
海量数据（hlsj）603138，数据港（sjg）603881
外围算力
科瑞技术（krjs）002957，智立方（zlf）301312
航天
长江通信（cjtx）600345，银河电子（yhdz）002519
机器人
联诚精密（lcjm）002921，五洲新春（wzxc）603667，金龙汽车（jlqc）600686，百达精工（bdjg）603331，天奇股份（tqgf）002009，福莱新材（flxc）605488，科森科技（kskj）603626
油气
准油股份
其余形式独苗
翔鹭钨业（xlwy）002842，众兴菌业（zxjy）002772，名雕股份（mdgf）002830，京华激光（jhjg）603607，完美世界（wmsj）002624，凯瑞德（krd）002072，拉升节点像煤炭

二板
皇庭国际（htgj）000056，神剑股份（sjgf）002361，田中精机（tzjj）300461，金富科技（jfkj）003018

三板
协鑫集成（xxjc）002506，凯龙高科（klgk）300912，杭州解百（hzjb）600814

四板
韩建河山（hjhs）603616

`
  },
  {
    "d": "2026-02-05",
    "l": "https://www.tgb.cn/a/2paydDppxfg",
    "t": `

首板
浙江反包
田中精机（tzjj）300461，横店影视（hdys）603103
化工
山东海化（sdhh）000822，钱江生化（qjsh）600796
Ai应用
遥望科技（ywkj）002291，浙文影业（zwyy）601599，富临运业（flyy）002357，天地在线（tdzx）002995，二六三（els）002467，金逸影视（jyys）002905
广东股
广东明珠（gdmz）600382，皇庭国际（htgj）000056，拉芳家化（lfjh）603630
海峡两岸
平潭发展（ptfz）000592，海峡创新（hxcx）300300
算力
华升股份（hsgf）600156，群兴玩具（qxwj）002575，风华高科（fhgk）000636
消费
金富科技（jfkj）003018，安记食品（ajsp）603696，海欣食品（hxsp）002702，新华都（xhd）002264，三峡旅游（sxly）002627，嘉美包装（jmbz）002969，茂业商业（mysy）600828，三江购物（sjgw）601116
航天
北摩高科（bmgk）002985，神剑股份（sjgf）002361
金融
厦门银行（xmyh）601187，华林证券（hlzq）002945
其余形式独苗
集友股份（jygf）603429，朗博科技（lbkj）603655，泰坦股份（ttgf）003036

二板
兴民智通（xmzt）002355，协鑫集成（xxjc）002506，凯龙高科（klgk）300912，杭州解百（hzjb）600814，陕西黑猫（sxhm）601015，丰倍生物（fbsw）603334，坤彩科技（kckj）603826

三板
京投发展（jtfz）600683，韩建山河（hjsh）603616

四板
民爆光电（mbgd）301362

`
  },
  {
    "d": "2026-02-04",
    "l": "https://www.tgb.cn/a/2p8Re8OiPfT",
    "t": `

首板
机器人
凯龙高科（klgk）300912，正强股份（zqgf）301119
电网
宏盛华源（hshy）601096，太阳电缆（tydl）002300，众业达（zyd）002441
煤炭
兖矿能源（ykny）600188，陕西黑猫（sxhm）601015，云煤能源（ymny）600792，中煤能源（zmny）601898，晋控煤业（jkmy）601001，山西焦化（sxjh）600740，宝泰隆（btl）601011，潞安环能（lahn）601699
山西焦煤（sxjm）000983，山煤国际（smgj）600546，大有能源（dyny）600403，恒源煤电（hymd）600971，开滦股份（klgf）600997
未分类
京城股份（jcgf）600860，昇辉科技（shkj）300423，华电科工（hdkg）601226，美锦能源（mjny）000723，致远新能（zyxn）300985
光伏
亚玛顿（ymd）002623，永臻股份（yzgf）603381，中来股份（zlgf）300393，拓日新能（trxn）002218，英威腾（ywt）002334，晶科能源（jkny）688223，协鑫集成（xxjc）002506，时创能源（scny）688429
ＴＣＬ中环（tclzh）002129，鑫柏股份，博迁新材（bqxc）605376
房地产
皮阿诺（pan）002853，财信发展（cxfz）000838，荣安地产（radc）000517，友好集团（yhjt）600778，我爱我家（wawj）000560，华发股份（hfgf）600325，坚朗五金（jlwj）002791
油气
神开股份（skgf）002278
航空
中国东航（zgdh）600115，华夏航空（hxhk）002928
山东
山东赫达（sdhd）002810，保龄宝（blb）002286，兴民智通（xmzt）002355
锂电
欧克科技（okkj）001223，坤彩科技（kckj）603826
其余形式独苗
特发信息（tfxx）000070，锐明技术（rmjs）002970，中船科技（zckj）600072，丰倍生物（fbsw）603334，杭州解百（hzjb）600814

二板
中集集团（zjjt）000039，银轮股份（ylgf）002126，巨力索具（jlsj）002342，泽润新能（zrxn）301636，天通股份（ttgf）600330，双良节能（sljn）600481，京投发展（jtfz）600683，韩建河山（hjhs）603616，国晟科技（gckj）603778

三板
顺钠股份（sngf）000533，民爆光电（mbgd）301362

四板
名雕股份（mdgf）002830，杭电股份（hdgf）603618

`
  },
  {
    "d": "2026-02-03",
    "l": "https://www.tgb.cn/a/2p7dXW1x6pu",
    "t": `

首板
未分类
京投发展（jtfz）600683，城建发展（cjfz）600266，廊坊发展（lffz）600149，冀东装备（jdzb）000856，金隅集团（jyjt）601992
算力硬件
泰豪科技（thkj）600590，天通股份（ttgf）600330，冰轮环境（blhj）000811，凯旺科技（kwkj）301182，世运电路（sydl）603920，安孚科技（afkj）603031，罗博特科（lbtk）300757，远东股份（ydgf）600869
东阳光（dyg）600673，万泽股份（wzgf）000534，银轮股份（ylgf）002126
Ai应用
浙文互联（zwhl）600986，华胜天成（hstc）600410，天威视讯（twsx）002238
光伏
双良节能（sljn）600481，宇晶股份（yjgf）002943，奥特维（atw）688516，福斯特（fst）603806，钧达股份（jdgf）002865，沃格光电（wggd）603773，鹿山新材（lsxc）603051，帝科股份（dkgf）300842
泽润新能（zrxn）301636，金晶科技（jjkj）600586，海优新材（hyxc）688680，国晟科技（gckj）603778
航天
城建发展（cjfz）600266，金隅集团（jyjt）601992，天通股份（ttgf）600330，通宇通讯（tytx）002792，东方钽业（dfty）000962，润贝航科（rbhk）001316，巨力索具（jlsj）002342，航发控制（hfkz）000738
派克新材（pkxc）605123，江顺科技（jskj）001400，神剑股份（sjgf）002361，中集集团（zjjt）000039，航天发展（htfz）000547，晋拓股份（jtgf）603211
机器人
九鼎投资，越剑智能（yjzn）603095，星宇股份（xygf）601799
黄金
菜百股份（cbgf）605599，湖南黄金（hnhj）002155
化工
红宝丽（hbl）002165，索通发展（stfz）603612，百川股份（bcgf）002455，键邦股份（jbgf）603285
电网
南网能源（nwny）003035，中恒电气（zhdq）002364，金时科技（jskj）002951，伊戈尔（yge）002922
其余形式独苗
科瑞技术（krjs）002957，凯恩股份（kegf）002012，建设机械（jsjx）600984，万里石（wls）002785

二板
顺钠股份（sngf）000533，三变科技（sbkj）002112，中超控股（zckg）002471，民爆光电（mbgd）301362，新华百货（xhbh）600785

三板
杭电股份（hdgf）603618，名雕股份（mdgf）002830

四板
皇台酒业（htjy）000995，万丰股份（wfgf）603172，横店影视（hdys）603103

`
  },
  {
    "d": "2026-02-02",
    "l": "https://www.tgb.cn/a/2p5wKN18UcA",
    "t": `

首板
算力电网
顺钠股份（sngf）000533，三变科技（sbkj）002112，积成电子（jcdz）002339，保变电气（bbdq）600550，汉缆股份（hlgf）002498，森源电气（sydq）002358，广电电气（gddq）601616，电科院（dky）300215
大连电瓷（dldc）002606，中超控股（zckg）002471，通光线缆（tgxl）300265
算力相关
民爆光电（mbgd）301362，黄河旋风（hhxf）600172，群兴玩具（qxwj）002575
体育
三夫户外（sfhw）002780，通达创智（tdcz）001368，珠江钢琴（zjgq）002678
消费
新华百货（xhbh）600785，有友食品（yysp）603697，金徽酒（jhj）603919
浙江
万林物流（wlwl）603117，金鹰股份（jygf）600232，天普股份（tpgf）605255
其余形式独苗
联域股份（lygf）001326，遥望科技（ywkj）002291，复洁科技（fjkj）688335

二板
通鼎互联（tdhl）002491，名雕股份（mdgf）002830，茂业商业（mysy）600828，杭电股份（hdgf）603618，利通电子（ltdz）603629，白云电器（bydq）603861，西上海（xsh）605151

三板
皇台酒业（htjy）000995，横店影视（hdys）603103，万丰股份（wfgf）603172

`
  },
  {
    "d": "2026-01-30",
    "l": "https://www.tgb.cn/a/2p0ACgYPRUG",
    "t": `

首板
AI电商
引力传媒（ylcm）603598，茂业商业（mysy）600828，电声股份（dsgf）300805，倍加洁（bjj）603059，名雕股份（mdgf）002830
芯片
柏诚股份（bcgf）601133，太极实业（tjsy）600667
农业
农发种业（nfzy）600313，敦煌种业（dhzy）600354，登海种业（dhzy）002041，万向德农（wxdn）600371，中水渔业（zsyy）000798
算力-通信
长江通信（cjtx）600345，通鼎互联（tdhl）002491，长飞光纤（zfgx）601869，致尚科技（zskj）301486，杰普特（jpt）688025，东材科技（dckj）601208，环旭电子（hxdz）601231，天通股份（ttgf）600330
杭电股份（hdgf）603618，亨通光电（htgd）600487
算力-其他
城地香江（cdxj）603887，白云电器（bydq）603861，利通电子（ltdz）603629，科创新源（kcxy）300731，罗曼股份（lmgf）605289
锋龙护卫队
西上海（xsh）605151，众望布艺（zwby）605003，天奇股份（tqgf）002009，百达精工（bdjg）603331，精进电动（jjdd）688280，力聚热能（ljrn）603391，兄弟科技（xdkj）002562，实益达（syd）002137
化工
红宝丽（hbl）002165，万盛股份（wsgf）603010
其余形式独苗
盘江股份（pjgf）600395，思看科技（skkj）688583，松炀资源（syzy）603863，亚世光电（ysgd）002952

二板
皇台酒业（htjy）000995，天地在线（tdzx）002995，万丰股份（wfgf）603172，横店影视（hdys）603103

三板
百川股份（bcgf）002455

五板
湖南黄金（hnhj）002155

`
  },
  {
    "d": "2026-01-29",
    "l": "https://www.tgb.cn/a/2oYWssjFVIG",
    "t": `

首板
酿酒
皇台酒业（htjy）000995，酒鬼酒（jgj）000799，金徽酒（jhj）603919，水井坊（sjf）600779，舍得酒业（sdjy）600702，泸州老窖（lzlj）000568，金种子酒（jzzj）600199，会稽山（hjs）601579
古井贡酒（gjgj）000596，山西汾酒（sxfj）600809，五粮液（wly）000858，老白干酒（lbgj）600559，今世缘（jsy）603369，迎驾贡酒（yjgj）603198，口子窖（kzj）603589，古越龙山（gyls）600059
伊力特（ylt）600197，天佑德酒（tydj）002646，洋河股份（yhgf）002304
Ai应用
天地在线（tdzx）002995，华媒控股（hmkg）000607，浙文互联（zwhl）600986，因赛集团（ysjt）300781，江苏有线（jsyx）600959，横店影视（hdys）603103，粤传媒（ycm）002181，苏博特（sbt）603916
未分类
鼎盛新材（dsxc）603876，盛和资源（shzy）600392
航天
润贝航科（rbhk）001316，航天科技（htkj）000901，德恩精工（dejg）300780
房地产
大悦城（dyc）000031，三湘印象（sxyx）000863，深深房Ａ（ssfa）000029，我爱我家（wawj）000560，新城控股（xckg）601155，城投控股（ctkg）600649，马可波罗（mkbl）001386
机器人
商络电子（sldz）300975，派斯林（psl）600215
体育
珠江股份（zjgf）600684，浙江自然（zjzr）605080，共创草坪（gccp）605099，珠江钢琴（zjgq）002678
化工
万丰股份（wfgf）603172，海南橡胶（hnxj）601118，嘉化能源（jhny）600273，金牛化工（jnhg）600722，吉华集团（jhjt）603980
油气
升达林业（sdly）002259，海通发展（htfz）603162，泰山石油（tssy）000554，中油工程（zygc）600339
其余形式独苗
科达制造（kdzz）600499，锐明技术（rmjs）002970，奥康国际（akgj）603001，德展健康（dzjk）000813，青岛银行（qdyh）002948，新华百货（xhbh）600785，广信股份（gxgf）603599，新农药
说明午后认可中国黄金

二板
铜陵有色（tlys）000630，北方铜业（bfty）000737，云南铜业（ynty）000878，百通能源（btny）001376，准油股份，闰土股份（rtgf）002440，百川股份（bcgf）002455，通源石油（tysy）300164，石化油服（shyf）600871，西部黄金（xbhj）601069，怡球资源（yqzy）601388，中曼石油（zmsy）603619，哈森股份（hsgf）603958

四板
招金黄金（zjhj）000506，湖南黄金（hnhj）002155

五板
中国黄金（zghj）600916，豫光金铅（ygjq）600531

八板
白银有色（byys）601212

`
  },
  {
    "d": "2026-01-28",
    "l": "https://www.tgb.cn/a/2oXghUhJvw2",
    "t": `

首板
未分类
百通能源（btny）001376，怡球资源（yqzy）601388，常铝股份（clgf）002160，中国铝业（zgly）601600，闽发铝业（mfly）002578，东方钽业（dfty）000962，罗平锌电（lpxd）002114，北方铜业（bfty）000737
云铝股份（ylgf）000807，华峰铝业（hfly）601702，中铝国际（zlgj）601068，南山铝业（nsly）600219，天山铝业（tsly）002532，云南铜业（ynty）000878，翔鹭钨业（xlwy）002842
黄金白银
豫园股份（yygf）600655，莱绅通灵（lstl）603900，西部黄金（xbhj）601069，中电电机（zddj）603988，锌业股份（xygf）000751，金一文化（jywh）002721，和邦生物（hbsw）603077，中色股份（zsgf）000758
上海建工（shjg）600170，晓程科技（xckj）300139，飞南资源（fnzy）301500，南矿集团（nkjt）001360，航民股份（hmgf）600987，铜陵有色（tlys）000630，菜百股份（cbgf）605599，恒邦股份（hbgf）002237
鹏欣资源（pxzy）600490，中金黄金（zjhj）600489，威领股份，湖南白银（hnby）002716，迪阿股份（dagf）301177，贵研铂业（gyby）600459，株冶集团（zyjt）600961，盛达资源（sdzy）000603
赤峰黄金（cfhj）600988
化工
百川股份（bcgf）002455，闰土股份（rtgf）002440，浙江龙盛（zjls）600352，亚邦股份（ybgf）603188，青岛双星（qdsx）000599，沧州大化（czdh）600230，锦鸡股份（jjgf）300798
芯片
智光电气（zgdq）002169，气派科技（qpkj）688216
机器人
哈森股份（hsgf）603958，星宇股份（xygf）601799
油气
石化油服（shyf）600871，中曼石油（zmsy）603619，通源石油（tysy）300164，准油股份
算力硬件
盈新发展（yxfz）000620，宏和科技（hhkj）603256，远东股份（ydgf）600869，中材科技（zckj）002080
航天
今创集团（jcjt）603680，再升科技（zskj）603601，巨力索具（jlsj）002342
煤炭
粤宏远Ａ（yhya）000573，山西焦化（sxjh）600740，陕西黑猫（sxhm）601015
其余形式独苗
美利云（mly）000815，农发种业（nfzy）600313，海洋王（hyw）002724，北方股份（bfgf）600262，挖矿设备

二板
可川科技（kckj）603052，康强电子（kqdz）002119

三板
招金黄金（zjhj）000506，四川黄金（schj）001337，湖南黄金（hnhj）002155，金徽股份（jhgf）603132

四板
中农联合（znlh）003042，豫光金铅（ygjq）600531，中国黄金（zghj）600916

七板
白银有色（byys）601212

`
  },
  {
    "d": "2026-01-27",
    "l": "https://www.tgb.cn/a/2oVAtOoy07V",
    "t": `

首板
Ai应用
遥望科技（ywkj）002291，三维通信（swtx）002115，云赛智联（yszl）600602，宏景科技（hjkj）301396
航天
电科芯片（dkxp）600877，盛路通信（sltx）002446，航发科技（hfkj）600391，航发控制（hfkz）000738，航发动力（hfdl）600893
光伏
棒杰股份，赛伍技术（swjs）603212，宇晶股份（yjgf）002943，正泰电源（ztdy）002150，永臻股份（yzgf）603381，华光环能（hghn）600475，金辰股份（jcgf）603396
机器人
华培动力（hpdl）603121，凯迪股份（kdgf）605288，多利科技（dlkj）001311
芯片
康强电子（kqdz）002119，亚翔集成（yxjc）603929，圣晖集成（shjc）603163，金海通（jht）603061，肯特催化（ktch）603120，斯迪克（sdk）300806，华天科技（htkj）002185
算力产业链
中瓷电子（zcdz）003031，东芯股份（dxgf）688110，澄天伟业（ctwy）300689，可川科技（kckj）603052，世嘉科技（sjkj）002796，汇绿生态（hlst）001267，盛科通信（sktx）688702
其余形式独苗
黄河旋风（hhxf）600172，平潭发展（ptfz）000592，展鹏科技（zpkj）603488，苏博特（sbt）603916，三祥新材（sxxc）603663，珠海中富（zhzf）000659

二板
招金黄金（zjhj）000506，难脱离白银，难脱离白银，难脱离白银

三板
拓日新能（trxn）002218，难脱离白银

六板
白银有色（byys）601212

`
  },
  {
    "d": "2026-01-26",
    "l": "https://www.tgb.cn/a/2oTWevCfrWN",
    "t": `

首板
机器人
百达精工（bdjg）603331，天奇股份（tqgf）002009，运机集团（yjjt）001288，天永智能（tyzn）603895，哈森股份（hsgf）603958，咸亨国际（xhgj）605056
未分类
永杰新材（yjxc）603271，福达合金（fdhj）603045，湖南黄金（hnhj）002155，兴业银锡（xyyx）000426，金徽股份（jhgf）603132，恒邦股份（hbgf）002237，钒钛股份（ftgf）000629，招金黄金（zjhj）000506
湖南白银（hnby）002716，翔鹭钨业（xlwy）002842，晓程科技（xckj）300139，中钨高新（zwgx）000657，章源钨业（zywy）002378，中金黄金（zjhj）600489，金钼股份（jmgf）601958，西部黄金（xbhj）601069
卧龙新能（wlxn）600173
国产算力
大位科技（dwkj）600589，优刻得（ykd）688158，群兴玩具（qxwj）002575，网宿科技（wskj）300017，美利云（mly）000815
英伟达算力
崇德科技（cdkj）301548，长飞光纤（zfgx）601869
病毒防治
达安基因（dajy）002030，之江生物（zjsw）688317，特一药业（tyyy）002728，华兰疫苗（hlym）301207，鲁抗医药（lkyy）600789，回盛生物（hssw）300871，凯普生物（kpsw）300639，海王生物（hwsw）000078
科华生物（khsw）002022，迈克生物（mksw）300463，金迪克（jdk）688670
航天
苏州高新（szgx）600736，九鼎新材（jdxc）002201
石油
和顺石油（hssy）603353，中曼石油（zmsy）603619
其余形式独苗
天地在线（tdzx）002995，光正眼科（gzyk）002524，澄星股份（cxgf）600078，固态材料，京能置业（jnzy）600791，华电科工（hdkg）601226，速达股份（sdgf）001277，红宝丽（hbl）002165
涨价角度跟随有色，三星新材（sxxc）603578，浙江光伏

二板
德龙汇能（dlhn）000593

五板
白银有色（byys）601212

`
  },
  {
    "d": "2026-01-23",
    "l": "https://www.tgb.cn/a/2oOUIDRmHUN",
    "t": `

首板
太空光伏
双良节能（sljn）600481，协鑫集成（xxjc）002506，拓日新能（trxn）002218，金辰股份（jcgf）603396，赛伍技术（swjs）603212，三峡新材（sxxc）600293，迈为股份（mwgf）300751，东方日升（dfrs）300118
亿晶光电（yjgd）600537，拉普拉斯（lpls）688726，上海港湾（shgw）605598，太阳能（tyn）000591，奥特维（atw）688516，爱旭股份（axgf）600732，福斯特（fst）603806，正泰电源（ztdy）002150
凯盛科技（kskj）600552，华民股份（hmgf）300345，金晶科技（jjkj）600586，鹿山新材（lsxc）603051，鲁阳节能（lyjn）002088，渝三峡Ａ（ysxa）000565，捷佳伟创（jjwc）300724，亚玛顿（ymd）002623
隆基绿能（ljln）601012，晶科能源（jkny）688223，鑫铂股份（xbgf）003038，沃格光电（wggd）603773，乾照光电（qzgd）300102，美畅股份（mcgf）300861，高测股份（gcgf）688556，诚志股份（czgf）000990
琏升科技（lskj）300051
航天
德恩精工（dejg）300780，康欣新材（kxxc）600076，雪迪龙（xdl）002658，睿创微纳（rcwn）688002，飞沃科技（fwkj）301232，瑞华泰（rht）688323，烽火通信（fhtx）600498，金风科技（jfkj）002202
通宇通讯（tytx）002792，航天电子（htdz）600879，臻镭科技（zlkj）688270，世运电路（sydl）603920，江顺科技（jskj）001400，中国卫星（zgwx）600118，酒钢宏兴（jghx）600307
太空旅游
隆华新材（lhxc）301149，烽火电子（fhdz）000561，三夫户外（sfhw）002780
医药
益丰药房（yfyf）603939，汉商集团（hsjt）600774，广生堂（gst）300436
海峡
海南橡胶（hnxj）601118，平潭发展（ptfz）000592，福建金森（fjjs）002679
Ai应用
志特新材（ztxc）300986，华媒控股（hmkg）000607，浙文互联（zwhl）600986，海量数据（hlsj）603138
黄金
中国黄金（zghj）600916，豫光金铅（ygjq）600531，金一文化（jywh）002721，铜陵有色（tlys）000630，盛达资源（sdzy）000603
油气
恒基达鑫（hjdx）002492，德龙汇能（dlhn）000593，国际实业（gjsy）000159
电网
积成电子（jcdz）002339，三变科技（sbkj）002112
山东
百龙创园（blcy）605016，雅博股份，山东赫达（sdhd）002810
锂电
上海洗霸（shxb）603200，欧克科技（okkj）001223，奥海科技（ahkj）002993，索通发展（stfz）603612，大中矿业（dzky）001203，威领股份
题材独苗形式
锌业股份（xygf）000751，雪浪环境（xlhj）300385，中农联合（znlh）003042，山东农药，真爱美家（zamj）003041，江苏有线（jsyx）600959，四维图新（swtx）002405，武进不锈（wjbx）603878
云中马（yzm）603130，华峰铝业（hfly）601702

三板
巨力索具（jlsj）002342

四板
白银有色（byys）601212

五板
江化微（jhw）603078，锋龙股份（flgf）002931

`
  },
  {
    "d": "2026-01-22",
    "l": "https://www.tgb.cn/a/2oNjr0hRAss",
    "t": `

首板
航天
中超控股（zckg）002471，长城电工（ccdg）600192，九鼎新材（jdxc）002201，中信重工（zxzg）601608，天通股份（ttgf）600330，三角防务（sjfw）300775，西部材料（xbcl）002149，中国一重（zgyz）601106
润贝航科（rbhk）001316，腾达科技（tdkj）001379，钧达股份（jdgf）002865，银河电子（yhdz）002519，宇晶股份（yjgf）002943，杭萧钢构（hxgg）600477，博云新材（byxc）002297，康隆达（kld）603665
北摩高科（bmgk）002985，雪人集团（xrjt）002639，再升科技（zskj）603601，金隅股份，科顺股份（ksgf）300737，顺灏股份（shgf）002565
算力
金安国纪（jagj）002636，天润工业（trgy）002283，怡亚通（yyt）002183，贤丰控股（xfkg）002141，新亚电子（xydz）605277，崇达技术（cdjs）002815，鼎鹏控股，浙富控股（zfkg）002266
深信服（sxf）300454，中贝通信（zbtx）603220，青云科技（qykj）688316，腾景科技（tjkj）688195
油气
蓝焰控股（lykg）000968，胜利股份（slgf）000407，仁智股份（rzgf）002629
前期超跌抱团趋势多波
嘉美包装（jmbz）002969，五矿发展（wkfz）600058，力鼎光电（ldgd）605118，国晟科技（gckj）603778
机器人
毅昌科技（yckj）002420，福莱新材（flxc）605488，运机集团（yjjt）001288，越剑智能（yjzn）603095，锐新科技（rxkj）300828，旭升集团（xsjt）603305
应用
国安股份（gagf）000839，华凯易佰（hkyb）300592
芯片
明微电子（mwdz）688699，侨源股份（qygf）301286
其余形式独苗
中国铁物（zgtw）000927，大有能源（dyny）600403，翔腾新材（xtxc）001373，湖南白银（hnby）002716

二板
华联控股（hlkg）000036，潍柴重机（wczj）000880，炬申股份（jsgf）001202，广合科技（ghkj）001389，久其软件（jqrj）002279，巨力索具（jlsj）002342，综艺股份（zygf）600770，梅雁吉祥（myjx）600868，新坐标（xzb）603040，宏和科技（hhkj）603256，天创时尚（tcss）603608

三板
盈方微（yfw）000670，白银有色（byys）601212

四板
江化微（jhw）603078，锋龙股份（flgf）002931

`
  },
  {
    "d": "2026-01-21",
    "l": "https://www.tgb.cn/a/2oLEhEeWuXd",
    "t": `

首板
机器人
奕帆传动（yfcd）301023，天创时尚（tcss）603608，方正电机（fzdj）002196，模塑科技（mskj）000700，道恩股份（degf）002838，奥佳华（ajh）002614，华新精科（hxjk）603370，新坐标（xzb）603040
朗博科技（lbkj）603655
算力
潍柴重机（wczj）000880，中熔电气（zrdq）301031，中国长城（zgcc）000066，动力新科（dlxk）600841，广合科技（ghkj）001389，奥士康（ask）002913，可立克（klk）002782，宏盛股份（hsgf）603090
禾盛新材（hsxc）002290，麦格米特（mgmt）002851，可川科技（kckj）603052，金瑞矿业（jrky）600714，中钨高新（zwgx）000657，沃格光电（wggd）603773，棕榈股份，致尚科技（zskj）301486
大族数控（dzsk）301200，宏和科技（hhkj）603256
Ai应用
久其软件（jqrj）002279，天地在线（tdzx）002995，环球印务（hqyw）002799
偏光片
三利谱（slp）002876，深纺织Ａ（sfza）000045
芯片
龙芯中科（lxzk）688047，至正股份（zzgf）603991，大港股份（dggf）002077，通富微电（tfwd）002156，综艺股份（zygf）600770，华天科技（htkj）002185，永吉股份（yjgf）603058，新金路（xjl）000510
万通发展（wtfz）600246，快克智能（kkzn）603203，百傲化学（bahx）603360
未分类
卧龙新能（wlxn）600173，南矿集团（nkjt）001360，招金黄金（zjhj）000506，中国瑞林（zgrl）603257，四川黄金（schj）001337，梅雁吉祥（myjx）600868，浙矿股份（zkgf）300837，西部黄金（xbhj）601069
金瑞矿业（jrky）600714，中钨高新（zwgx）000657
锂电
华联控股（hlkg）000036，盛新锂能（sxln）002240，大中矿业（dzky）001203，峰璟股份（fjgf）002662，国城矿业（gcky）000688
纺织
梦百合（mbh）603313，梦洁股份（mjgf）002397
体育
交运股份（jygf）600676，舒华体育（shty）605299
油气
惠博普（hbp）002554
其余形式独苗
誉衡药业（yhyy）002437，威帝股份（wdgf）603023，德才股份（dcgf）605287，炬申股份（jsgf）001202，金海高科（jhgk）603311，巨力索具（jlsj）002342，弘宇股份（hygf）002890，闰土股份（rtgf）002440

二板
京基智农（jjzn）000048，盈方微（yfw）000670，红宝丽（hbl）002165，红墙股份（hqgf）002809，白银有色（byys）601212

三板
江化微（jhw）603078

四板
广电电气（gddq）601616，锋龙股份（flgf）002931

`
  },
  {
    "d": "2026-01-20",
    "l": "https://www.tgb.cn/a/2oJZDPT0z4N",
    "t": `

首板
Ai应用
浙文互联（zwhl）600986，遥望科技（ywkj）002291，苏博特（sbt）603916，粤传媒（ycm）002181，佳云科技（jykj）300242，狮头股份（stgf）600539
芯片
盈方微（yfw）000670，中微半导（zwbd）688380，合肥城建（hfcj）002208
消费
国中水务（gzsw）600187，味知香（wzx）605089，京基智农（jjzn）000048，上海九百（shjb）600838，红棉股份（hmgf）000523，合百集团（hbjt）000417
电力电网
鼎信通讯（dxtx）603421，顺控发展（skfz）003039，南网能源（nwny）003035，迪贝电气（dbdq）603320，恒盛能源（hsny）605580
化工
维远股份（wygf）600955，山东赫达（sdhd）002810，红宝丽（hbl）002165，宏柏新材（hbxc）605366，红墙股份（hqgf）002809，中毅达（zyd）600610，江天化学（jthx）300927，赞宇科技（zykj）002637
西陇科学（xlkx）002584，中国化学（zghx）601117
房地产
城投控股（ctkg）600649，韩建河山（hjhs）603616，大悦城（dyc）000031，中华企业（zhqy）600675
未分类
明泰铝业（mtly）601677，湖南白银（hnby）002716，白银有色（byys）601212
商业航天
三棵树（sks）603737，中国化学（zghx）601117，康欣新材（kxxc）600076
其余形式独苗
大有能源（dyny）600403

二板
新乡化纤（xxhx）000949，九鼎新材（jdxc）002201，新联电子（xldz）002546，嘉美包装（jmbz）002969，沧州大化（czdh）600230，航发科技（hfkj）600391，汉商集团（hsjt）600774，江化微（jhw）603078，铁流股份（tlgf）603926

三板
森源电气（sydq）002358，汉缆股份（hlgf）002498，广电电气（gddq）601616，锋龙股份（flgf）002931

`
  },
  {
    "d": "2026-01-19",
    "l": "https://www.tgb.cn/a/2oIkBIDk7eQ",
    "t": `

首板
机器人
日盈电子（rydz）603286，嘉美包装（jmbz）002969，铁流股份（tlgf）603926，浙江仙通（zjxt）603239，中捷资源（zjzy）002021，和晶科技（hjkj）300279，一彬科技（ybkj）001278，东睦股份（dmgf）600114
福莱新材（flxc）605488，标准股份，胜通能源（stny）001331，成都路桥（cdlq）002628
航天以及军工
越秀资本（yxzb）000987，九鼎新材（jdxc）002201，欧科亿（oky）688308，北摩高科（bmgk）002985，航发科技（hfkj）600391，航发控制（hfkz）000738，中航机载（zhjz）600372，航发动力（hfdl）600893
万泽股份（wzgf）000534
算力产业链
金安国纪（jagj）002636，博迁新材（bqxc）605376，华正新材（hzxc）603186，双星新材（sxxc）002585，延江股份（yjgf）300658，海星股份（hxgf）603115，昊华科技（hhkj）600378，美克家居（mkjj）600337
电网
华明装备（hmzb）002270，平高电气（pgdq）600312，风范股份（ffgf）601700，大连电瓷（dldc）002606，中国西电（zgxd）601179，保变电气（bbdq）600550，许继电气（xjdq）000400，双杰电气（sjdq）300444
中闽能源（zmny）600163，国电南自（gdnz）600268，白云电器（bydq）603861，百通能源（btny）001376，江苏华辰（jshc）603097，新联电子（xldz）002546，特变电工（tbdg）600089，四方股份（sfgf）601126
三变科技（sbkj）002112
消费
泉阳泉（qyq）600189，九华旅游（jhly）603199，广百股份（gbgf）002187，大连圣亚（dlsy）600593，宝钢包装（bgbz）601968，奥康国际（akgj）603001
人工智能
巨人网络（jrwl）002558，天地在线（tdzx）002995，新里程（xlc）002219
未分类
广东明珠（gdmz）600382，四川黄金（schj）001337，招金黄金（zjhj）000506
化工
利尔化学（lehx）002258，渤海化学（bhhx）600800，新乡化纤（xxhx）000949，沧州大化（czdh）600230，乐通股份（ltgf）002319，云图控股（ytkg）002539
其余形式独苗
中国汽研（zgqy）601965，法狮龙（fsl）605318，天目药业（tmyy）600671，友邦吊顶（ybdd）002718，恒大高新（hdgx）002591，亿晶光电（yjgd）600537，山高环能（sghn）000803，胜利精密（sljm）002426
海南发展（hnfz）002163，勤上股份（qsgf）002638，向日葵（xrk）300111，汉商集团（hsjt）600774

二板
新能泰山（xnts）000720，思源电气（sydq）002028，积成电子（jcdz）002339，森源电气（sydq）002358，汉缆股份（hlgf）002498，宏盛华源（hshy）601096，广电电气（gddq）601616，金海通（jht）603061，五洲新春（wzxc）603667

四板
新华百货（xhbh）600785，锋龙股份（flgf）002931

`
  },
  {
    "d": "2026-01-16",
    "l": "https://www.tgb.cn/a/2oDmsoq4jSP",
    "t": `

首板
电网
森源电气（sydq）002358，思源电气（sydq）002028，汉缆股份（hlgf）002498，宏盛华源（hshy）601096，广电电气（gddq）601616，新能泰山（xnts）000720，电科院（dky）300215，日丰股份（rfgf）002953
积成电子（jcdz）002339
机器人
恒辉安防（hhaf）300952，科森科技（kskj）603626，新泉股份（xqgf）603179，福赛科技（fskj）301529，宁波华翔（nbhx）002048，艾迪精密（adjm）603638，方正电机（fzdj）002196，五洲新春（wzxc）603667
德恩精工（dejg）300780，康隆达（kld）603665，九鼎投资，信质集团（xzjt）002664
轮胎
三角轮胎（sjlt）601163，联科科技（lkkj）001207，海安集团（hajt）001233
芯片
圣晖集成（shjc）603163，亚翔集成（yxjc）603929，美埃科技（makj）688376，长电科技（zdkj）600584，金太阳（jty）300606，永吉股份（yjgf）603058，天岳先进（tyxj）688234，柏诚股份（bcgf）601133
金海通（jht）603061，华康洁净（hkjj）301235，盈新发展（yxfz）000620，三安光电（sagd）600703，通富微电（tfwd）002156，兆易创新（zycx）603986，合肥城建（hfcj）002208，宇晶股份（yjgf）002943
赛腾股份（stgf）603283，甬矽电子（yxdz）688362，梦天家居（mtjj）603216
房地产相关
名雕股份（mdgf）002830，科新发展（kxfz）600234，华立股份（hlgf）603038
航天
城建发展（cjfz）600266，大唐电信（dtdx）600198
其余形式独苗
动力新科（dlxk）600841，利柏特（lbt）605167，可川科技（kckj）603052，皖通科技（wtkj）002331

二板
康强电子（kqdz）002119，世嘉科技（sjkj）002796

三板
五矿发展（wkfz）600058，新华百货（xhbh）600785，德邦股份（dbgf）603056

五板
博菲电气（bfdq）001255

`
  },
  {
    "d": "2026-01-15",
    "l": "https://www.tgb.cn/a/2oBHgKdeEvr",
    "t": `

首板
芯片
紫光国微（zggw）002049，三佳科技（sjkj）600520，华源控股（hykg）002787，彤程新材（tcxc）603650，康强电子（kqdz）002119，蓝箭电子（ljdz）301348，百傲化学（bahx）603360，三孚股份（sfgf）603938
中旗新材（zqxc）001212，矽电股份（xdgf）301629
算力
东材科技（dckj）601208，沃尔核材（wehc）002130，世嘉科技（sjkj）002796，环旭电子（hxdz）601231，金安国纪（jagj）002636
Ai应用
视觉中国（sjzg）000681，名臣健康（mcjk）002919
网红经济
坤泰股份（ktgf）001260，威帝股份（wdgf）603023，利群股份（lqgf）601366
电网电力
云维股份（ywgf）600725，新联电子（xldz）002546，迪贝电气（dbdq）603320，百通能源（btny）001376，恒盛能源（hsny）605580，保变电气（bbdq）600550
未分类
四川黄金（schj）001337，罗平锌电（lpxd）002114，翔鹭钨业（xlwy）002842
旅游
陕西旅游（sxly）603402，大连圣亚（dlsy）600593
化工
江山股份（jsgf）600389，东方铁塔（dftt）002545，百傲化学（bahx）603360
其余形式独苗
科华控股（khkg）603161，光明地产（gmdc）600708，文科股份（wkgf）002775，标准股份，新宏泽（xhz）002836

二板
石基信息（sjxx）002153，拓日新能（trxn）002218，新华都（xhd）002264，盛路通信（sltx）002446，惠博普（hbp）002554，众信旅游（zxly）002707，七彩化学（qchx）300758，五矿发展（wkfz）600058，华胜天成（hstc）600410，新华百货（xhbh）600785，德邦股份（dbgf）603056，德才股份（dcgf）605287

三板
外服控股（wfkg）600662，三变科技（sbkj）002112

四板
人民网（rmw）603000，博菲电气（bfdq）001255

`
  },
  {
    "d": "2026-01-14",
    "l": "https://www.tgb.cn/a/2oA317hpRJB",
    "t": `

首板
算力
长缆科技（zlkj）002879，兆驰股份（zcgf）002429，常宝股份（cbgf）002478，数据港（sjg）603881，实达集团（sdjt）600734，大位科技（dwkj）600589，东湖高新（dhgx）600133，宏景科技（hjkj）301396
杰瑞股份（jrgf）002353，华胜天成（hstc）600410，光迅科技（gxkj）002281，禾盛新材（hsxc）002290
Ai应用以及阿里电商
石基信息（sjxx）002153，浙文互联（zwhl）600986，新华都（xhd）002264，光云科技（gykj）688365，众信旅游（zxly）002707，山子高科（szgk）000981，金桥信息（jqxx）603918，丽人丽妆（lrlz）605136
值得买（zdm）300785，凯淳股份（kcgf）301001，安妮股份（angf）002235，君正集团（jzjt）601216，拉卡拉（lkl）300773，七彩化学（qchx）300758，天下秀（txx）600556，用友网络（yywl）600588
通达海（tdh）301378，粤传媒（ycm）002181，三维天地（swtd）301159，友车科技（yckj）688479，汉朔科技（hskj）301275，捷顺科技（jskj）002609，华人健康（hrjk）301408，华邦健康（hbjk）002004
浩瀚深度（hhsd）688292，壹网壹创（ywyc）300792
工业互联网
云鼎科技（ydkj）000409，新泉股份（xqgf）603179，映翰通（yht）688080，大胜达（dsd）603687
Ai眼镜
力鼎光电（ldgd）605118
消费
嘉美包装（jmbz）002969，新华百货（xhbh）600785
航天
拓日新能（trxn）002218，大唐电信（dtdx）600198，尤夫股份（yfgf）002427，盛路通信（sltx）002446，勘设股份（ksgf）603458，江顺科技（jskj）001400，九鼎新材（jdxc）002201，红相股份（hxgf）300427
银河电子（yhdz）002519，佳缘科技（jykj）301117，起帆电缆（qfdl）605222，武汉凡谷（whfg）002194，中国一重（zgyz）601106
芯片
绿岛风（ldf）301043，圣晖集成（shjc）603163，亚翔集成（yxjc）603929
物流
德邦股份（dbgf）603056，永泰运（yty）001228
基建相关
宁波富达（nbfd）600724，南方路机（nflj）603280，德才股份（dcgf）605287
黄金
南矿集团（nkjt）001360，湖南白银（hnby）002716，中电电机（zddj）603988
新能源发电
吉电股份，东方新能（dfxn）002310，太阳能（tyn）000591，洛凯股份（lkgf）603829，国晟科技（gckj）603778
量子科技
德美化工（dmhg）002054，科大国创（kdgc）300520
其余形式独苗
康欣新材（kxxc）600076，和顺石油（hssy）603353，天普股份（tpgf）605255

二板
海王生物（hwsw）000078，国际医学（gjyx）000516，三变科技（sbkj）002112，新里程（xlc）002219，外服控股（wfkg）600662

三板
德龙汇能（dlhn）000593，博菲电气（bfdq）001255，海格通信（hgtx）002465，明牌珠宝（mpzb）002574，友邦吊顶（ybdd）002718，三江购物（sjgw）601116，金隅集团（jyjt）601992，人民网（rmw）603000，新华网（xhw）603888

四板
美年健康（mnjk）002044，三维通信（swtx）002115，利欧股份（logf）002131，省广集团（sgjt）002400

五板
直真科技（zzkj）003007

`
  },
  {
    "d": "2026-01-13",
    "l": "https://www.tgb.cn/a/2oynZqSpljf",
    "t": `

首板
Ai医疗
泓博医药（hbyy）301230，新里程（xlc）002219，宝莱特（blt）300246，博济医药（bjyy）300404，普蕊斯（prs）301257，兰卫医学（lwyx）301060，贝瑞基因（brjy）000710，诺思格（nsg）301333
国际医学（gjyx）000516，蔚蓝生物（wlsw）603739，尔康制药（ekzy）300267，百花医药（bhyy）600721，健麾信息（jhxx）605186
流感医药避险
澳洋健康（ayjk）002172，海王生物（hwsw）000078，荣昌生物（rcsw）688331，瑞康医药（rkyy）002589
电气
莱克电气（lkdq）603355，三变科技（sbkj）002112，特变电工（tbdg）600089，摩恩电气（medq）002451，东南网架（dnwj）002135
上海
锦和商管（jhsg）603682，外服控股（wfkg）600662
油气化工
渤海化学（bhhx）600800，山东墨龙（sdml）002490，准油股份
光伏
帝科股份（dkgf）300842，钧达股份（jdgf）002865
其余形式独苗
中公教育（zgjy）002607，亚光股份（yggf）603282，那就是锂电新能源，坤泰股份（ktgf）001260，上海建工（shjg）600170，博纳影业（bnyy）001330，海量数据（hlsj）603138，北京数据

二板
明牌珠宝（mpzb）002574，友邦吊顶（ybdd）002718，普路通（plt）002769，真爱美家（zamj）003041，电科芯片（dkxp）600877，三江购物（sjgw）601116，金隅集团（jyjt）601992，人民网（rmw）603000，展鹏科技（zpkj）603488，新华网（xhw）603888，德龙汇能（dlhn）000593，视觉中国（sjzg）000681，居然智家（jrzj）000785，炬申股份（jsgf）001202，博菲电气（bfdq）001255，海格通信（hgtx）002465

三板
美年健康（mnjk）002044，三维通信（swtx）002115，利欧股份（logf）002131，省广集团（sgjt）002400，天龙集团（tljt）300063，交运股份（jygf）600676，东方通信（dftx）600776，引力传媒（ylcm）603598

四板
巨力索具（jlsj）002342，直真科技（zzkj）003007，杭萧钢构（hxgg）600477

六板
鲁信创投（lxct）600783，锋龙股份（flgf）002931

`
  },
  {
    "d": "2026-01-12",
    "l": "https://www.tgb.cn/a/2owJVXK63FU",
    "t": `

首板
Ai传媒
视觉中国（sjzg）000681，人民网（rmw）603000，新华网（xhw）603888，浙数文化（zswh）600633，南方传媒（nfcm）601900，欢瑞世纪（hrsj）000892，思美传媒（smcm）002712，川网传媒（cwcm）300987
百纳千成（bnqc）300291，中文在线（zwzx）300364，中国科传（zgkc）601858，荣信文化（rxwh）301231，中国出版（zgcb）601949，凯文教育（kwjy）002659
Ai产业链
中嘉博创（zjbc）000889，宏盛股份（hsgf）603090，通达海（tdh）301378，美格智能（mgzn）002881，康众医疗（kzyl）688607，卓易信息（zyxx）688258，金卡智能（jkzn）300349，新炬网络（xjwl）605398
值得买（zdm）300785，国脉文化（gmwh）600640，光云科技（gykj）688365，普云信息（pyxx）688118，万事利（wsl）301066，用友网络（yywl）600588，广哈通信（ghtx）300711，博睿数据（brsj）688229
三维天地（swtd）301159，广博股份（gbgf）002103，汉得信息（hdxx）300170，蓝色光标（lsgb）300058，金现代（jxd）300830，拓尔思（tes）300229，三六零（sll）601360，四方科技（sfkj）603339
华兰股份（hlgf）301093，赛微微电（swwd）688325，新点软件（xdrj）688232，纵横通信（zhtx）603602，力盛体育（lsty）002858，姚记科技（yjkj）002605，杰创智能（jczn）301248，海天瑞声（htrs）688787
万兴科技（wxkj）300624，星环科技（xhkj）688031，每日互动（mrhd）300766，卫宁健康（wnjk）300253，福石控股（fskg）300071，四川长虹（scch）600839，福昕软件（fxrj）688095
航天
通宇通讯（tytx）002792，电科芯片（dkxp）600877，烽火通信（fhtx）600498，大名城（dmc）600094，中超控股（zckg）002471，法尔胜（fes）000890，中国长城（zgcc）000066，金隅集团（jyjt）601992
盛洋科技（sykj）603703，天奥电子（tadz）002935，中国卫星（zgwx）600118，航天工程（htgc）603698，航天机电（htjd）600151，天银机电（tyjd）300342，航天电子（htdz）600879，邵阳液压（syyy）301079
理工导航（lgdh）688282，海格通信（hgtx）002465，中钢洛耐（zgln）688119，盛路通信（sltx）002446，能科科技（nkkj）603859，楚江新材（cjxc）002171，国博电子（gbdz）688375，北斗星通（bdxt）002151
凯盛科技（kskj）600552，中泰股份（ztgf）300435，雷科防务（lkfw）002413，华力创通（hlct）300045，中国卫通（zgwt）601698，中科星图（zkxt）688568，铂力特（blt）688333
纺织
真爱美家（zamj）003041，倍加洁（bjj）603059，联发股份（lfgf）002394，天创时尚（tcss）603608
新能源
明阳智能（myzn）601615，金晶科技（jjkj）600586，通源环境（tyhj）688679，豫能控股（ynkg）001896，普路通（plt）002769，金辰股份（jcgf）603396，维科技术（wkjs）600152，华光环能（hghn）600475
机器人
中化装备（zhzb）600579，天桥起重（tqqz）002523，大业股份（dygf）603278，和泰机电（htjd）001225
医药
通化金马（thjm）000766
脑机
岩山科技（yskj）002195，领益智造（lyzz）002600，壹网壹创（ywyc）300792，道氏技术（dsjs）300409
消费
三江购物（sjgw）601116，家家悦（jjy）603708，大商股份（dsgf）600694，居然之家（jrzj）000786，重庆百货（cqbh）600729，安记食品（ajsp）603696
避险
福成股份，友邦吊顶（ybdd）002718
稀土
中稀有色（zxys）600259，焦作万方（jzwf）000612，梅雁吉祥（myjx）600868
核电
天桥起重（tqqz）002523，雪人集团（xrjt）002639，博菲电气（bfdq）001255，中国核建（zghj）601611
量子
格尔软件（gerj）603232，科大国创（kdgc）300520
基建
美芝股份，展鹏科技（zpkj）603488，金洲管道（jzgd）002443
其余形式独苗
艾可蓝（akl）300816，山高环能（sghn）000803，我是山东环保，鲁阳节能（lyjn）002088，得邦照明（dbzm）603303，明牌珠宝（mpzb）002574，德龙汇能（dlhn）000593，山子高科（szgk）000981
飞乐音响（fyyx）600651，江化微（jhw）603078，炬申股份（jsgf）001202，银龙股份（ylgf）603969

二板
国新健康（gxjk）000503，电广传媒（dgcm）000917，安泰科技（atkj）000969，东信和平（dxhp）002017，美年健康（mnjk）002044，国机精工（gjjg）002046，三维通信（swtx）002115，粤传媒（ycm）002181，省广集团（sgjt）002400，嘉美包装（jmbz）002969，天龙集团（tljt）300063，迪安诊断（dazd）300244，昆仑万维（klww）300418，易点天下（ydtx）301171，天下秀（txx）600556，交运股份（jygf）600676，茂业商业（mysy）600828，浙文互联（zwhl）600986，中国卫通（zgwt）601698，税友股份（sygf）603171

三板
亚联发展（ylfz）002316，巨力索具（jlsj）002342，直真科技（zzkj）003007，杭萧钢构（hxgg）600477，航天电子（htdz）600879，中衡设计（zhsj）603017，国晟科技（gckj）603778

四板
东方明珠（dfmz）600832，中国一重（zgyz）601106，弘讯科技（hxkj）603015

五板
金风科技（jfkj）002202，鲁信创投（lxct）600783

六板
银河电子（yhdz）002519，志特新材（ztxc）300986

十二板
锋龙股份（flgf）002931

`
  },
  {
    "d": "2026-01-09",
    "l": "https://www.tgb.cn/a/2orLc2y29Ig",
    "t": `

首板
创投
越秀资本（yxzb）000987，广百股份（gbgf）002187，华金资本（hjzb）000532
Ai医疗
美年健康（mnjk）002044，迪安诊断（dazd）300244，国新健康（gxjk）000503，悦心健康（yxjk）002162，金域医学（jyyx）603882，久远银海（jyyh）002777，润达医疗（rdyl）603108，前沿生物（qysw）688221
Ai应用
引力传媒（ylcm）603598，利欧股份（logf）002131，电广传媒（dgcm）000917，天龙集团（tljt）300063，博瑞传播（brcb）600880，省广集团（sgjt）002400，易点天下（ydtx）301171，吉视传媒（jscm）601929
浙文互联（zwhl）600986，粤传媒（ycm）002181，华胜天成（hstc）600410，会畅科技（hckj）300578，税友股份（sygf）603171，昆仑万维（klww）300418，天下秀（txx）600556
Ai算力
好利科技（hlkj）002729，大位科技（dwkj）600589，海亮股份（hlgf）002203，恒为科技（hwkj）603496
机器人
旭升集团（xsjt）603305，道恩股份（degf）002838，新泉股份（xqgf）603179，凯迪股份（kdgf）605288
商业航天
云南锗业（ynzy）002428，信科移动（xkyd）688387，国机精工（gjjg）002046，安泰集团（atjt）600408，东信和平（dxhp）002017，金发科技（jfkj）600143，神开股份（skgf）002278，辉煌科技（hhkj）002296
达华智能（dhzn）002512，琏升科技（lskj）300051，宝胜股份（bsgf）600973，光启技术（gqjs）002625，震有科技（zykj）688418，鲁银投资（lytz）600784，三维通信（swtx）002115，泰永长征（tycz）002927
东方通信（dftx）600776，中国卫通（zgwt）601698
未分类
厦门钨业（xmwy）600549，江钨装备（jwzb）600397，金钼股份（jmgf）601958，丰倍生物（fbsw）603334
消费
国投中鲁（gtzl）600962，茂业商业（mysy）600828，银座股份（yzgf）600858
医药
永和智控（yhzk）002795，联环药业（lhyy）600513，维康药业（wkyy）300878，济南高新（jngx）600807，福元医药（fyyy）601089
上海
交运股份（jygf）600676，上实发展（ssfz）600748
其余形式独苗
棕榈股份，振华股份（zhgf）603067，威星智能（wxzn）002849，七匹狼（qpl）002029，翔腾科技

二板
亚联发展（ylfz）002316，巨力索具（jlsj）002342，直真科技（zzkj）003007，乾照光电（qzgd）300102，派斯林（psl）600215，杭萧钢构（hxgg）600477，航天电子（htdz）600879，中衡设计（zhsj）603017，三孚股份（sfgf）603938

三板
东方明珠（dfmz）600832，中国一重（zgyz）601106，弘讯科技（hxkj）603015

四板
江顺科技（jskj）001400，金风科技（jfkj）002202，鲁信创投（lxct）600783

五板
银河电子（yhdz）002519，快意电梯（kydt）002774，志特新材（ztxc）300986

十一板
锋龙股份（flgf）002931

`
  },
  {
    "d": "2026-01-08",
    "l": "https://www.tgb.cn/a/2oq6oYt9hZZ",
    "t": `

首板
芯片反制
三孚股份（sfgf）603938，和远气体（hyqt）002971，华塑股份（hsgf）600935，华建集团（hjjt）600629
航天
杭萧钢构（hxgg）600477，盛洋科技（sykj）603703，华菱线缆（hlxl）001208，中信重工（zxzg）601608，泰嘉股份（tjgf）002843，顺灏股份（shgf）002565，九鼎新材（jdxc）002201，天箭科技（tjkj）002977
航天电器（htdq）002025，中衡设计（zhsj）603017，航天电子（htdz）600879，航天信息（htxx）600271，巨力索具（jlsj）002342，航天科技（htkj）000901，钧达股份（jdgf）002865，派克新材（pkxc）605123
泰胜风能（tsfn）300129，和顺电气（hsdq）300141，海兰信（hlx）300065，中航机载（zhjz）600372，神剑股份（sjgf）002361，乾照光电（qzgd）300102，谱尼测试（pncs）300887
机器人
派斯林（psl）600215，华东数控（hdsk）002248，天汽模（tqm）002510，南兴股份（nxgf）002757，宝信软件（bxrj）600845，信捷电气（xjdq）603416，丰立智能（flzn）301368
量子科技
盛洋科技（sykj）603703，奥锐特（art）605116，武进不锈（wjbx）603878
核电
融发核电（rfhd）002366，兰石重装（lszz）603169，尚纬股份（swgf）603333
脑机
爱朋医疗（apyl）300753，塞力医疗（slyl）603716，港通医疗（gtyl）301515
基建
三和管桩（shgz）003037，中天精装（ztjz）002989
人工智能
南兴股份（nxgf）002757，亚联发展（ylfz）002316，直真科技（zzkj）003007，高新发展（gxfz）000628，久其软件（jqrj）002279，安孚科技（afkj）603031，长源东谷（zydg）603950
油气
国际实业（gjsy）000159，惠博普（hbp）002554
军工
内蒙一机（nmyj）600967，航天南湖（htnh）688552
消费
千味央厨（qwyc）001215，安记食品（ajsp）603696，上海九百（shjb）600838
其余形式独苗
世茂能源（smny）605028，黄河旋风（hhxf）600172，必得科技（bdkj）605298，浙江美大（zjmd）002677，联化科技（lhkj）002250，浙江农药（zjny）600216，龙高股份（lggf）605086

二板
雪人集团（xrjt）002639，通宇通讯（tytx）002792，邵阳液压（syyy）301079，乐凯胶片（lkjp）600135，东方明珠（dfmz）600832，中国一重（zgyz）601106，国机重装（gjzz）601399，中国核建（zghj）601611，弘讯科技（hxkj）603015，展鹏科技（zpkj）603488，彤程新材（tcxc）603650，必贝特（bbt）688759

三板
江顺科技（jskj）001400，金风科技（jfkj）002202，鹭燕医药（lyyy）002788，鲁信创投（lxct）600783，远东股份（ydgf）600869

四板
创新医疗（cxyl）002173，岩山科技（yskj）002195，普利特（plt）002324，银河电子（yhdz）002519，快意电梯（kydt）002774，志特新材（ztxc）300986，美克家居（mkjj）600337，南京熊猫（njxm）600775

十板
锋龙股份（flgf）002931

`
  },
  {
    "d": "2026-01-07",
    "l": "https://www.tgb.cn/a/2oor51l38Wd",
    "t": `

首板
光刻胶反制
彤程新材（tcxc）603650，国风新材（gfxc）000859，华融化学（hrhx）301256，常青科技（cqkj）603125，高盟新材（gmxc）300200，芯源微（xyw）688037，恒坤新材（hkxc）688727，南大光电（ndgd）300346
广钢气体（ggqt）688548，安达智能（adzn）688125
芯片重组
观想科技（gxkj）301213，友阿股份（yagf）002277，皮阿诺（pan）002853
算力产业链
伊戈尔（yge）002922，三变科技（sbkj）002112，中国西电（zgxd）601179，园林股份（ylgf）605303，淳中科技（czkj）603516，中瓷电子（zcdz）003031，可川科技（kckj）603052，世嘉科技（sjkj）002796
富信科技（fxkj）688662，润建股份（rjgf）002929，东阳光（dyg）600673
航天
荣盛发展（rsfz）002146，大唐电信（dtdx）600198，通宇通讯（tytx）002792，邵阳液压（syyy）301079，乐凯胶片（lkjp）600135，盛邦安全（sbaq）688651
核电
弘讯科技（hxkj）603015，中国一重（zgyz）601106，中国核建（zghj）601611，国机重装（gjzz）601399，雪人集团（xrjt）002639
机器人
九鼎投资，赛福天（sft）603028，凯迪股份（kdgf）605288，鸿路钢构（hlgg）002541
医药
必贝特（bbt）688759，益诺思（yns）688710，盘龙药业（plyy）002864
煤炭
安泰集团（atjt）600408，陕西黑猫（sxhm）601015，大有能源（dyny）600403
电梯
华菱精工（hljg）603356，展鹏科技（zpkj）603488
其余形式独苗
东方明珠（dfmz）600832，太平鸟（tpn）603877，英力特（ylt）000635，翔鹭钨业（xlwy）002842，紫燕食品（zysp）603057，三峡旅游（sxly）002627，厦门港务（xmgw）000905，华光环能（hghn）600475
中水渔业（zsyy）000798，凯众股份（kzgf）603037

二板
盈新发展（yxfz）000620，江顺科技（jskj）001400，金风科技（jfkj）002202，鹭燕医药（lyyy）002788，北方导航（bfdh）600435，鲁信创投（lxct）600783，远东股份（ydgf）600869

三板
创新医疗（cxyl）002173，岩山科技（yskj）002195，普利特（plt）002324，嘉事堂（jst）002462，银河电子（yhdz）002519，快意电梯（kydt）002774，志特新材（ztxc）300986，美好医疗（mhyl）301363，美克家居（mkjj）600337，南京熊猫（njxm）600775，引力传媒（ylcm）603598

四板
城建发展（cjfz）600266

五板
友邦吊顶（ybdd）002718

六板
雷科防务（lkfw）002413

九板
锋龙股份（flgf）002931，胜通能源（stny）001331

`
  },
  {
    "d": "2026-01-06",
    "l": "https://www.tgb.cn/a/2omLKGJVb8z",
    "t": `

首板
锂电池
滨海能源（bhny）000695，金龙羽（jly）002882，维远股份（wygf）600955，君禾股份（jhgf）603617，欧克科技（okkj）001223
未分类
盈新发展（yxfz）000620，新金路（xjl）000510，利源股份，贵研铂业（gyby）600459，锡业股份（xygf）000960，常铝股份（clgf）002160，浙矿股份（zkgf）300837，新金路（xjl）000510
化工
氯碱化工（ljhg）600618，潞化科技（lhkj）600691，中泰化学（zthx）002092，金浦钛业（jpty）000545，安宁股份（angf）002978，沧州大化（czdh）600230，澄星股份（cxgf）600078，新金路（xjl）000510
嘉化能源（jhny）600273，新乡化纤（xxhx）000949，滨化股份（bhgf）601678，新疆天业（xjty）600075，钒钛股份（ftgf）000629，鄂尔多斯（eeds）600295
无人驾驶
合众思壮（hzsz）002383，浙江世宝（zjsb）002703，天宸股份（tcgf）600620，山子高科（szgk）000981，博菲电气（bfdq）001255，兴民智通（xmzt）002355，北方导航（bfdh）600435，创力集团（cljt）603012
大众交通（dzjt）600611，雷尔伟（lew）301016，威帝股份（wdgf）603023，神州高铁（szgt）000008，万集科技（wjkj）300552，路畅科技（lckj）002813，德赛西威（dsxw）002920，联创电子（lcdz）002036
神通科技（stkj）605228
面板
彩虹股份（chgf）600707，联建光电（ljgd）300269
金融
证通电子（ztdz）002197，华林证券（hlzq）002945，华安证券（hazq）600909，天利科技（tlkj）300399，大智慧（dzh）601519，御银股份（yygf）002177
航天
中超控股（zckg）002471，鲁信创投（lxct）600783，航天电器（htdq）002025，航天工程（htgc）603698，金风科技（jfkj）002202，钧达股份（jdgf）002865，航天电子（htdz）600879，星环科技（xhkj）688031
远东股份（ydgf）600869，苏大维格（sdwg）300331，江顺科技（jskj）001400，中航西飞（zhxf）000768
基建
江河集团（jhjt）601886，中铝国际（zlgj）601068
其余形式独苗
凯撒文化（kswh）002425，鹭燕医药（lyyy）002788，锡装股份（xzgf）001332，新宏泽（xhz）002836，浙江包装，永和智控（yhzk）002795，保龄宝（blb）002286，上海九百（shjb）600838
明阳智能（myzn）601615

二板
国际医学（gjyx）000516，金房能源（jfny）001210，和泰机电（htjd）001225，创新医疗（cxyl）002173，岩山科技（yskj）002195，普利特（plt）002324，嘉事堂（jst）002462，海格通信（hgtx）002465，银河电子（yhdz）002519，快意电梯（kydt）002774，盈趣科技（yqkj）002925，爱朋医疗（apyl）300753，谱尼测试（pncs）300887，志特新材（ztxc）300986，三博脑科（sbnk）301293，熵基科技（sjkj）301330，美好医疗（mhyl）301363，美克家居（mkjj）600337，南京熊猫（njxm）600775，航天长峰（htzf）600855，金海通（jht）603061，荣泰健康（rtjk）603579

三板
农心科技（nxkj）001231，北斗星通（bdxt）002151，索菱股份（slgf）002766，城建发展（cjfz）600266，中国卫通（zgwt）601698

四板
友邦吊顶（ybdd）002718，南兴股份（nxgf）002757

五板
雷科防务（lkfw）002413

八板
锋龙股份（flgf）002931，胜通能源（stny）001331

`
  },
  {
    "d": "2026-01-05",
    "l": "https://www.tgb.cn/a/2ol6w0OMqpG",
    "t": `

首板
脑机接口
南京熊猫（njxm）600775，美好医疗（mhyl）301363，三博脑科（sbnk）301293，岩山科技（yskj）002195，创新医疗（cxyl）002173，翔宇医疗（xyyl）688626，盈趣科技（yqkj）002925，塞力医疗（slyl）603716
荣泰健康（rtjk）603579，熵基科技（sjkj）301330，三七互娱（sqhy）002555，国际医学（gjyx）000516，爱朋医疗（apyl）300753，麦澜德（mld）688273，伟思医疗（wsyl）688580，谱尼测试（pncs）300887
东微半导（dwbd）688261，迈普医学（mpyx）301033，博拓生物（btsw）688767，普利特（plt）002324，乐普医疗（lpyl）300003，东方中科（dfzk）002819，狄耐克（dnk）300884，振江股份（zjgf）603507
雷迪克（ldk）300652，道氏技术（dsjs）300409，冠昊生物（ghsw）300238，亿嘉和（yjh）603666，赛诺医疗（snyl）688108，新华医疗（xhyl）600587，当虹科技（dhkj）688039
油气以及延伸化工
山东墨龙（sdml）002490，孚日股份（frgf）002083，振华股份（zhgf）603067，光华股份（ghgf）001333，泰和新材（thxc）002254
航天
兰生股份（lsgf）600826，银河电子（yhdz）002519，德力股份（dlgf）002571，东方通信（dftx）600776，航天长峰（htzf）600855，高德红外（gdhw）002414，海格通信（hgtx）002465，勘设股份（ksgf）603458
航天机电（htjd）600151，宇晶股份（yjgf）002943，西测测试（xccs）301306，华曙高科（hsgk）688433
算力
美克家居（mkjj）600337，可川科技（kckj）603052，兆易创新（zycx）603986，云汉芯城（yhxc）301563，金房能源（jfny）001210，立昂微（law）605358，普冉股份（prgf）688766，恒烁股份（hsgf）688416
Ai应用
引力传媒（ylcm）603598，天下秀（txx）600556，卓易信息（zyxx）688258，博瑞传播（brcb）600880，税友股份（sygf）603171
芯片
国风新材（gfxc）000859，亚翔集成（yxjc）603929，圣晖集成（shjc）603163，中新集团（zxjt）601512，柏诚股份（bcgf）601133，金海通（jht）603061
基建
德才股份（dcgf）605287，雄塑科技（xskj）300599，快意电梯（kydt）002774，龙元建设（lyjs）600491，爱丽家居（aljj）603221，志特新材（ztxc）300986
医药
广济药业（gjyy）000952，大洋生物（dysw）003017，福元医药（fyyy）601089，昭衍新药（zyxy）603127，嘉事堂（jst）002462，康拓医疗（ktyl）688314，康弘药业（khyy）002773，众生药业（zsyy）002317
机器人
和泰机电（htjd）001225，金固股份（jggf）002488
锂电池
孚日股份（frgf）002083，盐湖股份（yhgf）000792，国晟科技（gckj）603778，天际股份（tjgf）002759
未分类
湖南白银（hnby）002716，兴业银锡（xyyx）000426
其余形式独苗
凯瑞德（krd）002072，升达林业（sdly）002259，龙旗科技（lqkj）603341

二板
农心科技（nxkj）001231，利欧股份（logf）002131，北斗星通（bdxt）002151，王子新材（wzxc）002735，索菱股份（slgf）002766，顺控发展（skfz）003039，蓝色光标（lsgb）300058，城建发展（cjfz）600266，烽火通信（fhtx）600498，中国卫通（zgwt）601698

三板
友邦吊顶（ybdd）002718，南兴股份（nxgf）002757

四板
雷科防务（lkfw）002413

七板
锋龙股份（flgf）002931

`
  },
  {
    "d": "2025-12-31",
    "l": "https://www.tgb.cn/a/2ocOJFRhOXt",
    "t": `

首板
芯片
合肥城建（hfcj）002208，上峰水泥（sfsn）000672，华建集团（hjjt）600629，养元饮品（yyyp）603156
航天
顺灏股份（shgf）002565，乐凯胶片（lkjp）600135，鲁信创投（lxct）600783，烽火通信（fhtx）600498，长江通信（cjtx）600345，北斗星通（bdxt）002151，航天晨光（htcg）600501，城建发展（cjfz）600266
联创光电（lcgd）600363，中国卫通（zgwt）601698，航天电子（htdz）600879，久之洋（jzy）300516，航发科技（hfkj）600391，中天火箭（zthj）003009，飞亚达（fyd）000026，航天发展（htfz）000547
神剑股份（sjgf）002361
人工智能
德生科技（dskj）002908，利欧股份（logf）002131，掌阅科技（zykj）603533，蓝色光标（lsgb）300058，挖金客（wjk）301380，中科江南（zkjn）301153
机器人
星德胜（xds）603344，申达股份（sdgf）600626，百达精工（bdjg）603331
绿电
和展能源（hzny）000809，顺控发展（skfz）003039
浙江纺织
万事利（wsl）301066，联翔股份，棒杰股份，云中马（yzm）603130
其余形式独苗
凯文教育（kwjy）002659，北京教育，巴比食品（bbsp）605338，上海食品，中创物流（zcwl）603967，索菱股份（slgf）002766，王子新材（wzxc）002735，农心科技（nxkj）001231
金新农（jxn）002548

二板
美能能源（mnny）001299，友邦吊顶（ybdd）002718，南兴股份（nxgf）002757，天创时尚（tcss）603608，众望布艺（zwby）605003，天铭科技（tmkj）920270

三板
宏英智能（hyzn）001266，御银股份（yygf）002177，雷科防务（lkfw）002413，五洲新春（wzxc）603667

五板
泰尔股份（tegf）002347

六板
大业股份（dygf）603278，锋龙股份（flgf）002931

`
  },
  {
    "d": "2025-12-30",
    "l": "https://www.tgb.cn/a/2objTZ2cG9q",
    "t": `

首板
Ai应用
湖北广电（hbgd）000665，南兴股份（nxgf）002757，百纳千成（bnqc）300291，酷特智能（ktzn）300840，金逸影视（jyys）002905，航天信息（htxx）600271
机器人
南京新百（njxb）600682，新时达（xsd）002527，天创时尚（tcss）603608，科森科技（kskj）603626，万向钱潮（wxqc）000559，方正电机（fzdj）002196，三花智控（shzk）002050，浙江荣泰（zjrt）603119
北特科技（btkj）603009，首开股份（skgf）600376，海昌新材（hcxc）300885，福龙马（flm）603686
航天
东方通信（dftx）600776，凯盛科技（kskj）600552，华菱线缆（hlxl）001208，长城电工（ccdg）600192，晋拓股份（jtgf）603211，东珠生态（dzst）603359，巨力索具（jlsj）002342，合众思壮（hzsz）002383
化工
阿科力（akl）603722，恒逸石化（hysh）000703
液冷
冰山冷热（bslr）000530，康普顿（kpd）603798
其余形式独苗
众望布艺（zwby）605003，山子高科（szgk）000981，英特集团（ytjt）000411，美能能源（mnny）001299，世茂能源（smny）605028

二板
模塑科技（mskj）000700，宏英智能（hyzn）001266，御银股份（yygf）002177，雷科防务（lkfw）002413，统一股份（tygf）600506，汇得科技（hdkj）603192，勘设股份（ksgf）603458，五洲新春（wzxc）603667，正和生态（zhst）605069，龙高股份（lggf）605086，天普股份（tpgf）605255，步科股份（bkgf）688160

三板
恒大高新（hdgx）002591

四板
天奇股份（tqgf）002009，泰尔股份（tegf）002347

五板
锋龙股份（flgf）002931，大业股份（dygf）603278

十板
嘉美包装（jmbz）002969

`
  },
  {
    "d": "2025-12-29",
    "l": "https://www.tgb.cn/a/2o9t77TPsDb",
    "t": `

首板
航天
广百股份（gbgf）002187，荣盛发展（rsfz）002146，和顺科技（hskj）301237，中衡设计（zhsj）603017，海格通信（hgtx）002465，越秀资本（yxzb）000987，金风科技（jfkj）002202，博敏电子（bmdz）603936
宏英智能（hyzn）001266，雷科防务（lkfw）002413，勘设股份（ksgf）603458，红蜻蜓（hqt）603116，魅视科技（mskj）001229，航天机电（htjd）600151，航天环宇（hthy）688523，派克新材（pkxc）605123
华为算力
川润股份（crgf）002272，宏英智能（hyzn）001266，拓维信息（twxx）002261，统一股份（tygf）600506
未分类
龙高股份（lggf）605086，五矿发展（wkfz）600058
储能光伏
智光电气（zgdq）002169，风范股份（ffgf）601700，迈为股份（mwgf）300751，杭萧钢构（hxgg）600477，国晟科技（gckj）603778，双良节能（sljn）600481
化纤化工
吉林化纤（jlhx）000420，永悦科技（yykj）603879，苏州龙杰（szlj）603332，信凯科技（xkkj）001335，华鼎股份（hdgf）601113，汇得科技（hdkj）603192
智谱
电广传媒（dgcm）000917，正和生态（zhst）605069
机器人
东安动力（dadl）600178，五洲新春（wzxc）603667，模塑科技（mskj）000700，恒勃股份（hbgf）301225，征和工业（zhgy）003033，瑞松科技（rskj）688090，步科股份（bkgf）688160，多利科技（dlkj）001311
充电桩
和顺石油（hssy）603353，英飞特（yft）300582
数字货币
御银股份（yygf）002177，翠微股份（cwgf）603123
其余形式独苗
华尔泰（het）001217，烟花讽刺航天，凯瑞德（krd）002072，京基智农（jjzn）000048，天普股份（tpgf）605255，鼎盛新材（dsxc）603876，三人行（srx）605168，茂业商业（mysy）600828

二板
航天发展（htfz）000547，珠海中富（zhzf）000659，中超控股（zckg）002471，德力股份（dlgf）002571，恒大高新（hdgx）002591，冀凯股份，苏州高新（szgx）600736

三板
天奇股份（tqgf）002009，泰尔股份（tegf）002347，扬子新材（yzxc）002652

四板
锋龙股份（flgf）002931，大业股份（dygf）603278，鲁信创投（lxct）600783

八板
神剑股份（sjgf）002361

九板
嘉美包装（jmbz）002969

十二板
胜通能源（stny）001331

`
  },
  {
    "d": "2025-12-26",
    "l": "https://www.tgb.cn/a/2o4wlhYpFvk",
    "t": `

首板
锂电池
丰元股份（fygf）002805，科森科技（kskj）603626，天际股份（tjgf）002759，华联控股（hlkg）000036，恒大高新（hdgx）002591，安纳达（and）002136，深圳新星（szxx）603978，佛塑科技（fskj）000973
宏源药业（hyyy）301246，永兴材料（yxcl）002756，普路通（plt）002769，海科新源（hkxy）301292，国城矿业（gcky）000688，永太科技（ytkj）002326
传媒
百纳千成（bnqc）300291，祥源文旅（xywl）600576，名臣健康（mcjk）002919
机器人
联域股份（lygf）001326，聚杰微纤（jjwx）300819，冀凯股份，福莱蒽特（flet）605566
消费
红棉股份（hmgf）000523，银座股份（yzgf）600858，珠海中富（zhzf）000659，三湘印象（sxyx）000863，昇兴股份（sxgf）002752
航天
佳缘科技（jykj）301117，宇环数控（yhsk）002903，航天发展（htfz）000547，苏州高新（szgx）600736，电科网安（dkwa）002268，中超控股（zckg）002471，德力股份（dlgf）002571，北斗星通（bdxt）002151
优刻得（ykd）688158，天通股份（ttgf）600330，今创集团（jcjt）603680，永鼎股份（ydgf）600105，中国卫通（zgwt）601698
光伏
亿晶光电（yjgd）600537，钧达股份（jdgf）002865，协鑫集成（xxjc）002506
海南
海南发展（hnfz）002163，京粮控股（jlkg）000505，海汽集团（hqjt）603069，海南矿业（hnky）601969
芯片
德明利（dml）001309，金螳螂（jtl）002081
房地产
美芝股份，皮阿诺（pan）002853，光明地产（gmdc）600708
江苏低空
标榜股份（bbgf）301181，苏州科达（szkd）603660
电力
百通能源（btny）001376，上海电力（shdl）600021
其余形式独苗
江西铜业（jxty）600362，福龙马（flm）603686，新金路（xjl）000510，浙江世宝（zjsb）002703

二板
中核科技（zhkj）000777，天奇股份（tqgf）002009，泰尔股份（tegf）002347，扬子新材（yzxc）002652，汇洁股份（hjgf）002763，通宇通讯（tytx）002792，长江通信（cjtx）600345

三板
隆基机械（ljjx）002363，锋龙股份（flgf）002931，中国卫星（zgwx）600118，厦门国贸（xmgm）600755，鲁信创投（lxct）600783，大业股份（dygf）603278，再升科技（zskj）603601，五洲特纸（wztz）605007，上海港湾（shgw）605598

四板
九鼎新材（jdxc）002201

五板
安通股份

七板
神剑股份（sjgf）002361

八板
嘉美包装（jmbz）002969

十一板
胜通股份

`
  },
  {
    "d": "2025-12-25",
    "l": "https://www.tgb.cn/a/2o2R1E53Z0Y",
    "t": `

首板
跨境电商
重庆港（cqg）600279，汇洁股份（hjgf）002763，跨境通（kjt）002640，新华都（xhd）002264，天顺股份（tsgf）002800，三柏硕（sbs）001300，三维通信（swtx）002115，赫美集团（hmjt）002356
云中马（yzm）603130
机器人
天奇股份（tqgf）002009，万向钱潮（wxqc）000559，泰尔股份（tegf）002347，龙溪股份（lxgf）600592，首开股份（skgf）600376，方正电机（fzdj）002196，越剑智能（yjzn）603095，旭升集团（xsjt）603305
豪能股份（hngf）603809，赛福天（sft）603028，南矿集团（nkjt）001360，昊志机电（hzjd）300503，浙江荣泰（zjrt）603119，香山股份（xsgf）002870，云中马（yzm）603130
航天
广联航空（glhk）300900，天奥电子（tadz）002935，派克新材（pkxc）605123，长江通信（cjtx）600345，中天火箭（zthj）003009，盛路通信（sltx）002446，通宇通讯（tytx）002792，江顺科技（jskj）001400
航天电子（htdz）600879，三维通信（swtx）002115，金风科技（jfkj）002202，华菱线缆（hlxl）001208
零售
益民集团（ymjt）600824，百大集团（bdjt）600865
大飞机
通达股份（tdgf）002560，航发科技（hfkj）600391
核电
中核科技（zhkj）000777，精达股份（jdgf）600577
造纸
博汇纸业（bhzy）600966，宜宾纸业（ybzy）600793，恒达新材（hdxc）301469
芯片
柘中股份（zzgf）002346，绿岛风（ldf）301043，天普股份（tpgf）605255，中旗新材（zqxc）001212，德龙汇能（dlhn）000593，国风新材（gfxc）000859，扬子新材（yzxc）002652
其余形式独苗
证通电子（ztdz）002197，浙江医药（zjyy）600216，水井坊（sjf）600779

二板
博云新材（byxc）002297，隆基机械（ljjx）002363，锋龙股份（flgf）002931，金时科技（jskj）002951，直真科技（zzkj）003007，超捷股份（cjgf）301005，中国卫星（zgwx）600118，厦门国贸（xmgm）600755，鲁信创投（lxct）600783，大业股份（dygf）603278，再升科技（zskj）603601，五洲特纸（wztz）605007，上海港湾（shgw）605598

三板
九鼎新材（jdxc）002201，航天工程（htgc）603698

四板
创元科技（cykj）000551，合兴包装（hxbz）002228，安通控股（atkg）600179，圣晖集成（shjc）603163

六板
神剑股份（sjgf）002361

七板
嘉美包装（jmbz）002969

十板
胜通能源（stny）001331

`
  },
  {
    "d": "2025-12-24",
    "l": "https://www.tgb.cn/a/2o1bpJrmOWE",
    "t": `

首板
消费
莱茵生物（lysw）002166，国投中鲁（gtzl）600962，东百集团（dbjt）600693，昇兴股份（sxgf）002752，三木集团（smjt）000632，厦门国贸（xmgm）600755
算力
天津普林（tjpl）002134，麦格米特（mgmt）002851，宏盛股份（hsgf）603090，金时科技（jskj）002951，中恒电气（zhdq）002364，兆驰股份（zcgf）002429，环旭电子（hxdz）601231，江苏华辰（jshc）603097
恒铭达（hmd）002947，青山纸业（qszy）600103
航天
合众思壮（hzsz）002383，隆基机械（ljjx）002363，鲁信创投（lxct）600783，再升科技（zskj）603601，新雷能（xln）300593，普利特（plt）002324，九丰能源（jfny）605090，大业股份（dygf）603278
中超控股（zckg）002471，永悦科技（yykj）603879，超捷股份（cjgf）301005，博云新材（byxc）002297，谱尼测试（pncs）300887，上海港湾（shgw）605598，天通股份（ttgf）600330，星网宇达（xwyd）002829
瑞华泰（rht）688323，火炬电子（hjdz）603678，新劲刚（xjg）300629，中国卫星（zgwx）600118，国机精工（gjjg）002046，有研粉材（yyfc）688456，航天动力（htdl）600343，钧达股份（jdgf）002865
生益科技（sykj）600183，直真科技（zzkj）003007，润贝航科（rbhk）001316，南京熊猫（njxm）600775，永鼎股份（ydgf）600105
纺织
众望布艺（zwby）605003，金海高科（jhgk）603311，欣贺股份（xhgf）003016，尤夫股份（yfgf）002427
无人驾驶
浙江世宝（zjsb）002703，英唐智控（ytzk）300131
其余形式独苗
英利汽车（ylqc）601279，陪跑其他汽车，凯撒旅业（ksly）000796，华光环能（hghn）600475，北京文化（bjwh）000802，正和生态（zhst）605069，瑞达期货（rdqh）002961，大庆华科（dqhk）000985
五洲特纸（wztz）605007，安徽合力（ahhl）600761

二板
华联控股（hlkg）000036，天际股份（tjgf）002759，九鼎新材（jdxc）002201，集泰股份（jtgf）002909，航天工程（htgc）603698

三板
创元科技（cykj）000551，合兴包装（hxbz）002228，安通控股（atkg）600179，圣晖集成（shjc）603163，安记食品（ajsp）603696

四板
海南发展（hnfz）002163

五板
神剑股份（sjgf）002361

六板
嘉美包装（jmbz）002969

九板
胜通能源（stny）001331

`
  },
  {
    "d": "2025-12-23",
    "l": "https://www.tgb.cn/a/2nZw4ffYCyz",
    "t": `

首板
锂电池
华联控股（hlkg）000036，天际股份（tjgf）002759，多氟多（dfd）002407，滨海能源（bhny）000695，深圳新星（szxx）603978
算力
世嘉科技（sjkj）002796，快克智能（kkzn）603203，东材科技（dckj）601208，集泰股份（jtgf）002909，同飞股份（tfgf）300990，宏和科技（hhkj）603256，川润股份（crgf）002272，泰嘉股份（tjgf）002843
英维克（ywk）002837，奕东电子（yddz）301123，宏达电子（hddz）300726
消费
南宁百货（nnbh）600712，联发股份（lfgf）002394，浔兴股份（xxgf）002098，中百集团（zbjt）000759，得利斯（dls）002330
光刻机
万润股份（wrgf）002643，美埃科技（makj）688376，柏诚股份（bcgf）601133，国风新材（gfxc）000859，三孚股份（sfgf）603938
航天
中光防雷（zgfl）300414，航天工程（htgc）603698
未分类
翔鹭钨业（xlwy）002842，章源钨业（zywy）002378
端侧
德尔未来（dewl）002631，惠威科技（hwkj）002888，科瑞技术（krjs）002957
其余形式独苗
友邦吊顶（ybdd）002718，九鼎新材（jdxc）002201，德力股份（dlgf）002571，保变电气（bbdq）600550

二板
创元科技（cykj）000551，合兴包装（hxbz）002228，山东赫达（sdhd）002810，安通控股（atkg）600179，圣晖集成（shjc）603163，安记食品（ajsp）603696，亚翔集成（yxjc）603929，利柏特（lbt）605167

三板
海南海药（hnhy）000566，海南发展（hnfz）002163，海南瑞泽（hnrz）002596，海汽集团（hqjt）603069，楚环科技（chkj）001336

四板
神剑股份（sjgf）002361

五板
鹭燕医药（lyyy）002788，嘉美包装（jmbz）002969

八板
胜通能源（stny）001331

`
  },
  {
    "d": "2025-12-22",
    "l": "https://www.tgb.cn/a/2nXRtGT3Jfc",
    "t": `

首板
消费
山东赫达（sdhd）002810，合兴包装（hxbz）002228，东百集团（dbjt）600693，安记食品（ajsp）603696
机器人
星德胜（xds）603344，天桥起重（tqqz）002523，首开股份（skgf）600376，卧龙电驱（wldq）600580，兆威机电（zwjd）003021
芯片
智光电气（zgdq）002169，珂玛科技（kmkj）301611，立昂微（law）605358，兴业股份（xygf）603928，圣晖集成（shjc）603163，创元科技（cykj）000551，亚翔集成（yxjc）603929
算力
特发信息（tfxx）000070，易德龙（ydl）603380，长飞光纤（zfgx）601869，亨通光电（htgd）600487，杭电股份（hdgf）603618，环旭电子（hxdz）601231，科士达（ksd）002518，鼎通科技（dtkj）688668
海南
凯撒旅业（ksly）000796，海峡股份（hxgf）002320，欣龙控股（xlkg）000955，海南橡胶（hnxj）601118，京粮控股（jlkg）000505，康芝药业（kzyy）300086，海马汽车（hmqc）000572，海德股份（hdgf）000567
海南机场（hnjc）600515，海南高速（hngs）000886，海南矿业（hnky）601969，罗牛山（lns）000735，海南华铁（hnht）603300，海航控股（hhkg）600221，神农种业（snzy）300189，新大洲Ａ（xdza）000571
海南外援
安通控股（atkg）600179，普路通（plt）002769，嘉诚国际（jcgj）603535，中国中免（zgzm）601888，天顺股份（tsgf）002800
航天
北斗星通（bdxt）002151，高德红外（gdhw）002414，勘设股份（ksgf）603458，通宇通讯（tytx）002792
科技指引标
华旺科技（hwkj）605377，金时科技（jskj）002951，百利科技（blkj）603959
其余形式独苗
华尔泰（het）001217，利柏特（lbt）605167，亚太股份（ytgf）002284，漳州发展（zzfz）000753，白银有色（byys）601212，珠江钢琴（zjgq）002678，胜利股份（slgf）000407，中铝国际（zlgj）601068
飞科电器（fkdq）603868，消费电器（xfdq）980030

二板
红棉股份（hmgf）000523，海南海药（hnhy）000566，山子高科（szgk）000981，楚环科技（chkj）001336，国机精工（gjjg）002046，海南发展（hnfz）002163，海南瑞泽（hnrz）002596，德联集团（dljt）002666，中国一重（zgyz）601106，海汽集团（hqjt）603069，国泰集团（gtjt）603977

三板
神剑股份（sjgf）002361

四板
鹭燕医药（lyyy）002788，庄园牧场（zymc）002910，嘉美包装（jmbz）002969

七板
盛通股份（stgf）002599

`
  },
  {
    "d": "2025-12-21",
    "l": "https://www.tgb.cn/a/2nWhH5VPDEt",
    "t": `



`
  },
  {
    "d": "2025-12-19",
    "l": "https://www.tgb.cn/a/2nSTtETDrjH",
    "t": `

首板
核电
王子新材（wzxc）002735，德联集团（dljt）002666，雪人集团（xrjt）002639，国机精工（gjjg）002046，中国一重（zgyz）601106，国泰集团（gtjt）603977，百利电气（bldq）600468，大连重工（dlzg）002204
腾达科技（tdkj）001379，四创电子（scdz）600990，理工光科（lggk）300557
航天
航天工程（htgc）603698，天通股份（ttgf）600330
无人驾驶
浙江美大（zjmd）002677，路畅科技（lckj）002813，索菱股份（slgf）002766，山子高科（szgk）000981，威帝股份（wdgf）603023
犒赏纺织
天创时尚（tcss）603608，众望布艺（zwby）605003，凤竹纺织（fzfz）600493
犒赏消费
红棉股份（hmgf）000523，德比集团（dbjt）300947，西王食品，新华都（xhd）002264，创源股份（cygf）300703，合百集团（hbjt）000417，亚盛集团（ysjt）600108，若羽臣（ryc）003010
信隆健康（xljk）002105，三木集团（smjt）000632，通程控股（tckg）000419
房地产
华联控股（hlkg）000036，天宸股份（tcgf）600620，科新发展（kxfz）600234，广宇集团（gyjt）002133
未分类
红星发展（hxfz）600367，利源股份，新金路（xjl）000510
算力
大元泵业（dyby）603757，通鼎互联（tdhl）002491，安孚科技（afkj）603031，航发科技（hfkj）600391
环保
楚江环保（cjhb）002672，海峡环保（hxhb）603817，启迪环境（qdhj）000826
海南
海汽集团（hqjt）603069，海南发展（hnfz）002163，海南海药（hnhy）000566，海南瑞泽（hnrz）002596
其余形式独苗
佛慈制药（fczy）002644，科森科技（kskj）603626，电广传媒（dgcm）000917，康欣新材（kxxc）600076，世龙实业（slsy）002748

二板
三湘印象（sxyx）000863，西部材料（xbcl）002149，神剑股份（sjgf）002361，上海九百（shjb）600838，九牧王（jmw）601566，威帝股份（wdgf）603023，华体科技（htkj）603679，法狮龙（fsl）605318

三板
中天服务（ztfw）002188，鹭燕医药（lyyy）002788，庄园牧场（zymc）002910，嘉美包装（jmbz）002969，苏利股份（slgf）603585

四板
浙江世宝（zjsb）002703

六板
胜通能源（stny）001331

`
  },
  {
    "d": "2025-12-18",
    "l": "https://www.tgb.cn/a/2nRdk3ATCti",
    "t": `

首板
稿赏经济
广博股份（gbgf）002103，来伊份（lyf）603777，三湘印象（sxyx）000863，中央商场（zysc）600280，浙江众成（zjzc）002522，浪莎股份（lsgf）600137，德艺文创（dywc）300640，深中华Ａ（szha）000017
新通联（xtl）603022，上海九百（shjb）600838，皇氏集团（hsjt）002329，九牧王（jmw）601566，益民集团（ymjt）600824，博纳影业（bnyy）001330，众兴菌业（zxjy）002772，瑞贝卡（rbk）600439
奥佳华（ajh）002614，新世界（xsj）600628，华资实业（hzsy）600191，中国武夷（zgwy）000797，一心堂（yxt）002727
航天
天箭科技（tjkj）002977，神剑股份（sjgf）002361，顺灏股份（shgf）002565，西部材料（xbcl）002149，北摩高科（bmgk）002985，华体科技（htkj）603679
无人驾驶
威帝股份（wdgf）603023，兴民智通（xmzt）002355
Ai医疗
华人健康（hrjk）301408，塞力医疗（slyl）603716，英特集团（ytjt）000411，嘉和美康（jhmk）688246，漱玉平民（sypm）301017
家居
爱丽家居（aljj）603221，法狮龙（fsl）605318
其余形式独苗
万隆光电（wlgd）300710，东兴证券（dxzq）601198，北京证券（bjzq）601990，奥普光电（apgd）002338，重药控股（zykg）000950，瑞斯康达（rskd）603803，乐通股份（ltgf）002319

二板
美年健康（mnjk）002044，中天服务（ztfw）002188，鹭燕医药（lyyy）002788，钧达股份（jdgf）002865，庄园牧场（zymc）002910，嘉美包装（jmbz）002969，南京商旅（njsl）600250，长飞光纤（zfgx）601869，苏利股份（slgf）603585，盛洋科技（sykj）603703，立达信（ldx）605365

三板
博菲电气（bfdq）001255，浙江世宝（zjsb）002703，利群股份（lqgf）601366

四板
皮阿诺（pan）002853

五板
胜通能源（stny）001331

六板
百大集团（bdjt）600865

`
  },
  {
    "d": "2025-12-17",
    "l": "https://www.tgb.cn/a/2nPz8gqbbT6",
    "t": `

首板
航天
盛洋科技（sykj）603703，航天晨光（htcg）600501
消费
嘉美包装（jmbz）002969，南京商旅（njsl）600250，曲江文旅（qjwl）600706，庄园牧场（zymc）002910
锂电
金圆股份（jygf）000546，天际股份（tjgf）002759，平安电工（padg）001359，盛新锂能（sxln）002240，大中矿业（dzky）001203
算力
飞龙股份（flgf）002536，英维克（ywk）002837，环旭电子（hxdz）601231，通鼎互联（tdhl）002491，长飞光纤（zfgx）601869，奕东电子（yddz）301123，江南新材（jnxc）603124，联特科技（ltkj）301205
中瓷电子（zcdz）003031，大元泵业（dyby）603757，光迅科技（gxkj）002281，开普云（kpy）688228，世嘉科技（sjkj）002796，宏盛股份（hsgf）603090，竞业达（jyd）003005，深南电路（sndl）002916
福建
鹭燕医药（lyyy）002788，立达信（ldx）605365
Ai医疗
鹭燕医药（lyyy）002788，美年健康（mnjk）002044
核电
国机重装（gjzz）601399，王子新材（wzxc）002735
房地产
中天服务（ztfw）002188，科新发展（kxfz）600234
化肥
东方铁塔（dftt）002545，云维股份（ywgf）600725
其余形式独苗
钧达股份（jdgf）002865，海南光伏，苏利股份（slgf）603585，锋龙股份（flgf）002931，符合今日环境，嘉应制药（jyzy）002198，古鳌科技（gakj）300551

二板
博菲电气（bfdq）001255，浙江世宝（zjsb）002703，利群股份（lqgf）601366，翠微股份（cwgf）603123

三板
三羊马（sym）001317，皮阿诺（pan）002853

四板
胜通能源（stny）001331

五板
百大集团（bdjt）600865

`
  },
  {
    "d": "2025-12-16",
    "l": "https://www.tgb.cn/a/2nNSISOHHL9",
    "t": `

首板
无人驾驶
浙江世宝（zjsb）002703，威帝股份（wdgf）603023，万集科技（wjkj）300552，索菱股份（slgf）002766，锦江在线（jjzx）600650，多伦科技（dlkj）603528，路畅科技（lckj）002813，北汽蓝谷（bqlg）600733
消费
安记食品（ajsp）603696，利群股份（lqgf）601366，黑芝麻（hzm）000716，九牧王（jmw）601566，欧亚集团（oyjt）600697，中央商场（zysc）600280，永辉超市（yhcs）601933，家家悦（jjy）603708
茂业商业（mysy）600828
航天
大唐电信（dtdx）600198，赛伍技术（swjs）603212，久之洋（jzy）300516，起帆电缆（qfdl）605222
数字货币
翠微股份（cwgf）603123，恒宝股份（hbgf）002104
其余形式独苗
博菲电气（bfdq）001255，中公教育（zgjy）002607，世联行（slx）002285，松炀资源（syzy）603863

二板
三羊马（sym）001317，广百股份（gbgf）002187，皇氏集团（hsjt）002329，红旗连锁（hqls）002697，通宇通讯（tytx）002792，皮阿诺（pan）002853，航天信息（htxx）600271，航天电子（htdz）600879

三板
胜通能源（stny）001331，太阳电缆（tydl）002300

四板
法尔胜（fes）000890，华菱线缆（hlxl）001208，百大集团（bdjt）600865

`
  },
  {
    "d": "2025-12-15",
    "l": "https://www.tgb.cn/a/2nMfvmPLyLt",
    "t": `

首板
福建
华映科技（hykj）000536，兴业科技（xykj）002674
消费
皇台酒业（htjy）000995，皇氏集团（hsjt）002329，阳光乳业（ygry）001318，均瑶健康（jyjk）605388，欢乐家（hlj）300997，浙江东日（zjdr）600113，农产品（ncp）000061，中粮糖业（zlty）600737
国中水务（gzsw）600187，全新好（qxh）000007，盈新发展（yxfz）000620，华茂股份（hmgf）000850，红旗连锁（hqls）002697，广百股份（gbgf）002187，南侨食品（nqsp）605339，莲花控股（lhkg）600186
美凯龙（mkl）601828
大麻
孚日股份（frgf）002083，华茂股份（hmgf）000850，金鹰股份（jygf）600232
航天
通宇通讯（tytx）002792，太钢不锈（tgbx）000825，昇辉科技（shkj）300423，乐凯胶片（lkjp）600135，航天信息（htxx）600271，三维通信（swtx）002115，抚顺特钢（fstg）600399，雷科防务（lkfw）002413
航天电子（htdz）600879
煤化工
蓝帆医疗（lfyl）002382，安泰集团（atjt）600408
光伏
晶科科技（jkkj）601778，东方日升（dfrs）300118，顺威股份（swgf）002676，云南能投（ynnt）002053，京运通（jyt）601908
物流
嘉友国际（jygj）603871，三羊马（sym）001317
其余形式独苗
艾森股份（asgf）688720，北新路桥（bxlq）002307，重药控股（zykg）000950，金海高科（jhgk）603311，东材科技（dckj）601208

二板
胜通能源（stny）001331，太阳电缆（tydl）002300，中锐股份（zrgf）002374，航天机电（htjd）600151，长城电工（ccdg）600192，风范股份（ffgf）601700

三板
法尔胜（fes）000890，华菱线缆（hlxl）001208，中超控股（zckg）002471，雪人集团（xrjt）002639，百大集团（bdjt）600865

六板
再升科技（zskj）603601

`
  },
  {
    "d": "2025-12-12",
    "l": "https://www.tgb.cn/a/2nHhn2F3OgQ",
    "t": `

首板
电网电气
长城电工（ccdg）600192，兆新股份（zxgf）002256，风范股份（ffgf）601700，新能泰山（xnts）000720，中能电气（zndq）300062，银星能源（yxny）000862，中国西电（zgxd）601179，泰永长征（tycz）002927
摩恩电气（medq）002451，太阳电缆（tydl）002300，江苏神通（jsst）002438，保变电气（bbdq）600550，顺钠股份（sngf）000533
金属
新金路（xjl）000510，梅雁吉祥（myjx）600868
航天
东方通信（dftx）600776，航天长峰（htzf）600855，顺灏股份（shgf）002565，四创电子（scdz）600990，泰尔股份（tegf）002347，超捷股份（cjgf）301005，安泰科技（atkj）000969，长江材料（cjcl）001296
四川九洲（scjz）000801，航天机电（htjd）600151，航天工程（htgc）603698，国瓷材料（gccl）300285，邵阳液压（syyy）301079，康斯特（kst）300445，九丰能源（jfny）605090，西部材料（xbcl）002149
中字头
中国高科（zggk）600730，中锐股份（zrgf）002374
燃气轮机
国机重装（gjzz）601399，博盈特焊（byth）301468，常宝股份（cbgf）002478，中国一重（zgyz）601106，派克新材（pkxc）605123，联德股份（ldgf）605060，中洲特材（zztc）300963，万泽股份（wzgf）000534
东方电气（dfdq）600875
福建
凤竹纺织（fzfz）600493，建霖家居（jljj）603408，九牧王（jmw）601566，龙洲股份（lzgf）002682
机器人
征和工业（zhgy）003033，松霖科技（slkj）603992
芯片
西陇科学（xlkx）002584，柏诚股份（bcgf）601133，中天精装（ztjz）002989，圣晖集成（shjc）603163，安孚科技（afkj）603031，晶丰明源（jfmy）688368
核电
中国核建（zghj）601611，海陆重工（hlzg）002255，铜峰电子（tfdz）600237
光伏
钧达股份（jdgf）002865，嘉泽新能（jzxn）601619
其余形式独苗
胜通能源（stny）001331，金圆股份（jygf）000546，实丰文化（sfwh）002862，昭衍新药（zyxy）603127，博纳影业（bnyy）001330，麒盛科技（qskj）603610

二板
中利集团（zljt）002309，中超控股（zckg）002471，法尔胜（fes）000890，华菱线缆（hlxl）001208，雪人集团（xrjt）002639，通光线缆（tgxl）300265，百大集团（bdjt）600865，亚翔集成（yxjc）603929，天力复合（tlfh）920576

三板
中源家居（zyjj）603709

五板
再升科技（zskj）603601

`
  },
  {
    "d": "2025-12-11",
    "l": "https://www.tgb.cn/a/2nFA8x6fLYB",
    "t": `

首板
航天
华菱线缆（hlxl）001208，中超控股（zckg）002471，普天科技（ptkj）002544，金风科技（jfkj）002202，银河电子（yhdz）002519，中钢洛耐（zgln）688119，航天动力（htdl）600343
环保
兴源环境（xyhj）300266，中国天楹（zgty）000035
通信5G
梦网科技（mwkj）002123
线缆
永鼎股份（ydgf）600105，法尔胜（fes）000890，通光线缆（tgxl）300265
消费
南京商旅（njsl）600250，迎丰股份（yfgf）605055，正邦科技（zbkj）002157，百大集团（bdjt）600865
其余形式独苗
中利集团（zljt）002309，富信科技（fxkj）688662，雪人集团（xrjt）002639，亚翔集成（yxjc）603929

二板
重药控股（zykg）000950，南都物业（ndwy）603506，中源家居（zyjj）603709，立昂微（law）605358

三板
跃岭股份（ylgf）002725

四板
安妮股份（angf）002235，再升科技（zskj）603601

五板
东百集团（dbjt）600693

`
  },
  {
    "d": "2025-12-10",
    "l": "https://www.tgb.cn/a/2nDWNkKd6YI",
    "t": `

首板
医药
重药控股（zykg）000950，信邦制药（xbzy）002390
房地产
汇嘉时代（hjsd）603101，广宇集团（gyjt）002133，中源家居（zyjj）603709，世联行（slx）002285，财信发展（cxfz）000838，马可波罗（mkbl）001386，南都物业（ndwy）603506
消费
汇嘉时代（hjsd）603101，步步高（bbg）002251，中百集团（zbjt）000759
航天
西部材料（xbcl）002149，霍莱沃（hlw）688682，立昂微（law）605358
海南
罗牛山（lns）000735，海南瑞泽（hnrz）002596，海南高速（hngs）000886，京粮控股（jlkg）000505，海南发展（hnfz）002163，海德股份（hdgf）000567，神农种业（snzy）300189，欣龙控股（xlkg）000955
海马汽车（hmqc）000572
机器人
襄阳轴承（xyzc）000678，越剑智能（yjzn）603095，金道科技（jdkj）301279，多利科技（dlkj）001311
锂电池
孚日股份（frgf）002083，永冠新材（ygxc）603681
通信算力
华西股份（hxgf）000936，特发信息（tfxx）000070，长飞光纤（zfgx）601869
其余形式独苗
申科股份（skgf）002633，南矿集团（nkjt）001360，中公教育（zgjy）002607，华金资本（hjzb）000532，光电股份（gdgf）600184

二板
信隆健康（xljk）002105，跃岭股份（ylgf）002725，欣贺股份（xhgf）003016，中央商场（zysc）600280，天通股份（ttgf）600330，茂业商业（mysy）600828，美凯龙（mkl）601828，永悦科技（yykj）603879

三板
博纳影业（bnyy）001330，安妮股份（angf）002235，中瓷电子（zcdz）003031，永辉超市（yhcs）601933，再升科技（zskj）603601

四板
厦门港务（xmgw）000905，东百集团（dbjt）600693

六板
龙洲股份（lzgf）002682

`
  },
  {
    "d": "2025-12-09",
    "l": "https://www.tgb.cn/a/2nChKrugL6O",
    "t": `

首板
算力
鸿博股份（hbgf）002229，德科立（dkl）688205，超声电子（csdz）000823，宏盛股份（hsgf）603090，线上线下（xsxx）300959，淳中科技（czkj）603516
海峡两岸
中创环保（zchb）300056，信隆健康（xljk）002105，英利汽车（ylqc）601279，永悦科技（yykj）603879，河化股份（hhgf）000953，恒信东方（hxdf）300081
航天
陕西华达（sxhd）301517，雷科防务（lkfw）002413，跃岭股份（ylgf）002725，航天长峰（htzf）600855，航天机电（htjd）600151，天通股份（ttgf）600330
电网
积成电子（jcdz）002339，东阳光（dyg）600673，泰永长征（tycz）002927，洛凯股份（lkgf）603829，拓中股份
传媒
天地在线（tdzx）002995，中南文化（znwh）002445
消费
茂业商业（mysy）600828，欣贺股份（xhgf）003016，中央商场（zysc）600280，皇氏集团（hsjt）002329，惠泉啤酒（hqpj）600573，美凯龙（mkl）601828
号召力
齐心集团（qxjt）002301，合力泰（hlt）002217
未分类
五矿发展（wkfz）600058，京运通（jyt）601908
其余形式独苗
安邦护卫（abhw）603373

二板
博纳影业（bnyy）001330，安妮股份（angf）002235，达华智能（dhzn）002512，中瓷电子（zcdz）003031，南京商旅（njsl）600250，厦门空港（xmkg）600897，永辉超市（yhcs）601933，威帝股份（wdgf）603023，大业股份（dygf）603278，再升科技（zskj）603601

三板
厦门港务（xmgw）000905，昇兴股份（sxgf）002752，东百集团（dbjt）600693

四板
舒华体育（shty）605299

五板
龙洲股份（lzgf）002682，骏亚科技（jykj）603386

六板
安记食品（ajsp）603696

`
  },
  {
    "d": "2025-12-08",
    "l": "https://www.tgb.cn/a/2nACvhp2UcW",
    "t": `

首板
航天
再升科技（zskj）603601，中瓷电子（zcdz）003031，达华智能（dhzn）002512，航天工程（htgc）603698，多伦科技（dlkj）603528，吉大正元（jdzy）003029，通宇通讯（tytx）002792，泰晶科技（tjkj）603738
银邦股份（ybgf）300337，大业股份（dygf）603278，新大洲Ａ（xdza）000571，今创集团（jcjt）603680
福建
安妮股份（angf）002235，福龙马（flm）603686，七匹狼（qpl）002029，凤竹纺织（fzfz）600493，厦门空港（xmkg）600897，榕基软件（rjrj）002474，永辉超市（yhcs）601933，厦门信达（xmxd）000701
家居
美克家居（mkjj）600337，好莱客（hlk）603898，皮阿诺（pan）002853
算力
福晶科技（fjkj）002222，汇绿生态（hlst）001267，东田微（dtw）301183，诚邦股份（cbgf）603316，瑞可达（rkd）688800，德明利（dml）001309，荣科科技（rkkj）300290，宏和科技（hhkj）603256
爱科赛博（aksb）688719，华脉科技（hmkj）603042，环旭电子（hxdz）601231，景旺电子（jwdz）603228
光伏
海南发展（hnfz）002163，协鑫集成（xxjc）002506，宇晶股份（yjgf）002943
机器人
五洲新春（wzxc）603667，宁波东力（nbdl）002164
其余形式独苗
威帝股份（wdgf）603023，深华发Ａ（shfa）000020，博纳影业（bnyy）001330，丽人丽妆（lrlz）605136，南京商旅（njsl）600250，南京旅游，三人行（srx）605168，恒基达鑫（hjdx）002492
大中矿业（dzky）001203

二板
冰轮环境（blhj）000811，厦门港务（xmgw）000905，航天科技（htkj）000901，南矿集团（nkjt）001360，西部材料（xbcl）002149，精艺股份（jygf）002295，顺灏股份（shgf）002565，闽发铝业（mfly）002578，福建金森（fjjs）002679，昇兴股份（sxgf）002752，瑞达期货（rdqh）002961，天箭科技（tjkj）002977，红相股份（hxgf）300427，致尚科技（zskj）301486，航天动力（htdl）600343，东百集团（dbjt）600693，实达集团（sdjt）600734，宝胜股份（bsgf）600973，中国一重（zgyz）601106，合富中国（hfzg）603122

三板
双星新材（sxxc）002585，舒华体育（shty）605299

四板
瑞康医药（rkyy）002589，龙洲股份（lzgf）002682，骏亚科技（jykj）603386

五板
安记食品（ajsp）603696

`
  },
  {
    "d": "2025-12-05",
    "l": "https://www.tgb.cn/a/2nvDtTSgam4",
    "t": `

首板
反包结构
孚日股份（frgf）002083，国风新材（gfxc）000859，顺灏股份（shgf）002565，海王生物（hwsw）000078，苏豪汇鸿（shhh）600981，合富中国（hfzg）603122，海欣食品（hxsp）002702，实达集团（sdjt）600734
特发信息（tfxx）000070
算力
园林股份（ylgf）605303，致尚科技（zskj）301486，宝胜股份（bsgf）600973，永鼎股份（ydgf）600105，可川科技（kckj）603052，实达集团（sdjt）600734，特发信息（tfxx）000070，京泉华（jqh）002885
全柴动力（qcdl）600218，冰轮环境（blhj）000811，振华股份（zhgf）603067，国际复材（gjfc）301526
航天
顺灏股份（shgf）002565，天箭科技（tjkj）002977，超捷股份（cjgf）301005，上海港湾（shgw）605598，航天科技（htkj）000901，红相股份（hxgf）300427，西部材料（xbcl）002149，力星股份（lxgf）300421
航天动力（htdl）600343，航天发展（htfz）000547
消费
西王食品，三木集团（smjt）000632，东百集团（dbjt）600693，元祖股份（yzgf）603886
化工
渤海化学（bhhx）600800，赤天化（cth）600227，中国天楹（zgty）000035
光储
精艺股份（jygf）002295，闽发铝业（mfly）002578，茂硕电源（msdy）002660，德创环保（dchb）603177，拓日新能（trxn）002218
机器人
中坚科技（zjkj）002779，标准股份，力星股份（lxgf）300421，福赛科技（fskj）301529
福建
闽发铝业（mfly）002578，海欣食品（hxsp）002702，三木集团（smjt）000632，合兴包装（hxbz）002228，实达集团（sdjt）600734，国脉科技（gmkj）002093，红相股份（hxgf）300427，福建金森（fjjs）002679
东百集团（dbjt）600693，昇兴股份（sxgf）002752，厦门港务（xmgw）000905
稀土
南矿集团（nkjt）001360，梅雁吉祥（myjx）600868，宁波韵升（nbys）600366
金融
瑞达期货（rdqh）002961，赢时胜（yss）300377，中银证券（zyzq）601696
其余形式独苗
建设机械（jsjx）600984，中国一重（zgyz）601106，锦江在线（jjzx）600650，顶固集创（dgjc）300749，百花医药（bhyy）600721，弘讯科技（hxkj）603015，你以为是核电

二板
双星新材（sxxc）002585，名雕股份（mdgf）002830，中源家居（zyjj）603709，舒华体育（shty）605299

三板
瑞康医药（rkyy）002589，龙洲股份（lzgf）002682，国机重装（gjzz）601399，航天机电（htjd）600151，骏亚科技（jykj）603386

四板
安记食品（ajsp）603696，太阳电缆（tydl）002300

`
  },
  {
    "d": "2025-12-04",
    "l": "https://www.tgb.cn/a/2ntZpOV2Bau",
    "t": `

首板
机器人
睿能科技（rnkj）603933，龙溪股份（lxgf）600592，日发精机（rfjj）002520，固高科技（ggkj）301510，华伍股份（hwgf）300095，泰尔股份（tegf）002347，巨轮智能（jlzn）002031，恒而达（hed）300946
海昌新材（hcxc）300885
芯片
新金路（xjl）000510，联美控股（lmkg）600167，海宁皮城（hnpc）002344，天富能源（tfny）600509，初灵信息（clxx）300250，和而泰（het）002402，盈趣科技（yqkj）002925，大众公用（dzgy）600635
航天
达华智能（dhzn）002512，东珠生态（dzst）603359，中国卫星（zgwx）600118
家居
名雕股份（mdgf）002830，中源家居（zyjj）603709
其余形式独苗
沃华医药（whyy）002107，双星新材（sxxc）002585，群兴玩具（qxwj）002575，中再资环（zzzh）600217，舒华体育（shty）605299

二板
惠天热电（htrd）000692，双枪科技（sqkj）001211，瑞康医药（rkyy）002589，龙洲股份（lzgf）002682，航天机电（htjd）600151，国机重装（gjzz）601399，骏亚科技（jykj）603386

三板
太阳电缆（tydl）002300，安记食品（ajsp）603696

四板
高乐股份（glgf）002348

`
  },
  {
    "d": "2025-12-03",
    "l": "https://www.tgb.cn/a/2nsklqulRX8",
    "t": `

首板
锂电池
龙蟠科技（lpkj）603906，普路通（plt）002769
海峡两岸
海鸥住工（hozg）002084，闽东电力（mddl）000993，华映科技（hykj）000536
航天
中衡设计（zhsj）603017，银河电子（yhdz）002519，航天机电（htjd）600151，龙洲股份（lzgf）002682
风电
惠天热电（htrd）000692，德力佳（dlj）603092，大金重工（djzg）002487，龙泉股份（lqgf）002671，国机重装（gjzz）601399
算力
杰瑞股份（jrgf）002353，金字火腿（jzht）002515，鑫科材料（xkcl）600255，奥士康（ask）002913，黄河旋风（hhxf）600172，骏亚科技（jykj）603386
医药
瑞康医药（rkyy）002589，益盛药业（ysyy）002566，康辰药业（kcyy）603590
煤炭
华阳新材（hyxc）600281，大有能源（dyny）600403，新大洲Ａ（xdza）000571
消费
金字火腿（jzht）002515，双枪科技（sqkj）001211，新宏泽（xhz）002836，好当家（hdj）600467，香飘飘（xpp）603711，欣贺股份（xhgf）003016
其余形式独苗
财信发展（cxfz）000838，德尔未来（dewl）002631，日盈电子（rydz）603286，彩虹股份（chgf）600707，楚环科技（chkj）001336

二板
亿利达（yld）002686，安泰集团（atjt）600408，安记食品（ajsp）603696，同庆楼（tql）605108

三板
高乐股份（glgf）002348，福蓉科技（frkj）603327

四板
顺灏股份（shgf）002565

五板
道明光学（dmgx）002632

六板
海王生物（hwsw）000078，海欣食品（hxsp）002702

`
  },
  {
    "d": "2025-12-02",
    "l": "https://www.tgb.cn/a/2nqFxLU1B0I",
    "t": `

首板
海峡两岸
榕基软件（rjrj）002474，平潭发展（ptfz）000592，人民同泰（rmtt）600829，安泰集团（atjt）600408，同庆楼（tql）605108，太阳电缆（tydl）002300，海马汽车（hmqc）000572，安记食品（ajsp）603696
惠发食品（hfsp）603536，合富中国（hfzg）603122，福建高速（fjgs）600033，圣晖集成（shjc）603163，罗牛山（lns）000735
消费
茂业商业（mysy）600828，陕西金叶（sxjy）000812
房地产
好莱客（hlk）603898，宁波富达（nbfd）600724，世联行（slx）002285，海象新材（hxxc）003011，梦天家居（mtjj）603216
其余形式独苗
恒逸石化（hysh）000703，恒银科技（hykj）603106，联建光电（ljgd）300269，亿利达（yld）002686，招标股份（zbgf）301136，福建航天，德龙汇能（dlhn）000593，通用股份（tygf）601500
金能科技（jnkj）603113，菲菱科思（flks）301191，广东算力通信，开开实业（kksy）600272

二板
冰山冷热（bslr）000530，国风新材（gfxc）000859，高乐股份（glgf）002348，嘉戎技术（jrjs）301148，福蓉科技（frkj）603327

三板
航天发展（htfz）000547，雷科防务（lkfw）002413，顺灏股份（shgf）002565，瑞玛精密（rmjm）002976，苏豪汇鸿（shhh）600981

四板
道明光学（dmgx）002632，通宇通讯（tytx）002792，睿能科技（rnkj）603933

五板
海欣食品（hxsp）002702

七板
金富科技（jfkj）003018

`
  },
  {
    "d": "2025-12-01",
    "l": "https://www.tgb.cn/a/2np0lqmwBuy",
    "t": `

首板
端侧
实丰文化（sfwh）002862，博通集成（btjc）603068，德赛电池（dsdc）000049，华联控股（hlkg）000036，贝隆精密（bljm）301567，美格智能（mgzn）002881，天音控股（tykg）000829，广和通（ght）300638
福蓉科技（frkj）603327，中兴通讯（zxtx）000063，惠威科技（hwkj）002888，昀冢科技（yzkj）688260，冠捷科技（gjkj）000727，鹏鼎控股（pdkg）002938，朝阳科技（zykj）002981，北京君正（bjjz）300223
污水处理
嘉戎技术（jrjs）301148，中晟高科（zcgk）002778
航天
利君股份（ljgf）002651，光启技术（gqjs）002625
包装
华源控股（hykg）002787，天元股份（tygf）003003
未分类
罗平锌电（lpxd）002114，智慧农业（zhny）000816，和邦生物（hbsw）603077，闽发铝业（mfly）002578
纺织
泰慕士（tms）001234，赫美集团（hmjt）002356，森马服饰（smfs）002563
Ai
瑞斯康达（rskd）603803，实达集团（sdjt）600734
汽车产业链
亚太科技（ytkj）002540，今飞凯达（jfkd）002863，华培动力（hpdl）603121
光刻胶
国风新材（gfxc）000859，兴业股份（xygf）603928，华融化学（hrhx）301256
其余形式独苗
峨眉山Ａ（emsa）000888，东方精工（dfjg）002611，科翔股份（kxgf）300903，沧州明珠（czmz）002108，浦东建设（pdjs）600284，全新好（qxh）000007，冰山冷热（bslr）000530

二板
航天发展（htfz）000547，阳光乳业（ygry）001318，杰瑞股份（jrgf）002353，雷科防务（lkfw）002413，银河电子（yhdz）002519，顺灏股份（shgf）002565，瑞玛精密（rmjm）002976，芯瑞达（xrd）002983，梅雁吉祥（myjx）600868，中国电影（zgdy）600977，苏豪汇鸿（shhh）600981

三板
睿能科技（rnkj）603933，通宇通讯（tytx）002792，道明光学（dmgx）002632，国晟科技（gckj）603778

四板
海欣食品（hxsp）002702，海王生物（hwsw）000078

六板
金富科技（jfkj）003018

`
  },
  {
    "d": "2025-11-28",
    "l": "https://www.tgb.cn/a/2nk1OV5lL4u",
    "t": `

首板
商业航天
顺灏股份（shgf）002565，乾照光电（qzgd）300102，普天科技（ptkj）002544，银河电子（yhdz）002519，雷科防务（lkfw）002413，航天机电（htjd）600151，航天发展（htfz）000547，七一二（qye）603712
航天环宇（hthy）688523
算力产业链
杰瑞股份（jrgf）002353，伊戈尔（yge）002922，园林股份（ylgf）605303
海峡两岸
厦工股份（sggf）600815，龙高股份（lggf）605086，福建水泥（fjsn）600802，建发合诚（jfhc）603909，漳州发展（zzfz）000753，平潭发展（ptfz）000592
零售
友阿股份（yagf）002277，文峰股份
化工
赤天化（cth）600227，金浦钛业（jpty）000545
传媒ai应用
读者传媒（dzcm）603999，南威软件（nwrj）603636，中国电影（zgdy）600977，永信至诚（yxzc）688244
汽车电子
亚世光电（ysgd）002952，东田微（dtw）301183，芯瑞达（xrd）002983，瑞玛精密（rmjm）002976
锂电
滨海能源（bhny）000695，广汽集团（gqjt）601238，亚星化学（yxhx）600319，大中矿业（dzky）001203，丰元股份（fygf）002805，安纳达（and）002136
重组
友阿股份（yagf）002277，梦天家居（mtjj）603216，永和智控（yhzk）002795，秦安股份（qagf）603758
光储
通润装备（trzb）002150，金智科技（jzkj）002090
乳业
阳光乳业（ygry）001318，燕塘乳业（ytry）002732
基建
海南瑞泽（hnrz）002596，交建股份（jjgf）603815，科新发展（kxfz）600234，世联行（slx）002285，北新路桥（bxlq）002307，美克家居（mkjj）600337，重庆建工（cqjg）600939
数控机器人
襄阳轴承（xyzc）000678，宇环数控（yhsk）002903，嵘泰股份（rtgf）605133，春光科技（cgkj）603657
其余形式独苗
苏豪汇鸿（shhh）600981，合金投资（hjtz）000633，百花医药（bhyy）600721，中国高科（zggk）600730，武进不锈（wjbx）603878，梅雁吉祥（myjx）600868

二板
道明光学（dmgx）002632，通宇通讯（tytx）002792，和顺石油（hssy）603353，国晟科技（gckj）603778，睿能科技（rnkj）603933

三板
海王生物（hwsw）000078，海欣食品（hxsp）002702

四板
茂业商业（mysy）600828

五板
金富科技（jfkj）003018

`
  },
  {
    "d": "2025-11-27",
    "l": "https://www.tgb.cn/a/2nik3iD7AN5",
    "t": `

首板
消防
中安科（zak）600654
端侧Ai
道明光学（dmgx）002632，福日电子（frdz）600203，格林达（gld）603931，昀冢科技（yzkj）688260，联得装备（ldzb）300545，惠威科技（hwkj）002888，科森科技（kskj）603626，沃格光电（wggd）603773
锂电
国晟科技（gckj）603778，壹石通（yst）688733，万盛股份（wsgf）603010，石大胜华（sdsh）603026，赛伍技术（swjs）603212，维科技术（wkjs）600152，明冠新材（mgxc）688560，海科新源（hkxy）301292
普路通（plt）002769，孚日股份（frgf）002083
航天
电科芯片（dkxp）600877，通宇通讯（tytx）002792，华自科技（hzkj）300490，中天火箭（zthj）003009，天宜新材（tyxc）688033
消费
佳隆股份（jlgf）002495，金新农（jxn）002548，新美星（xmx）300509，华资实业（hzsy）600191
未分类
宏柏新材（hbxc）605366，晨光新材（cgxc）605399
房地产相关
信达地产（xddc）600657，绿岛风（ldf）301043，郑中设计（zzsj）002811，美芝股份
其余形式独苗
睿能科技（rnkj）603933，金安国纪（jagj）002636，和顺石油（hssy）603353，金能科技（jnkj）603113，金富能带领科技，纳尔股份（negf）002825，安妮股份（angf）002235，恒立液压（hlyy）601100
特一药业（tyyy）002728

二板
雪祺电气（xqdq）001387，广百股份（gbgf）002187，海欣食品（hxsp）002702，粤万年青（ywnq）301111，万通发展（wtfz）600246

三板
新金路（xjl）000510，茂业商业（mysy）600828

`
  },
  {
    "d": "2025-11-26",
    "l": "https://www.tgb.cn/a/2ngICmb5US5",
    "t": `

首板
航天
中衡设计（zhsj）603017，华塑控股（hskg）000509，万通发展（wtfz）600246，博通集成（btjc）603068，中环海陆（zhhl）301040
人工智能
三维天地（swtd）301159，石基信息（sjxx）002153，延华智能（yhzn）002178
福建
海通发展（htfz）603162，海欣食品（hxsp）002702
物流
海通发展（htfz）603162，天顺股份（tsgf）002800
医药
粤万年青（ywnq）301111，中恒集团（zhjt）600252，华人健康（hrjk）301408，海王生物（hwsw）000078，福元医药（fyyy）601089，泰达股份（tdgf）000652，赤天化（cth）600227，瑞康医药（rkyy）002589
人民同泰（rmtt）600829，英特集团（ytjt）000411
纺织电商
嘉麟杰（jlj）002486，凯淳股份（kcgf）301001，广百股份（gbgf）002187，红棉股份（hmgf）000523，七匹狼（qpl）002029，梦洁股份（mjgf）002397，居然之家（jrzj）000786，遥望科技（ywkj）002291
美克家居（mkjj）600337，东百集团（dbjt）600693，三江购物（sjgw）601116，国光连锁（ggls）605188
算力硬件
明微电子（mwdz）688699，青山纸业（qszy）600103，东芯股份（dxgf）688110
锂电
氯碱化工（ljhg）600618，维远股份（wygf）600955
机器人
天汽模（tqm）002510，大洋电机（dydj）002249
其余形式独苗
梅雁吉祥（myjx）600868，奋达科技（fdkj）002681，雪祺电气（xqdq）001387，中集集团（zjjt）000039，特力Ａ（tla）000025，上海机电（shjd）600835，宁波色母（nbsm）301019

二板
新金路（xjl）000510，北大医药（bdyy）000788，罗平锌电（lpxd）002114，垒知集团（lzjt）002398，达华智能（dhzn）002512，海南瑞泽（hnrz）002596，勤上股份（qsgf）002638，永鼎股份（ydgf）600105，茂业商业（mysy）600828，新亚强（xyq）603155，龙蟠科技（lpkj）603906，天普股份（tpgf）605255，金迪克（jdk）688670

三板
广济药业（gjyy）000952，雷科防务（lkfw）002413，金富科技（jfkj）003018

四板
特发信息（tfxx）000070，欢瑞世纪（hrsj）000892，新华都（xhd）002264

五板
实达集团（sdjt）600734

`
  },
  {
    "d": "2025-11-25",
    "l": "https://www.tgb.cn/a/2nf33mnHF7T",
    "t": `

首板
锂电池
龙蟠科技（lpkj）603906，百合花（bhh）603823，佛塑科技（fskj）000973，方大炭素（fdts）600516，天际股份（tjgf）002759，清水源（qsy）300437，诺德股份（ndgf）600110
金属
罗平锌电（lpxd）002114，华锡有色（hxys）600301
芯片
福晶科技（fjkj）002222，新亚强（xyq）603155，盈新发展（yxfz）000620，科德教育（kdjy）300192，大众公用（dzgy）600635，新金路（xjl）000510，天普股份（tpgf）605255，鼎信通讯（dxtx）603421
算力硬件
泰永长征（tycz）002927，瑞斯康达（rskd）603803，好利科技（hlkj）002729，群兴玩具（qxwj）002575，沪电股份（hdgf）002463，德科立（dkl）688205，长飞光纤（zfgx）601869，可川科技（kckj）603052
铜峰电子（tfdz）600237，博杰股份（bjgf）002975，中材科技（zckj）002080，汇绿生态（hlst）001267，长光华芯（zghx）688048，宏和科技（hhkj）603256，光库科技（gkkj）300620，华正新材（hzxc）603186
Ai应用
天下秀（txx）600556，垒知集团（lzjt）002398，榕基软件（rjrj）002474，南网数字（nwsz）301638，巨人网络（jrwl）002558
海峡两岸
昇兴股份（sxgf）002752，福建高速（fjgs）600033，浔兴股份（xxgf）002098，厦门信达（xmxd）000701，中国武夷（zgwy）000797
量子科技
格尔软件（gerj）603232，佳缘科技（jykj）301117，禾信仪器（hxyq）688622，达华智能（dhzn）002512
医药
特一药业（tyyy）002728，北大医药（bdyy）000788，金迪克（jdk）688670，海南海药（hnhy）000566，新华制药（xhzy）000756
赞美
美芝股份，美能能源（mnny）001299
其余形式独苗
凯文教育（kwjy）002659，云中马（yzm）603130，勤上股份（qsgf）002638，茂业商业（mysy）600828，永鼎股份（ydgf）600105，开普检测（kpjc）003008，锐明技术（rmjs）002970，襄阳轴承（xyzc）000678
锋龙股份（flgf）002931，海南瑞泽（hnrz）002596

二板
广济药业（gjyy）000952，雷科防务（lkfw）002413，金富科技（jfkj）003018，航天动力（htdl）600343，国晟科技（gckj）603778

三板
特发信息（tfxx）000070，欢瑞世纪（hrsj）000892，长江材料（cjcl）001296，新华都（xhd）002264，品高股份（pggf）688227

四板
实达集团（sdjt）600734

五板
梦天家居（mtjj）603216

`
  },
  {
    "d": "2025-11-24",
    "l": "https://www.tgb.cn/a/2ndoTBbmlbT",
    "t": `

首板
包装
金富科技（jfkj）003018，合兴包装（hxbz）002228
海峡两岸
立达信（ldx）605365，招标股份（zbgf）301136，永安林业（yaly）000663，金龙汽车（jlqc）600686，圣晖集成（shjc）603163
消费反制
京粮控股（jlkg）000505，开创国际（kcgj）600097
锂电
广汽集团（gqjt）601238，高乐股份（glgf）002348，国晟科技（gckj）603778，威领股份
医药
哈三联（hsl）002900，广济药业（gjyy）000952，中源协和（zyxh）600645
军工反制
雷科防务（lkfw）002413，中船防务（zcfw）600685，天箭科技（tjkj）002977，久之洋（jzy）300516，航天发展（htfz）000547，中国海防（zghf）600764，长城军工（ccjg）601606
航天
航天动力（htdl）600343，雷科防务（lkfw）002413，招标股份（zbgf）301136，航天环宇（hthy）688523，航天长峰（htzf）600855，天箭科技（tjkj）002977，中天火箭（zthj）003009，国机精工（gjjg）002046
航天发展（htfz）000547
阿里AI
石基信息（sjxx）002153，数据港（sjg）603881，三江购物（sjgw）601116，丽人丽妆（lrlz）605136，恒银科技（hykj）603106，光元科技，齐心集团（qxjt）002301，省广集团（sgjt）002400
南威软件（nwrj）603636，三六零（sll）601360
其余ai
国脉科技（gmkj）002093，南威软件（nwrj）603636，名臣健康（mcjk）002919
其余形式独苗
华建集团（hjjt）600629，明牌珠宝（mpzb）002574，光大嘉宝（gdjb）600622，江苏华辰（jshc）603097，赫美集团（hmjt）002356，乐通股份（ltgf）002319，金橙子（jcz）688291，联合水务（lhsw）603291
岱美股份（dmgf）603730，永和智控（yhzk）002795，博迈科（bmk）603727

二板
特发信息（tfxx）000070，欢瑞世纪（hrsj）000892，长江材料（cjcl）001296，新华都（xhd）002264，久其软件（jqrj）002279，世联行（slx）002285，北新路桥（bxlq）002307，南方路机（nflj）603280，品高股份（pggf）688227

三板
实达集团（sdjt）600734

四板
国风新材（gfxc）000859，梦天家居（mtjj）603216

七板
中水渔业（zsyy）000798

`
  },
  {
    "d": "2025-11-21",
    "l": "https://www.tgb.cn/a/2n8pwbkCRGm",
    "t": `

首板
传媒ai
欢瑞世纪（hrsj）000892，郑中设计（zzsj）002811，视觉中国（sjzg）000681，易点天下（ydtx）301171，久其软件（jqrj）002279
海峡两岸
新华都（xhd）002264，南方路机（nflj）603280，南侨食品（nqsp）605339，海鸥住工（hozg）002084
反包
洛凯股份（lkgf）603829，华瓷股份（hcgf）001216
其余形式独苗
品高股份（pggf）688227，獐子岛（zzd）002069，世联行（slx）002285，龙溪股份（lxgf）600592，特大信息（tdxx）000070，北新路桥（bxlq）002307，禾信仪器（hxyq）688622，长江材料（cjcl）001296

二板
财信发展（cxfz）000838，实达集团（sdjt）600734，贵广网络（ggwl）600996，好莱客（hlk）603898

三板
深中华Ａ（szha）000017，国风新材（gfxc）000859，梦天家居（mtjj）603216

五板
榕基软件（rjrj）002474

六板
中水渔业（zsyy）000798

`
  },
  {
    "d": "2025-11-20",
    "l": "https://www.tgb.cn/a/2n6KFbyxDjw",
    "t": `

首板
锂电
百川股份（bcgf）002455，倍杰特（bjt）300774，深圳新星（szxx）603978，争光股份（zggf）301092，永东股份（ydgf）002753，贤丰控股（xfkg）002141
参股券商
兰生股份（lsgf）600826，华资实业（hzsy）600191，亚泰集团（ytjt）600881，大众公用（dzgy）600635
算力
东材科技（dckj）601208，瑞斯康达（rskd）603803，中富电路（zfdl）300814，贵广网络（ggwl）600996
海峡两岸
安妮股份（angf）002235，国统股份（gtgf）002205，合富中国（hfzg）603122，实达集团（sdjt）600734
消费电子
卓翼科技（zykj）002369，华映科技（hykj）000536
房地产
财信发展（cxfz）000838，好莱客（hlk）603898
其余形式独苗
皖通科技（wtkj）002331，北化股份（bhgf）002246，春光科技（cgkj）603657，航天动力（htdl）600343，海南海药（hnhy）000566，新宏泽（xhz）002836

二板
深中华Ａ（szha）000017，永安林业（yaly）000663，国风新材（gfxc）000859，古麒绒材（gqrc）001390，梦天家居（mtjj）603216，英利汽车（ylqc）601279

三板
大为股份（dwgf）002213，智能自控（znzk）002877

四板
榕基软件（rjrj）002474

五板
航天发展（htfz）000547，中水渔业（zsyy）000798

七板
九牧王（jmw）601566

`
  },
  {
    "d": "2025-11-19",
    "l": "https://www.tgb.cn/a/2n55Hyfh72U",
    "t": `

首板
光伏
赛伍技术（swjs）603212，国晟科技（gckj）603778，晨光新材（cgxc）605399
未分类
开创国际（kcgj）600097，东方海洋（dfhy）002086，好当家（hdj）600467，大湖股份（dhgf）600257，獐子岛（zzd）002069，百洋股份（bygf）002696，天马科技（tmkj）603668
海峡两岸
英利汽车（ylqc）601279，南侨食品（nqsp）605339，合兴包装（hxbz）002228，永安林业（yaly）000663
烧碱
氯碱化工（ljhg）600618，恒光股份（hggf）301118，蓝丰生化（lfsh）002513，英力特（ylt）000635
军工
亚光科技（ygkj）300123，亚星锚链（yxml）601890，中船防务（zcfw）600685
光刻胶
国风新材（gfxc）000859，华融化学（hrhx）301256
两轮车
深中华Ａ（szha）000017，春风动力（cfdl）603129
锂电
融捷股份（rjgf）002192，佛塑科技（fskj）000973
寒潮
华英农业（hyny）002321，古麒绒材（gqrc）001390，世茂能源（smny）605028，益客食品（yksp）301116
其余形式独苗
梦天家居（mtjj）603216，泰永长征（tycz）002927，固态变压器，海陆重工（hlzg）002255，朗姿股份（lzgf）002612，云南旅游（ynly）002059，合肥城建（hfcj）002208

二板
大为股份（dwgf）002213，齐心集团（qxjt）002301，智能自控（znzk）002877，中央商场（zysc）600280，亚星化学（yxhx）600319，太平鸟（tpn）603877，丽人丽妆（lrlz）605136

三板
金圆股份（jygf）000546，榕基软件（rjrj）002474，浪潮软件（lcrj）600756

四板
中水渔业（zsyy）000798，航天发展（htfz）000547，华瓷股份（hcgf）001216

六板
真爱美家（zamj）003041，九牧王（jmw）601566

`
  },
  {
    "d": "2025-11-18",
    "l": "https://www.tgb.cn/a/2n3qhs7JTuI",
    "t": `

首板
电商
丽人丽妆（lrlz）605136，嘉欣丝绸（jxsc）002404，元隆雅图（ylyt）002878，齐心集团（qxjt）002301，七匹狼（qpl）002029，福石控股（fskg）300071，太平鸟（tpn）603877
芯片
嘉欣丝绸（jxsc）002404，大为股份（dwgf）002213，龙讯股份，天普股份（tpgf）605255，七匹狼（qpl）002029，圣晖集成（shjc）603163，亚翔集成（yxjc）603929
机器人
长岭液压（zlyy）605389，和泰机电（htjd）001225，智能自控（znzk）002877
阿里ai
石基信息（sjxx）002153，光云科技（gykj）688365，视觉中国（sjzg）000681
医药
诚达药业（cdyy）301201
其余形式独苗
亚星化学（yxhx）600319，路畅科技（lckj）002813，新宏泽（xhz）002836，合金投资（hjtz）000633，登云股份（dygf）002715，冀凯股份，欣龙控股（xlkg）000955，中央商场（zysc）600280

二板
金圆股份（jygf）000546，榕基软件（rjrj）002474，宣亚国际（xygj）300612，首开股份（skgf）600376，华胜天成（hstc）600410，浪潮软件（lcrj）600756，格尔软件（gerj）603232，洛凯股份（lkgf）603829

三板
航天发展（htfz）000547，中水渔业（zsyy）000798，华瓷股份（hcgf）001216，和顺石油（hssy）603353

四板
龙洲股份（lzgf）002682

五板
真爱美家（zamj）003041，九牧王（jmw）601566

六板
胜利股份（slgf）000407

`
  },
  {
    "d": "2025-11-17",
    "l": "https://www.tgb.cn/a/2n1Mevp6CLV",
    "t": `

首板
福建
中国武夷（zgwy）000797，厦工股份（sggf）600815，达华智能（dhzn）002512，红相股份（hxgf）300427，建发合诚（jfhc）603909，榕基软件（rjrj）002474，厦门港务（xmgw）000905，龙溪股份（lxgf）600592
海峡创新（hxcx）300300，腾景科技（tjkj）688195，永安林业（yaly）000663，福建金森（fjjs）002679
对日反制
长城军工（ccjg）601606，开创国际（kcgj）600097
玄学
统一股份（tygf）600506，国统股份（gtgf）002205
光储
拓日新能（trxn）002218，永和智控（yhzk）002795，洛凯股份（lkgf）603829
算力
精达股份（jdgf）600577，园林股份（ylgf）605303，华胜天成（hstc）600410，湖北广电（hbgd）000665，华升股份（hsgf）600156，直真科技（zzkj）003007，泰永长征（tycz）002927，中电鑫龙（zdxl）002298
Ai应用
浪潮软件（lcrj）600756，名臣健康（mcjk）002919，魅视科技（mskj）001229，宣亚国际（xygj）300612，格尔软件（gerj）603232，博睿数据（brsj）688229，三六零（sll）601360，中孚信息（zfxx）300659
盛视科技（sskj）002990
锂电池
容百科技（rbkj）688005，盛新锂能（sxln）002240，国城矿业（gcky）000688，融捷股份（rjgf）002192，同兴科技（txkj）003027，滨海能源（bhny）000695，金圆股份（jygf）000546，佛塑科技（fskj）000973
雅化集团（yhjt）002497，永太科技（ytkj）002326，中矿资源（zkzy）002738，天华新能（thxn）300390
老龙
首开股份（skgf）600376，时空科技（skkj）605178，合肥城建（hfcj）002208
房地产
天健集团（tjjt）000090，华联控股（hlkg）000036
氢能源
雪人集团（xrjt）002639，美锦能源（mjny）000723，赫美集团（hmjt）002356
其余形式独苗
华鼎股份（hdgf）601113，晨光新材（cgxc）605399，恒工精密（hgjm）301261

二板
航天发展（htfz）000547，海南海药（hnhy）000566，盈新发展（yxfz）000620，中水渔业（zsyy）000798，华瓷股份（hcgf）001216，嘉应制药（jyzy）002198，日上集团（rsjt）002593，中富通（zft）300560，中一科技（zykj）301150，大东方（ddf）600327，大有能源（dyny）600403，和顺石油（hssy）603353，日出东方（rcdf）603366

三板
平潭发展（ptfz）000592，大中矿业（dzky）001203，龙洲股份（lzgf）002682，丰元股份（fygf）002805

四板
真爱美家（zamj）003041，九牧王（jmw）601566

五板
胜利股份（slgf）000407，安泰集团（atjt）600408

六板
人民同泰（rmtt）600829

七板
三木集团（smjt）000632

八板
孚日股份（frgf）002083

`
  },
  {
    "d": "2025-11-14",
    "l": "https://www.tgb.cn/a/2mWNNJvr20b",
    "t": `


二板
平潭发展（ptfz）000592，合金投资（hjtz）000633，大中矿业（dzky）001203，宏英智能（hyzn）001266，奥特迅（atx）002227，九阳股份（jygf）002242，龙洲股份（lzgf）002682，三夫户外（sfhw）002780，丰元股份（fygf）002805，建业股份（jygf）603948

三板
真爱美家（zamj）003041，九牧王（jmw）601566，石大胜华（sdsh）603026

四板
胜利股份（slgf）000407，安泰集团（atjt）600408

五板
东百集团（dbjt）600693，人民同泰（rmtt）600829，国晟科技（gckj）603778

六板
三木集团（smjt）000632

七板
孚日股份（frgf）002083

`
  },
  {
    "d": "2025-11-13",
    "l": "https://www.tgb.cn/a/2mV8VU2Ex79",
    "t": `

首板
锂电池
联泓新科（lhxk）003022，富祥药业（fxyy）300497，泰和科技（thkj）300801，新安股份（xagf）600596，维科技术（wkjs）600152，佛塑科技（fskj）000973，融捷股份（rjgf）002192，大中矿业（dzky）001203
沧州明珠（czmz）002108，野马电池（ymdc）605378，华盛锂电（hsld）688353，中材科技（zckj）002080，深圳新星（szxx）603978，天赐材料（tccl）002709，恩捷股份（ejgf）002812，雅化集团（yhjt）002497
永兴材料（yxcl）002756，盛新锂能（sxln）002240，康鹏科技（kpkj）688602，丰元股份（fygf）002805，胜利精密（sljm）002426，海科新源（hkxy）301292，永太科技（ytkj）002326，多氟多（dfd）002407
化工
建业股份（jygf）603948，三友化工（syhg）600409，皖维高新（wwgx）600063
海峡
海马汽车（hmqc）000572，龙洲股份（lzgf）002682，厦工股份（sggf）600815，中国武夷（zgwy）000797，平潭发展（ptfz）000592，金龙汽车（jlqc）600686
未分类
合金投资（hjtz）000633，盛屯矿业（stky）600711，国城矿业（gcky）000688，兴业银锡（xyyx）000426，金徽股份（jhgf）603132
房地产
三湘印象（sxyx）000863
电网
顺钠股份（sngf）000533，奥特迅（atx）002227
存储芯片
诚邦股份（cbgf）603316，合肥城建（hfcj）002208，天奥电子（tadz）002935
储能
宏英智能（hyzn）001266，上能电气（sndq）300827，通润装备（trzb）002150，海博思创（hbsc）688411
核电
合金投资（hjtz）000633，法兰泰克（fltk）603966，永鼎股份（ydgf）600105
算力
英维克（ywk）002837，中嘉博创（zjbc）000889，万通发展（wtfz）600246
消费
祥源文旅（xywl）600576，三夫户外（sfhw）002780，合兴包装（hxbz）002228，海欣食品（hxsp）002702，步步高（bbg）002251，奥雅股份（aygf）300949，三江购物（sjgw）601116
阿里巴巴
数据港（sjg）603881，值得买（zdm）300785，石基信息（sjxx）002153，三江购物（sjgw）601116
其余形式独苗
济南高新（jngx）600807，九阳股份（jygf）002242，众泰汽车（ztqc）000980

二板
速达股份（sdgf）001277，闽发铝业（mfly）002578，盘龙药业（plyy）002864，金富科技（jfkj）003018，真爱美家（zamj）003041，石大胜华（sdsh）603026，九牧王（jmw）601566

三板
胜利股份（slgf）000407，安泰集团（atjt）600408，合富中国（hfzg）603122，中利集团（zljt）002309

四板
三元股份（sygf）600429，东百集团（dbjt）600693，人民同泰（rmtt）600829，国晟科技（gckj）603778

五板
三木集团（smjt）000632

六板
孚日股份（frgf）002083

八板
摩恩电气（medq）002451

`
  },
  {
    "d": "2025-11-12",
    "l": "https://www.tgb.cn/a/2mTtXivS2Zd",
    "t": `

首板
纺织
真爱美家（zamj）003041，康隆达（kld）603665，九牧王（jmw）601566
锂电池
同兴科技（txkj）003027，石大胜华（sdsh）603026，粤桂股份（yggf）000833，华丰股份（hfgf）605100，天际股份（tjgf）002759
深地
准油股份，山东墨龙（sdml）002490，石化油服（shyf）600871
医药
药易购（yyg）300937，盘龙药业（plyy）002864，博晖创新（bhcx）300318，南京新百（njxb）600682，济民健康（jmjk）603222，中源协和（zyxh）600645，开能健康（knjk）300272，众生药业（zsyy）002317
光储
闽发铝业（mfly）002578，德龙汇能（dlhn）000593，兆新股份（zxgf）002256
机器人
康隆达（kld）603665，首开股份（skgf）600376
存储芯片
好上好（hsh）001298，科翔股份（kxgf）300903，大港股份（dggf）002077
航天
上海沪工（shhg）603131，上海港湾（shgw）605598
其余形式独苗
山高环能（sghn）000803，生物科技（swkj）159837，中安科（zak）600654，金富科技（jfkj）003018，速达股份（sdgf）001277，中国海诚（zghc）002116，华软科技（hrkj）002453，园林股份（ylgf）605303
天下秀（txx）600556，朗博科技（lbkj）603655

二板
农产品（ncp）000061，胜利股份（slgf）000407，海螺新材（hlxc）000619，顺发恒能（sfhn）000631，中利集团（zljt）002309，冀凯股份，安泰集团（atjt）600408，百川能源（bcny）600681，中粮糖业（zlty）600737，合富中国（hfzg）603122

三板
中锐股份（zrgf）002374，浙江东日（zjdr）600113，三元股份（sygf）600429，东百集团（dbjt）600693，人民同泰（rmtt）600829，国晟科技（gckj）603778

四板
三木集团（smjt）000632

五板
孚日股份（frgf）002083

七板
摩恩电气（medq）002451

`
  },
  {
    "d": "2025-11-11",
    "l": "https://www.tgb.cn/a/2mROP2FX5Z6",
    "t": `

首板
风光储
新朋股份（xpgf）002328，拓日新能（trxn）002218，大连重工（dlzg）002204，中来股份（zlgf）300393，亿晶光电（yjgd）600537，协鑫集成（xxjc）002506，海螺新材（hlxc）000619，杭萧钢构（hxgg）600477
华光环能（hghn）600475，云南能投（ynnt）002053，顺发恒能（sfhn）000631
油气
胜利股份（slgf）000407，大庆华科（dqhk）000985
电网
三星医疗（sxyl）601567，中利集团（zljt）002309，炬华科技（jhkj）300360
老龙
合富中国（hfzg）603122，上维新材，大有能源（dyny）600403
金刚石
四方达（sfd）300179，黄河旋风（hhxf）600172，恒盛能源（hsny）605580
汽车人
方正电机（fzdj）002196，顺威股份（swgf）002676，百川能源（bcny）600681，磁谷科技（cgkj）688448，冀凯股份，上维新材
化工
神马股份（smgf）600810，长华化学（zhhx）301518
房地产
大名城（dmc）600094，友邦吊顶（ybdd）002718
医药
特一药业（tyyy）002728，太龙药业（tlyy）600222
锂电
永太科技（ytkj）002326，雄韬股份（xtgf）002733，三祥新材（sxxc）603663，晶华新材（jhxc）603683，奥克股份（akgf）300082
煤炭
大有能源（dyny）600403，安泰集团（atjt）600408
其余形式独苗
方大炭素（fdts）600516，中粮糖业（zlty）600737，神州高铁（szgt）000008，广电网络（gdwl）600831，金瑞矿业（jrky）600714，量子材料，农产品（ncp）000061，保龄宝（blb）002286
福龙马（flm）603686，中信金属（zxjs）601061

二板
华侨城Ａ（hqca）000069，国城矿业（gcky）000688，中锐股份（zrgf）002374，维信诺（wxn）002387，线上线下（xsxx）300959，欢乐家（hlj）300997，浙江东日（zjdr）600113，三元股份（sygf）600429，东百集团（dbjt）600693，人民同泰（rmtt）600829，金辰股份（jcgf）603396，国晟科技（gckj）603778，三孚股份（sfgf）603938，神工股份（sggf）688233，金迪克（jdk）688670

三板
三木集团（smjt）000632

四板
孚日股份（frgf）002083

六板
摩恩电气（medq）002451

`
  },
  {
    "d": "2025-11-10",
    "l": "https://www.tgb.cn/a/2mQ9BkIqLOv",
    "t": `

首板
重组
英唐智控（ytzk）300131，维信诺（wxn）002387
新能源
华电科工（hdkg）601226，国晟科技（gckj）603778，兆新股份（zxgf）002256，金辰股份（jcgf）603396，耀皮玻璃（ypbl）600819
化工
鲁西化工（lxhg）000830，柳化股份，新乡化纤（xxhx）000949
存储芯片
神工股份（sggf）688233，盈新发展（yxfz）000620，大为股份（dwgf）002213，三孚股份（sfgf）603938，合肥城建（hfcj）002208，万润科技（wrkj）002654
Ki­mi
掌阅科技（zykj）603533，九安医疗（jayl）002432
锂电
滨海能源（bhny）000695，华盛锂电（hsld）688353，威领股份，芳源股份（fygf）688148，冠城新材（gcxc）600067，胜利精密（sljm）002426，集友股份（jygf）603429
医药
昂利康（alk）002940，人民同泰（rmtt）600829，北大医药（bdyy）000788，金迪克（jdk）688670
算力
金安国纪（jagj）002636，青山纸业（qszy）600103
消费
东百集团（dbjt）600693，华侨城Ａ（hqca）000069，浙江东日（zjdr）600113，欢乐家（hlj）300997，会稽山（hjs）601579，中锐股份（zrgf）002374，国光连锁（ggls）605188，中国中免（zgzm）601888
惠发食品（hfsp）603536，三元股份（sygf）600429，巴比食品（bbsp）605338，锦江酒店（jjjd）600754，庄园牧场（zymc）002910，舍得酒业（sdjy）600702，首旅酒店（sljd）600258，酒鬼酒（jgj）000799
电商
依依股份（yygf）001206，线上线下（xsxx）300959
电力
深南电Ａ（snda）000037，闽东电力（mddl）000993，顺钠股份（sngf）000533
未分类
国城矿业（gcky）000688，宝地矿业（bdky）601121
金融
东北证券（dbzq）000686，瑞达期货（rdqh）002961
其余形式独苗
海航科技（hhkj）600751，濮耐股份（pngf）002225，厦工股份（sggf）600815，海泰发展（htfz）600082

二板
三木集团（smjt）000632，安纳达（and）002136，天际股份（tjgf）002759，弘元绿能（hyln）603185

三板
孚日股份（frgf）002083，清水源（qsy）300437，澄星股份（cxgf）600078，重庆建工（cqjg）600939

四板
洪兴股份（hxgf）001209

五板
摩恩电气（medq）002451

`
  },
  {
    "d": "2025-11-07",
    "l": "https://www.tgb.cn/a/2mLbiXCd0zh",
    "t": `

首板
海南
海马汽车（hmqc）000572，海南矿业（hnky）601969
福建
三木集团（smjt）000632，安通控股（atkg）600179，漳州发展（zzfz）000753，三祥新材（sxxc）603663
光伏
意华股份（yhgf）002897，亿晶光电（yjgd）600537，合盛硅业（hsgy）603260，东岳硅材（dygc）300821，弘元绿能（hyln）603185
锂电氟化工
氯碱化工（ljhg）600618，天际股份（tjgf）002759，多氟多（dfd）002407，中欣氟材（zxfc）002915，海南矿业（hnky）601969，永太科技（ytkj）002326
锂电
江苏国泰（jsgt）002091，天际股份（tjgf）002759，联化科技（lhkj）002250，远达环保（ydhb）600292，丰元股份（fygf）002805，国恩股份（gegf）002768，三祥新材（sxxc）603663
生物质能
雪迪龙（xdl）002658，山高环能（sghn）000803，海新能科（hxnk）300072，卓越新能（zyxn）688196
磷化工
泸天化（lth）000912，中毅达（zyd）600610，安纳达（and）002136，金浦钛业（jpty）000545
航天
上海沪工（shhg）603131，乾照光电（qzgd）300102，上海港湾（shgw）605598
算力电网
泰永长征（tycz）002927，良信股份（lxgf）002706
其余形式独苗
浙江众成（zjzc）002522，兰石重装（lszz）603169，潞化科技（lhkj）600691，跟随氯碱化工，奥美医疗（amyl）002950，海天股份（htgf）603759，康强电子（kqdz）002119

二板
渝开发（ykf）000514，孚日股份（frgf）002083，方正电机（fzdj）002196，科士达（ksd）002518，清水源（qsy）300437，澄星股份（cxgf）600078，重庆建工（cqjg）600939，深圳新星（szxx）603978

三板
洪兴股份（hxgf）001209

四板
摩恩电气（medq）002451

五板
海陆重工（hlzg）002255

九板
合富中国（hfzg）603122

`
  },
  {
    "d": "2025-11-06",
    "l": "https://www.tgb.cn/a/2mJwjtwlHOx",
    "t": `

首板
锂电
深圳新星（szxx）603978，大中矿业（dzky）001203，华盛锂电（hsld）688353，孚日股份（frgf）002083
算力-燃气轮机
三角防务（sjfw）300775，派克新材（pkxc）605123，万泽股份（wzgf）000534，航发科技（hfkj）600391
算力-SO­FC
潍柴动力（wcdl）000338，全柴动力（qcdl）600218，神驰机电（scjd）603109，振华股份（zhgf）603067，兄弟科技（xdkj）002562
算力-芯片
德明利（dml）001309，金海通（jht）603061，格林达（gld）603931
化工
亚邦股份（ybgf）603188，新凤鸣（xfm）603225
磷化工
芭田股份（btgf）002170，澄星股份（cxgf）600078，清水源（qsy）300437，云天化（yth）600096
光储电
正泰电器（ztdq）601877，中国西电（zgxd）601179，科士达（ksd）002518，华通线缆（htxl）605196
未分类
南山铝业（nsly）600219，常铝股份（clgf）002160，闽发铝业（mfly）002578，中国铝业（zgly）601600，华通线缆（htxl）605196，豪美新材（hmxc）002988
机器人
万向钱潮（wxqc）000559，方正电机（fzdj）002196，模塑科技（mskj）000700，新坐标（xzb）603040
算力硬件
淳中科技（czkj）603516，麦格米特（mgmt）002851，汇绿生态（hlst）001267，东山精密（dsjm）002384，博杰股份（bjgf）002975，统一股份（tygf）600506，可川科技（kckj）603052
重庆
重庆建工（cqjg）600939，财信发展（cxfz）000838，渝开发（ykf）000514
其余形式独苗
佳电股份（jdgf）000922，陕西黑猫（sxhm）601015，格尔软件（gerj）603232，博汇纸业（bhzy）600966

二板
顺钠股份（sngf）000533，洪兴股份（hxgf）001209，太阳电缆（tydl）002300，常宝股份（cbgf）002478，恒大高新（hdgx）002591，保变电气（bbdq）600550，联德股份（ldgf）605060

三板
闽东电力（mddl）000993，摩恩电气（medq）002451

四板
海陆重工（hlzg）002255

八板
合富中国（hfzg）603122

`
  },
  {
    "d": "2025-11-05",
    "l": "https://www.tgb.cn/a/2mHRDLWcvJA",
    "t": `

首板
福建
实达集团（sdjt）600734，安记食品（ajsp）603696
算力
棕榈股份，联德股份（ldgf）605060，金安国纪（jagj）002636，中钨高新（zwgx）000657
光储
霍普股份（hpgf）301024，勤上股份（qsgf）002638，和展能源（hzny）000809，万里扬（wly）002434，钒钛股份（ftgf）000629，通润装备（trzb）002150，芯能科技（xnkj）603105，阿特斯（ats）688472
海南
海峡股份（hxgf）002320，海南发展（hnfz）002163
电网
新能泰山（xnts）000720，可立克（klk）002782，太阳电缆（tydl）002300，保变电气（bbdq）600550，众智科技（zzkj）301361，特变电工（tbdg）600089，宏发股份（hfgf）600885，伊戈尔（yge）002922
三变科技（sbkj）002112，西典新能（xdxn）603312，顺钠股份（sngf）000533，金冠电气（jgdq）688517，三星医疗（sxyl）601567，双杰电气（sjdq）300444
锂电池
丰元股份（fygf）002805，恒大高新（hdgx）002591，龙蟠科技（lpkj）603906，湘潭电化（xtdh）002125
消费
安记食品（ajsp）603696，东百集团（dbjt）600693，凯撒旅业（ksly）000796
其余形式独苗
宝泰隆（btl）601011，常宝股份（cbgf）002478，圣达生物（sdsw）603079，山西高速（sxgs）000755，天普股份（tpgf）605255，浪潮软件（lcrj）600756，中国电影（zgdy）600977，沪宁股份（hngf）300669
洪兴股份（hxgf）001209

二板
漳州发展（zzfz）000753，闽东电力（mddl）000993，博菲电气（bfdq）001255，罗普斯金（lpsj）002333，摩恩电气（medq）002451，雪人集团（xrjt）002639，中能电气（zndq）300062，标准股份，厦工股份（sggf）600815，神马电力（smdl）603530，海天股份（htgf）603759

三板
盈新发展（yxfz）000620，海陆重工（hlzg）002255，京泉华（jqh）002885，安泰集团（atjt）600408，吉视传媒（jscm）601929

四板
海马汽车（hmqc）000572，平潭发展（ptfz）000592

七板
合富中国（hfzg）603122

`
  },
  {
    "d": "2025-11-04",
    "l": "https://www.tgb.cn/a/2mGcMggJO2K",
    "t": `

首板
核电
韩建山河（hjsh）603616，光大嘉宝（gdjb）600622，雪人集团（xrjt）002639，博菲电气（bfdq）001255
风光储
振华股份（zhgf）603067，中闽能源（zmny）600163，德龙汇能（dlhn）000593，罗普斯金（lpsj）002333，博菲电气（bfdq）001255，海天股份（htgf）603759
福建
厦工股份（sggf）600815，统一股份（tygf）600506，漳州发展（zzfz）000753，闽发铝业（mfly）002578，闽东电力（mddl）000993，中闽能源（zmny）600163，福建水泥（fjsn）600802，昇兴股份（sxgf）002752
福龙马（flm）603686，达华智能（dhzn）002512，招标股份（zbgf）301136，中国武夷（zgwy）000797，雪人集团（xrjt）002639，海峡环保（hxhb）603817，天马科技（tmkj）603668，福建金森（fjjs）002679
超颖电子（cydz）603175，冠城新材（gcxc）600067
电网
神马电力（smdl）603530，中能电气（zndq）300062，摩恩电气（medq）002451，闽东电力（mddl）000993，中闽能源（zmny）600163，博菲电气（bfdq）001255
未分类
神马电力（smdl）603530，福龙马（flm）603686，天马科技（tmkj）603668，万里马（wlm）300591
其余形式独苗
华东数控（hdsk）002248，国光连锁（ggls）605188，盛泰集团（stjt）605138，可川科技（kckj）603052，属性偏科技，松炀资源（syzy）603863，标准股份，大连圣亚（dlsy）600593

二板
盈新发展（yxfz）000620，海陆重工（hlzg）002255，京泉华（jqh）002885，宝色股份（bsgf）300402，华泰股份（htgf）600308，安泰集团（atjt）600408，威高血净（wgxj）603014，兰石重装（lszz）603169，吉视传媒（jscm）601929

三板
粤传媒（ycm）002181，平潭发展（ptfz）000592，百合花（bhh）603823，海马汽车（hmqc）000572

六板
合富中国（hfzg）603122

`
  },
  {
    "d": "2025-11-03",
    "l": "https://www.tgb.cn/a/2mExu9wZ50T",
    "t": `

首板
芳香胺
美联新材（mlxc）300586，东华科技（dhkj）002140，亚邦股份（ybgf）603188，华泰股份（htgf）600308
核电
宝色股份（bsgf）300402，浙富控股（zfkg）002266，海陆重工（hlzg）002255，国机通用（gjty）600444，兰石重装（lszz）603169，东方精工（dfjg）002611，中核科技（zhkj）000777，特变电工（tbdg）600089
机器人
百川能源（bcny）600681，东方精工（dfjg）002611，中化装备（zhzb）600579
算力
棕榈股份，东方明珠（dfmz）600832，盈新发展（yxfz）000620，淳中科技（czkj）603516，天津普林（tjpl）002134，协和电子（xhdz）605258，康盛股份（ksgf）002418
传媒
三七互娱（sqhy）002555，吉视传媒（jscm）601929，天下秀（txx）600556
福建
三木集团（smjt）000632，立达信（ldx）605365
光伏
京泉华（jqh）002885，棒杰股份，国晟科技（gckj）603778，华光环能（hghn）600475
未分类
神州信息（szxx）000555，惠博普（hbp）002554，上海港湾（shgw）605598，航天智装（htzz）300455，航天科技（htkj）000901，世嘉科技（sjkj）002796，海翔药业（hxyy）002099
海南
海南发展（hnfz）002163，罗牛山（lns）000735
Ai应用
中新赛克（zxsk）002912，英方软件（yfrj）688435
锂电
华丰股份（hfgf）605100，佛塑科技（fskj）000973
存储芯片
盈新发展（yxfz）000620，太极实业（tjsy）600667，百傲化学（bahx）603360
参股云深处
巴比食品（bbsp）605338，中新集团（zxjt）601512
其余形式独苗
威高血净（wgxj）603014，安泰集团（atjt）600408，恒基达鑫（hjdx）002492，众兴菌业（zxjy）002772，财信发展（cxfz）000838，全筑股份（qzgf）603030，圣晖集成（shjc）603163，宏英智能（hyzn）001266

二板
海马汽车（hmqc）000572，平潭发展（ptfz）000592，欢瑞世纪（hrsj）000892，欣龙控股（xlkg）000955，粤传媒（ycm）002181，亚太药业（ytyy）002370，利通电子（ltdz）603629，百合花（bhh）603823，亚翔集成（yxjc）603929

五板
合富中国（hfzg）603122

`
  },
  {
    "d": "2025-10-31",
    "l": "https://www.tgb.cn/a/2mzyFK82vUg",
    "t": `

首板
算力
利通电子（ltdz）603629，金安国纪（jagj）002636，奥瑞德（ard）600666，大众公用（dzgy）600635
锂电池
鼎胜新材（dsxc）603876，万向钱潮（wxqc）000559，冠城新材（gcxc）600067，恩捷股份（ejgf）002812，华源控股（hykg）002787，百合花（bhh）603823
传媒ai应用
欢瑞世纪（hrsj）000892，中安科（zak）600654，山东出版（sdcb）601019，荣信文化（rxwh）301231，粤传媒（ycm）002181，三六零（sll）601360，博纳影业（bnyy）001330，福昕软件（fxrj）688095
福时控股
特斯拉
亚通精工（ytjg）603190，模塑科技（mskj）000700，上海亚虹（shyh）603159，嵘泰股份（rtgf）605133
环保
启迪环境（qdhj）000826，中持股份（zcgf）603903
医药
联环药业（lhyy）600513，三生国健（ssgj）688336，昂利康（alk）002940，亚太药业（ytyy）002370，采纳股份（cngf）301122，舒泰神（sts）300204，众生药业（zsyy）002317，海思科（hsk）002653
海南
欣龙股份，海马汽车（hmqc）000572
消费
有友食品（yysp）603697，日辰股份（rcgf）603755，八方股份（bfgf）603489，大千生态（dqst）603955，奥康国际（akgj）603001
成人消费
浙江众成（zjzc）002522，瑞贝卡（rbk）600439
其余形式独苗
弘元绿能（hyln）603185，亚翔集成（yxjc）603929，风神股份（fsgf）600469，平潭发展（ptfz）000592，西藏天路（xztl）600326，海峡创新（hxcx）300300

二板
中锐股份（zrgf）002374，福建金森（fjjs）002679，天际股份（tjgf）002759，泰坦股份（ttgf）003036，福龙马（flm）603686

四板
瑞尔特（ret）002790，合富中国（hfzg）603122

八板
时空科技（skkj）605178

`
  },
  {
    "d": "2025-10-30",
    "l": "https://www.tgb.cn/a/2mxTrKzrQXI",
    "t": `

首板
核电
兰石重装（lszz）603169，杭氧股份（hygf）002430
锂电储能
亚光股份（yggf）603282，鹏辉能源（phny）300438，中际联合（zjlh）605305，石大胜华（sdsh）603026，天际股份（tjgf）002759，普路通（plt）002769，永兴材料（yxcl）002756，欣锐科技（xrkj）300745
江特电机（jtdj）002176，远达环保（ydhb）600292，同力日升（tlrs）605286，西藏城投（xzct）600773，泰坦股份（ttgf）003036
消费
朗姿股份（lzgf）002612，新宏泽（xhz）002836，奥美医疗（amyl）002950，中锐股份（zrgf）002374
算力
博杰股份（bjgf）002975，联德股份（ldgf）605060，同方股份（tfgf）600100
福建
建发合诚（jfhc）603909，福建金森（fjjs）002679，福龙马（flm）603686
工业母机
宇环数控（yhsk）002903，华东数控（hdsk）002248
物流
南山控股（nskg）002314，招商轮船（zslc）601872
钢铁
鄂尔多斯（eeds）600295，安阳钢铁（aygt）600569
其余形式独苗
方正电机（fzdj）002196，和展能源（hzny）000809，格尔软件（gerj）603232

二板
神州信息（szxx）000555，大中矿业（dzky）001203，通润装备（trzb）002150，常铝股份（clgf）002160，康盛股份（ksgf）002418，京投发展（jtfz）600683，振华股份（zhgf）603067

三板
德龙汇能（dlhn）000593，瑞尔特（ret）002790，合富中国（hfzg）603122

七板
时空科技（skkj）605178

`
  },
  {
    "d": "2025-10-29",
    "l": "https://www.tgb.cn/a/2mwf4o3LBWV",
    "t": `

首板
美好愿景
康盛股份（ksgf）002418，世荣兆业（srzy）002016，淳中科技（czkj）603516，大中矿业（dzky）001203，振华股份（zhgf）603067，和顺石油（hssy）603353，华立股份（hlgf）603038，华明装备（hmzb）002270
变压器
长高电新（zgdx）002452，可立克（klk）002782，国网英大（gwyd）600517，华通线缆（htxl）605196，四方股份（sfgf）601126，中国西电（zgxd）601179，华明装备（hmzb）002270
锂电
康盛股份（ksgf）002418，科力远（kly）600478，大中矿业（dzky）001203，振华股份（zhgf）603067，川能动力（cndl）000155，川恒股份（chgf）002895
液冷
康盛股份（ksgf）002418，淳中科技（czkj）603516
海南
海南发展（hnfz）002163，海德股份（hdgf）000567，海汽集团（hqjt）603069
量子科技
神州信息（szxx）000555，天融信（trx）002212
上海
上实发展（ssfz）600748，上海电力（shdl）600021
光伏
海南发展（hnfz）002163，通润装备（trzb）002150，弘元绿能（hyln）603185，阿特斯（ats）688472，隆基绿能（ljln）601012，晶澳科技（jakj）002459，通威股份（twgf）600438
未分类
中孚股份，常铝股份（clgf）002160，南山铝业（nsly）600219
机器人
远大智能（ydzn）002689，铭科精技（mkjj）001319
创投
九鼎投资，京投发展（jtfz）600683
其余形式独苗
山子高科（szgk）000981，蔚蓝生物（wlsw）603739，合成生物，本川智能（bczn）300964，吉比特（jbt）603444，威士顿（wsd）301315，长青股份（cqgf）002391，诺思格（nsg）301333

二板
德龙汇能（dlhn）000593，中钨高新（zwgx）000657，瑞尔特（ret）002790，安泰集团（atjt）600408，方大炭素（fdts）600516，宁波精达（nbjd）603088，合富中国（hfzg）603122，宏和科技（hhkj）603256，海兴电力（hxdl）603556

五板
平潭发展（ptfz）000592

六板
时空科技（skkj）605178

`
  },
  {
    "d": "2025-10-28",
    "l": "https://www.tgb.cn/a/2muA9btFiCW",
    "t": `

首板
机器人
标准股份，方正电机（fzdj）002196，永茂泰（ymt）605208，宁波精达（nbjd）603088，锦富技术（jfjs）300128
统一题材
厦门港务（xmgw）000905，日上集团（rsjt）002593，榕基软件（rjrj）002474，厦门空港（xmkg）600897，厦工股份（sggf）600815，合力泰（hlt）002217，航天发展（htfz）000547，瑞尔特（ret）002790
统一股份（tygf）600506，南方路机（nflj）603280，海通发展（htfz）603162
未分类
长城军工（ccjg）601606
医药
楚天科技（ctkj）300358，振德医疗（zdyl）603301
煤炭
秦港股份（qggf）601326，安泰集团（atjt）600408
电子布pcb
宏和科技（hhkj）603256，石英股份（sygf）603688，东材科技（dckj）601208，华正新材（hzxc）603186，方正科技（fzkj）600601
固态
多氟多（dfd）002407，澄星股份（cxgf）600078，方大炭素（fdts）600516
量子科技
电子城（dzc）600658，格尔软件（gerj）603232
广东
深物业Ａ（swya）000011，粤传媒（ycm）002181
其余形式独苗
海兴电力（hxdl）603556，南京公用（njgy）000421，浙江美大（zjmd）002677，中钨高新（zwgx）000657，天下秀（txx）600556，税友股份（sygf）603171，运机集团（yjjt）001288，合富中国（hfzg）603122
仁智股份（rzgf）002629，先锋新材（xfxc）300163

二板
漳州发展（zzfz）000753，安泰科技（atkj）000969，征和工业（zhgy）003033，海峡创新（hxcx）300300，福建水泥（fjsn）600802，景旺电子（jwdz）603228

三板
青岛双星（qdsx）000599，大为股份（dwgf）002213

四板
平潭发展（ptfz）000592，达华智能（dhzn）002512

五板
时空科技（skkj）605178

七板
盈新发展（yxfz）000620

`
  },
  {
    "d": "2025-10-27",
    "l": "https://www.tgb.cn/a/2msULTa5NgG",
    "t": `

首板
机器人
征和工业（zhgy）003033，首开股份（skgf）600376
算力
豪迈科技（hmkj）002595，园林股份（ylgf）605303，金字火腿（jzht）002515，景旺电子（jwdz）603228，中电港（zdg）001287，生益科技（sykj）600183，兆易创新（zycx）603986
科技指引
必得科技（bdkj）605298，汇得科技（hdkj）603192
福建
金龙汽车（jlqc）600686，海峡创新（hxcx）300300，福建水泥（fjsn）600802，漳州发展（zzfz）000753
核电
纽威股份（nwgf）603699，东方钽业（dfty）000962，常宝股份（cbgf）002478，厦门钨业（xmwy）600549，皖能电力（wndl）000543，安泰科技（atkj）000969，国泰集团（gtjt）603977，中信重工（zxzg）601608
锡装股份（xzgf）001332
特高压
江苏华辰（jshc）603097，东方铁塔（dftt）002545
芯片
万润股份（wrgf）002643，向日葵（xrk）300111
其余形式独苗
新日股份（xrgf）603787，立新能源（lxny）001258，国光连锁（ggls）605188，天益医疗（tyyl）301097，恒宝股份（hbgf）002104，德力股份（dlgf）002571，万朗磁塑（wlcs）603150，郑州煤电（zzmd）600121
众兴菌业（zxjy）002772，华源控股（hykg）002787

二板
青岛双星（qdsx）000599，汇绿生态（hlst）001267，德明利（dml）001309，大为股份（dwgf）002213，环旭电子（hxdz）601231

三板
平潭发展（ptfz）000592，农心科技（nxkj）001231，达华智能（dhzn）002512

四板
时空科技（skkj）605178

五板
世龙实业（slsy）002748

六板
盈新发展（yxfz）000620

`
  },
  {
    "d": "2025-10-24",
    "l": "https://www.tgb.cn/a/2mnWokDHC88",
    "t": `

首板
算力
生益科技（sykj）600183，翔港科技（xgkj）603499，大为股份（dwgf）002213，普冉股份（prgf）688766，铜峰电子（tfdz）600237，汇顶科技（hdkj）603160，环旭电子（hxdz）601231，科翔股份（kxgf）300903
广合科技（ghkj）001389，汇绿生态（hlst）001267，方正科技（fzkj）600601，香农芯创（xnxc）300475，德明利（dml）001309，晨丰科技（cfkj）603685，江南新材（jnxc）603124，深南电路（sndl）002916
风华高科（fhgk）000636
航天
航天长峰（htzf）600855，航天科技（htkj）000901，航天智装（htzz）300455，龙洲股份（lzgf）002682，上海沪工（shhg）603131，上海港湾（shgw）605598，中国卫星（zgwx）600118，中天火箭（zthj）003009
东珠生态（dzst）603359，国机精工（gjjg）002046
上海
全筑股份（qzgf）603030，道生天合（dsth）601026
龙字辈
圣龙股份（slgf）603178，龙洲股份（lzgf）002682，德龙汇能（dlhn）000593，青龙管业（qlgy）002457
机器人
锦富技术（jfjs）300128，新泉股份（xqgf）603179，凯迪股份（kdgf）605288
其余形式独苗
海鸥住工（hozg）002084，春秋电子（cqdz）603890，祖名股份（zmgf）003030，雅化集团（yhjt）002497，大豪科技（dhkj）603025，青岛双星（qdsx）000599，联祥股份，浙江家居
欧克科技（okkj）001223，江西锂电，茂化实华（mhsh）000637，石油化工（syhg）00386，上海电力（shdl）600021，时代出版（sdcb）600551

二板
平潭发展（ptfz）000592，农心科技（nxkj）001231，常铝股份（clgf）002160，达华智能（dhzn）002512，格尔软件（gerj）603232，法狮龙（fsl）605318

三板
珠江钢琴（zjgq）002678，时空科技（skkj）605178

四板
世龙实业（slsy）002748

五板
盈新发展（yxfz）000620

`
  },
  {
    "d": "2025-10-23",
    "l": "https://www.tgb.cn/a/2mmhVLDIpVn",
    "t": `

首板
深圳
广田集团（gtjt）002482，力合科创（lhkc）002243，深赛格（ssg）000058，深物业Ａ（swya）000011，天健集团（tjjt）000090，特发信息（tfxx）000070，特力Ａ（tla）000025，深粮控股（slkg）000019
中新赛克（zxsk）002912，深圳能源（szny）000027
量子科技
格尔软件（gerj）603232，神州信息（szxx）000555，德美化工（dmhg）002054，科大国创（kdgc）300520，达华智能（dhzn）002512
煤炭
郑州煤电（zzmd）600121，云煤能源（ymny）600792，陕西黑猫（sxhm）601015，辽宁能源（lnny）600758，上海能源（shny）600508，安泰集团（atjt）600408，山西焦化（sxjh）600740，秦港集团（qgjt）600018
锂电池
常铝股份（clgf）002160，盛新锂能（sxln）002240，汇得科技（hdkj）603192，雄韬股份（xtgf）002733
核电
中国核建（zghj）601611，国缆检测（gljc）301289，东方钽业（dfty）000962
传媒
欢瑞世纪（hrsj）000892，荣信文化（rxwh）301231，海看股份（hkgf）301262，幸福蓝海（xflh）300528
环保
东江环保（djhb）002672，晶雪节能（jxjn）301010
医药
建发致新（jfzx）301584，启迪药业（qdyy）000590
其余形式独苗
圣晖集成（shjc）603163，松炀资源（syzy）603863，大连圣亚（dlsy）600593，申科股份（skgf）002633，平潭发展（ptfz）000592，农心科技（nxkj）001231，避险还是弄新科技，禾盛新材（hsxc）002290
法狮龙（fsl）605318

二板
赛象科技（sxkj）002337，珠江钢琴（zjgq）002678，鑫铂股份（xbgf）003038，时空科技（skkj）605178

三板
山东墨龙（sdml）002490，世龙实业（slsy）002748

四板
盈新发展（yxfz）000620，神开股份（skgf）002278，石化机械（shjx）000852

八板
大有能源（dyny）600403

`
  },
  {
    "d": "2025-10-22",
    "l": "https://www.tgb.cn/a/2mkDmifCKNU",
    "t": `

首板
俄乌重建
北新路桥（bxlq）002307，南方路机（nflj）603280，国统股份（gtgf）002205，贝肯能源（bkny）002828，中铝国际（zlgj）601068，准油股份
新型工业化
新联电子（xldz）002546，海鸥住工（hozg）002084
医药
昂利康（alk）002940，哈三联（hsl）002900，亚太药业（ytyy）002370，辰欣药业（cxyy）603367，特一药业（tyyy）002728
芯片
海立股份（hlgf）600619，睿能科技（rnkj）603933
未分类
珠免集团（zmjt）600185，京投发展（jtfz）600683，珠江钢琴（zjgq）002678，天沃科技（twkj）002564
大飞机
天保基建（tbjj）000965，赛象科技（sxkj）002337
机器人
实益达（syd）002137，鑫铂股份（xbgf）003038
核电
大西洋（dxy）600558，瑞泰科技（rtkj）002066
其余形式独苗
双塔食品（stsp）002481，沈阳机床（syjc）000410，凌钢股份（lggf）600231，天普股份（tpgf）605255，华菱精工（hljg）603356，思林杰（slj）688115，莱克电气（lkdq）603355，科瑞技术（krjs）002957

二板
华塑股份（hsgf）600935，茂化实华（mhsh）000637，广济药业（gjyy）000952，山东墨龙（sdml）002490，蓝丰生化（lfsh）002513，惠博普（hbp）002554，世龙实业（slsy）002748，武汉控股（whkg）600168，三峡新材（sxxc）600293，光明地产（gmdc）600708，石化油服（shyf）600871，建设机械（jsjx）600984，国光连锁（ggls）605188

三板
盈新发展（yxfz）000620，石化机械（shjx）000852，神开股份（skgf）002278，黄河旋风（hhxf）600172，北方股份（bfgf）600262，中信重工（zxzg）601608

七板
大有能源（dyny）600403

`
  },
  {
    "d": "2025-10-21",
    "l": "https://www.tgb.cn/a/2miY7NjXa98",
    "t": `

首板
湖北国资委
武汉控股（whkg）600168，湖北广电（hbgd）000665，东湖高新（dhgx）600133，华塑控股（hskg）000509，广济药业（gjyy）000952，理工光科（lggk）300557，上海雅仕（shys）603329，三峡新材（sxxc）600293
深地科技
建设机械（jsjx）600984，山河智能（shzn）002097，天桥起重（tqqz）002523，厦工股份（sggf）600815，山东墨龙（sdml）002490，石化油服（shyf）600871，正元地信（zydx）688509，惠博普（hbp）002554
国资委
渤海汽车（bhqc）600960，申达股份（sdgf）600626，合肥城建（hfcj）002208，财信发展（cxfz）000838，鲁信创投（lxct）600783，华建集团（hjjt）600629，东峰集团（dfjt）601515，光明地产（gmdc）600708
香江控股（xjkg）600162，上实发展（ssfz）600748，农产品（ncp）000061，深振业Ａ（szya）000006，中信金属（zxjs）601061，湖南投资（hntz）000548，上海电力（shdl）600021
锂电池
振华股份（zhgf）603067，芳源股份（fygf）688148，世龙实业（slsy）002748
芯片
大为股份（dwgf）002213，太极实业（tjsy）600667，云汉芯城（yhxc）301563
重组
冠中生态（gzst）300948，智光电气（zgdq）002169，闻泰科技（wtkj）600745
消费
众兴菌业（zxjy）002772，国光连锁（ggls）605188，东贝集团（dbjt）601956，中百集团（zbjt）000759，西麦食品（xmsp）002956
基建
宏润建设（hrjs）002062，普邦股份（pbgf）002663
机器人
神通科技（stkj）605228，福龙马（flm）603686
消费电子
道明光学（dmgx）002632，昀冢科技（yzkj）688260
其余形式独苗
科远智慧（kyzh）002380，瑞达期货（rdqh）002961，国电南自（gdnz）600268，荣信文化（rxwh）301231，环旭电子（hxdz）601231，茂化实华（mhsh）000637，武进不锈（wjbx）603878，裕同科技（ytkj）002831
蓝丰生化（lfsh）002513，天创时尚（tcss）603608

二板
盈新发展（yxfz）000620，石化机械（shjx）000852，汇绿生态（hlst）001267，神开股份（skgf）002278，德石股份（dsgf）301158，黄河旋风（hhxf）600172，北方股份（bfgf）600262，百川能源（bcny）600681，中信重工（zxzg）601608，恒盛能源（hsny）605580

三板
先锋电子（xfdz）002767

六板
大有能源（dyny）600403

`
  },
  {
    "d": "2025-10-20",
    "l": "https://www.tgb.cn/a/2mhjFwiWkR0",
    "t": `

首板
算力
超讯通信（cxtx）603322，亿道信息（ydxx）001314，友发集团（yfjt）601686，汇绿生态（hlst）001267，经纬辉开（jwhk）300120，诚邦股份（cbgf）603316，剑桥科技（jqkj）603083，晨丰科技（cfkj）603685
万润科技（wrkj）002654，瑞斯康达（rskd）603803，海星股份（hxgf）603115，青山纸业（qszy）600103
新型工业化
北方股份（bfgf）600262，海鸥住工（hozg）002084
创投
七匹狼（qpl）002029，大众公用（dzgy）600635，市北高新（sbgx）600604，电广传媒（dgcm）000917
航运
安通控股（atkg）600179，永泰运（yty）001228
航天
天奥电子（tadz）002935，星网宇达（xwyd）002829，长城电工（ccdg）600192，中信重工（zxzg）601608，腾达科技（tdkj）001379，飞沃科技（fwkj）301232，世嘉科技（sjkj）002796，盛洋科技（sykj）603703
煤炭地热
宝泰隆（btl）601011，云煤能源（ymny）600792，京能热力（jnrl）002893，惠天热电（htrd）000692，恒盛能源（hsny）605580，郑州煤电（zzmd）600121，辽宁能源（lnny）600758，陕西黑猫（sxhm）601015
机器人
景兴纸业（jxzy）002067，华瑞股份（hrgf）300626，大洋电机（dydj）002249，上海亚虹（shyh）603159，中威电子（zwdz）300270，首开股份（skgf）600376
量子科技
德美化工（dmhg）002054，吉大正元（jdzy）003029
天然气
百川能源（bcny）600681，博盈特焊（byth）301468，神开股份（skgf）002278，长春燃气（ccrq）600333，德石股份（dsgf）301158，石化机械（shjx）000852
金刚石
恒盛能源（hsny）605580，黄河旋风（hhxf）600172，四方达（sfd）300179
其余形式独苗
海汽集团（hqjt）603069，嘉澳环保（jahb）603822，海科新源（hkxy）301292，白云电器（bydq）603861，瀛通通讯（yttx）002861，盈新发展（yxfz）000620，大连圣亚（dlsy）600593，晨光新材（cgxc）605399
创新医疗（cxyl）002173，博纳影业（bnyy）001330，六国化工（lghg）600470，法狮龙（fsl）605318，卧龙新能（wlxn）600173

二板
平潭发展（ptfz）000592，三联锻造（sldz）001282，孚日股份（frgf）002083，先锋电子（xfdz）002767，国新能源（gxny）600617

三板
安泰集团（atjt）600408，睿能科技（rnkj）603933

四板
三孚股份（sfgf）603938

五板
远大控股（ydkg）000626，大有能源（dyny）600403

`
  },
  {
    "d": "2025-10-17",
    "l": "https://www.tgb.cn/a/2mcjTZ0ORuu",
    "t": `

首板
通信
宝鼎科技（bdkj）002552，华脉科技（hmkj）603042，园林股份（ylgf）605303
医药
华邦健康（hbjk）002004，辰欣药业（cxyy）603367
钢铁
凌钢股份（lggf）600231，广东明珠（gdmz）600382
福建
平潭发展（ptfz）000592，海峡创新（hxcx）300300，厦门港务（xmgw）000905，欣贺股份（xhgf）003016
纺织
梦百合（mbh）603313，际华集团（jhjt）601718，欣贺股份（xhgf）003016，孚日股份（frgf）002083
天然气
国新能源（gxny）600617，先锋电子（xfdz）002767，山东墨龙（sdml）002490
锂电
沧州明珠（czmz）002108，澄星股份（cxgf）600078
家电
东贝集团（dbjt）601956，彩虹股份（chgf）600707
其余形式独苗
华天科技（htkj）002185，汇嘉时代（hjsd）603101，东信和平（dxhp）002017，珠江钢琴（zjgq）002678，三联锻造（sldz）001282，艾比森（abs）300389

二板
合肥城建（hfcj）002208，海峡股份（hxgf）002320，纳尔股份（negf）002825，安泰集团（atjt）600408，白银有色（byys）601212，海通发展（htfz）603162，睿能科技（rnkj）603933

三板
三孚股份（sfgf）603938

四板
远大控股（ydkg）000626，大有能源（dyny）600403

`
  },
  {
    "d": "2025-10-16",
    "l": "https://www.tgb.cn/a/2maF783smxz",
    "t": `

首板
芯片
纳尔股份（negf）002825，合肥城建（hfcj）002208，睿能科技（rnkj）603933，云汉芯城（yhxc）301563，德明利（dml）001309
航运
海通发展（htfz）603162，海峡股份（hxgf）002320，安通控股（atkg）600179
房地产
东鹏控股（dpkg）003012，沙河股份（shgf）000014，法狮龙（fsl）605318
医疗
新里程（xlc）002219，罗欣药业（lxyy）002793
华为软件
熙菱信息（xlxx）300588，常山北明（csbm）000158
其余形式独苗
德力股份（dlgf）002571，奥特迅（atx）002227，丰山集团（fsjt）603810，成飞集成（cfjc）002190，圣龙股份（slgf）603178，路畅科技（lckj）002813，白银有色（byys）601212，安泰集团（atjt）600408
赞宇科技（zykj）002637，浙江化工，楚江新材（cjxc）002171，德美化工（dmhg）002054，广东化工（gdhg）002060，宝泰隆（btl）601011

二板
海马汽车（hmqc）000572，通达股份（tdgf）002560，京泉华（jqh）002885，华建集团（hjjt）600629，上实发展（ssfz）600748，四方股份（sfgf）601126，国晟科技（gckj）603778，三孚股份（sfgf）603938

三板
远大控股（ydkg）000626，亚太药业（ytyy）002370，大有能源（dyny）600403

`
  },
  {
    "d": "2025-10-15",
    "l": "https://www.tgb.cn/a/2m910sMCOPM",
    "t": `

首板
电网
通达电气（tddq）603390，京泉华（jqh）002885，和顺电气（hsdq）300141，四方股份（sfgf）601126，中恒电气（zhdq）002364，白云电器（bydq）603861，伊戈尔（yge）002922，国电南自（gdnz）600268
上海电力（shdl）600021，金盘科技（jpkj）688676，良信股份（lxgf）002706
芯片
新洁能（xjn）605111，上实发展（ssfz）600748，华建集团（hjjt）600629，三孚股份（sfgf）603938
纺织
真爱美家（zamj）003041，扬州金泉（yzjq）603307
汽车产业链+机器人
海马汽车（hmqc）000572，渤海汽车（bhqc）600960，申达股份（sdgf）600626，香山股份（xsgf）002870，五洲新春（wzxc）603667，合力科技（hlkj）603917，中坚科技（zjkj）002779，征和工业（zhgy）003033
天安新材（taxc）603725，三花智控（shzk）002050，日盈电子（rydz）603286，美力科技（mlkj）300611，远大智能（ydzn）002689，永创智能（yczn）603901，信质集团（xzjt）002664，中通客车（ztkc）000957
核电
中国核建（zghj）601611，腾达科技（tdkj）001379
量子科技
格尔软件（gerj）603232，广电计量（gdjl）002967
房地产
香江控股（xjkg）600162，精工钢构（jggg）600496，矩阵股份（jzgf）301365
软件
榕基软件（rjrj）002474，久其软件（jqrj）002279
医药
昂利康（alk）002940，向日葵（xrk）300111，济民健康（jmjk）603222，联环药业（lhyy）600513
光伏
双良节能（sljn）600481，福莱蒽特（flet）605566
通信
兴森科技（xskj）002436，生益科技（sykj）600183
其余形式独苗
国晟科技（gckj）603778，中孚实业（zfsy）600595，百利科技（blkj）603959，华夏航空（hxhk）002928，若羽臣（ryc）003010，招金黄金（zjhj）000506，汉钟精机（hzjj）002158

二板
远大控股（ydkg）000626，亚太药业（ytyy）002370，新农股份（xngf）002942，大有能源（dyny）600403，国新能源（gxny）600617，耀皮玻璃（ypbl）600819

三板
国光连锁（ggls）605188

`
  },
  {
    "d": "2025-10-14",
    "l": "https://www.tgb.cn/a/2m7lPfgSrGi",
    "t": `

首板
浙江
亚太药业（ytyy）002370，山子高科（szgk）000981，新农股份（xngf）002942，和泰机电（htjd）001225，亿晶光电（yjgd）600537，会稽山（hjs）601579，仁智股份（rzgf）002629，迎丰股份（yfgf）605055
核电
楚江新材（cjxc）002171，德固特（dgt）300950
锂电
粤桂股份（yggf）000833，冠城新材（gcxc）600067
天然气
佛燃能源（frny）002911，仁智股份（rzgf）002629，国新能源（gxny）600617
光伏
耀皮玻璃（ypbl）600819，仁智股份（rzgf）002629，亿晶光电（yjgd）600537
基建
文科股份（wkgf）002775，海鸥住工（hozg）002084，好太太（htt）603848
农业
新农股份（xngf）002942，远大控股（ydkg）000626，百洋股份（bygf）002696
其余形式独苗
金安国纪（jagj）002636，法尔胜（fes）000890，东信和平（dxhp）002017，大有能源（dyny）600403，黄河旋风（hhxf）600172，上工申贝（sgsb）600843

二板
南京港（njg）002040，亚世光电（ysgd）002952，新莱福（xlf）301323，梅雁吉祥（myjx）600868，至纯科技（zckj）603690，中持股份（zcgf）603903，国光连锁（ggls）605188

三板
合肥城建（hfcj）002208，宝泰隆（btl）601011

四板
安泰科技（atkj）000969，澄星股份（cxgf）600078

`
  },
  {
    "d": "2025-10-13",
    "l": "https://www.tgb.cn/a/2m5GCqf1o6K",
    "t": `

首板
芯片
至纯科技（zckj）603690，奥普光电（apgd）002338，深纺织Ａ（sfza）000045，利和兴（lhx）301013，冠石科技（gskj）605588，路维光电（lwgd）688401，华虹公司（hhgs）688347
稀土
包钢股份（bggf）600010，新莱福（xlf）301323，梅雁吉祥（myjx）600868，中国瑞林（zgrl）603257，惠城环保（hchb）300779，银河磁体（yhct）300127，北矿科技（bkkj）600980，华宏科技（hhkj）002645
有研新材（yyxc）600206，豫光金铅（ygjq）600531，东方钽业（dfty）000962，中国稀土（zgxt）000831，北方稀土（bfxt）600111，广晟有色（gcys）600259
国产软件
榕基软件（rjrj）002474，中国软件（zgrj）600536，盈建科（yjk）300935，郑中设计（zzsj）002811，华立股份（hlgf）603038
锂电
奥瑞金（arj）002701，石大胜华（sdsh）603026，天际股份（tjgf）002759，多氟多（dfd）002407，宏源药业（hyyy）301246
零售
国光连锁（ggls）605188，合百集团（hbjt）000417
核电
王子新材（wzxc）002735，永鼎股份（ydgf）600105，联创光电（lcgd）600363，旭光电子（xgdz）600353
其余形式独苗
中持股份（zcgf）603903，亚世光电（ysgd）002952，众泰汽车（ztqc）000980，上海港湾（shgw）605598，西部黄金（xbhj）601069，蓝丰生化（lfsh）002513，南京港（njg）002040

二板
深振业Ａ（szya）000006，合肥城建（hfcj）002208，凯美特气（kmtq）002549，新莱应材（xlyc）300260，科新发展（kxfz）600234，广东明珠（gdmz）600382，宝泰隆（btl）601011，长城军工（ccjg）601606

三板
安泰科技（atkj）000969，澄星股份（cxgf）600078，白银有色（byys）601212

四板
合锻智能（hdzn）603011

`
  },
  {
    "d": "2025-10-10",
    "l": "https://www.tgb.cn/a/2m0Ht376m8J",
    "t": `

首板
未分类
广东明珠（gdmz）600382，鹏欣资源（pxzy）600490
基建
中环环保（zhhb）300692，津投城开（jtck）600322，漳州发展（zzfz）000753，金隅集团（jyjt）601992，科新发展（kxfz）600234，华新水泥（hxsn）600801
石墨
宝泰隆（btl）601011，德尔未来（dewl）002631
纺织
卓郎智能（zlzn）600545，新澳股份（xagf）603889，安正时尚（azss）603839，七匹狼（qpl）002029，联发股份（lfgf）002394，金春股份（jcgf）300877
汽车产业链
英利汽车（ylqc）601279，申达股份（sdgf）600626，渤海汽车（bhqc）600960
电网
神马电力（smdl）603530，国电南自（gdnz）600268，同洲电子（tzdz）002052，新特电气（xtdq）301120，四方股份（sfgf）601126，京泉华（jqh）002885
参股芯片
养元饮品（yyyp）603156，七匹狼（qpl）002029，联美控股（lmkg）600167，合肥城建（hfcj）002208
油气
洪通燃气（htrq）605169，如通股份（rtgf）603036
化工
汇得科技（hdkj）603192，神马股份（smgf）600810，纳尔股份（negf）002825
字节
遥望科技（ywkj）002291，依依股份（yygf）001206，名臣健康（mcjk）002919
新凯来
深赛格（ssg）000058，凯美特气（kmtq）002549，新莱应材（xlyc）300260，深振业Ａ（szya）000006
其余形式独苗
大有能源（dyny）600403，傲农生物（answ）603363，派斯林（psl）600215，长城军工（ccjg）601606，武进不锈（wjbx）603878

`
  },
  {
    "d": "2025-10-09",
    "l": "https://www.tgb.cn/a/2lZ12BNug6p",
    "t": `

首板
芯片
奥士康（ask）002913，通富微电（tfwd）002156，世嘉科技（sjkj）002796，大众公用（dzgy）600635，雅克科技（ykkj）002409，赛腾股份（stgf）603283，太极实业（tjsy）600667，深南电路（sndl）002916
灿芯股份（cxgf）688691，大为股份（dwgf）002213，金海通（jht）603061，中电港（zdg）001287
核电
永鼎股份（ydgf）600105，哈焊华通（hhht）301137，安泰科技（atkj）000969，浙富控股（zfkg）002266，融发核电（rfhd）002366，万里石（wls）002785，中核科技（zhkj）000777，特变电工（tbdg）600089
杭氧股份（hygf）002430，上海电气（shdq）601727，锡装股份（xzgf）001332，中洲特材（zztc）300963，金杯电工（jbdg）002533，海陆重工（hlzg）002255，国光电气（ggdq）688776，旭光电子（xgdz）600353
西部超导（xbcd）688122，东方电气（dfdq）600875，中国核建（zghj）601611，英杰电气（yjdq）300820
未分类
四川黄金（schj）001337，金岭矿业（jlky）000655，中电电机（zddj）603988，白银有色（byys）601212，铜陵有色（tlys）000630，高能环境（gnhj）603588，和邦生物（hbsw）603077，山东黄金（sdhj）600547
云南铜业（ynty）000878，兴业银锡（xyyx）000426，西部矿业（xbky）601168，中国瑞林（zgrl）603257，中金黄金（zjhj）600489，北方稀土（bfxt）600111，洛阳钼业（lymy）603993，北方铜业（bfty）000737
西部黄金（xbhj）601069
碘化锂+固态
博苑股份（bygf）301617，岳阳兴长（yyxz）000819，海科新源（hkxy）301292，赣锋锂业（gfly）002460，澄星股份（cxgf）600078
基建
新疆交建（xjjj）002941，北新路桥（bxlq）002307，全筑股份（qzgf）603030
机器人
日盈电子（rydz）603286，长龄液压（zlyy）605389
灯塔工厂
海鸥住工（hozg）002084，竞业达（jyd）003005，海得控制（hdkz）002184，中亚股份（zygf）300512
上海
上海电力（shdl）600021，同济科技（tjkj）600846
其余形式独苗
浩物股份（hwgf）000757，恒基达鑫（hjdx）002492，嘉亨家化（jhjh）300955，视觉中国（sjzg）000681，豪美新材（hmxc）002988，庄园牧场（zymc）002910，振德医疗（zdyl）603301，浙江医药（zjyy）600216
联域股份（lygf）001326，东方园林（dfyl）002310，东湖高新（dhgx）600133，湖北芯片，中望软件（zwrj）688083，新大洲Ａ（xdza）000571

二板
深科技（skj）000021，河钢资源（hgzy）000923，精艺股份（jygf）002295，江西铜业（jxty）600362，盛屯矿业（stky）600711，合锻智能（hdzn）603011

三板
山子高科（szgk）000981，冠中生态（gzst）300948

四板
天际股份（tjgf）002759

`
  },
  {
    "d": "2025-09-30",
    "l": "https://www.tgb.cn/a/2lKfX7zKUqj",
    "t": `

首板
人工智能
恒为科技（hwkj）603496，当虹科技（dhkj）688039，网达软件（wdrj）603189
芯片
德尔未来（dewl）002631，德明利（dml）001309，华懋科技（hmkj）603306，中电鑫龙（zdxl）002298，上峰水泥（sfsn）000672，深科技（skj）000021，鼎信通讯（dxtx）603421，国林科技（glkj）300786
江波龙（jbl）301308
未分类
锡业股份（xygf）000960，精艺股份（jygf）002295，河钢资源（hgzy）000923，盛屯矿业（stky）600711，中国中冶（zgzy）601618，江西铜业（jxty）600362，华宏科技（hhkj）002645
汽车
渤海汽车（bhqc）600960，交运股份（jygf）600676
军工
新雷能（xln）300593，中航沈飞（zhsf）600760，壶化股份（hhgf）003002，国睿科技（grkj）600562，北摩高科（bmgk）002985
车路云
勤上股份（qsgf）002638，时空科技（skkj）605178
锂电
富临精工（fljg）300432，派能科技（pnkj）688063，尚太科技（stkj）001301
医药
信邦制药（xbzy）002390
消费电子
星徽股份（xhgf）300464，国光电器（ggdq）002045
其余形式独苗
仁智股份（rzgf）002629，冀凯股份，深振业Ａ（szya）000006，合锻智能（hdzn）603011，松原安全（syaq）300893，横店影视（hdys）603103

二板
山子高科（szgk）000981，通润装备（trzb）002150，国盛金控（gsjk）002670，冠中生态（gzst）300948，石大胜华（sdsh）603026，丰山集团（fsjt）603810，博迁新材（bqxc）605376

三板
天际股份（tjgf）002759

四板
华建集团（hjjt）600629

七板
蓝丰生化（lfsh）002513

`
  },
  {
    "d": "2025-09-29",
    "l": "https://www.tgb.cn/a/2lIs66xEIp8",
    "t": `

首板
锂电池
博迁新材（bqxc）605376，丰山集团（fsjt）603810，石大胜华（sdsh）603026，多氟多（dfd）002407，万润新能（wrxn）688275，天赐材料（tccl）002709，湘潭电化（xtdh）002125，佛塑科技（fskj）000973
万里石（wls）002785，世龙实业（slsy）002748，江南新材（jnxc）603124，科达利（kdl）002850
摩尔线程
盈趣科技（yqkj）002925，大众公用（dzgy）600635，初灵信息（clxx）300250
碳中和新能源
长华化学（zhhx）301518，佛燃能源（frny）002911，卧龙新能（wlxn）600173，通润装备（trzb）002150，钒钛股份（ftgf）000629，西子节能（xzjn）002534，复洁环保（fjhb）688335，城发环境（cfhj）000885
中晟高科（zcgk）002778
机器人
日盈电子（rydz）603286，领益智造（lyzz）002600，景兴纸业（jxzy）002067，宁波华翔（nbhx）002048
金融
鲁信创投（lxct）600783，国盛金控（gsjk）002670，华泰证券（htzq）601688，新黄浦（xhp）600638，汇金股份（hjgf）300368
未分类
盛达资源（sdzy）000603，兴业银锡（xyyx）000426
其余形式独苗
冠中生态（gzst）300948，山子高科（szgk）000981，大庆华科（dqhk）000985，朗迪集团（ldjt）603726，能科科技（nkkj）603859，能买科技，麒盛科技（qskj）603610，冠石科技（gskj）605588
冠军属于科技，罗曼股份（lmgf）605289，马钢股份（mggf）600808，湖北宜化（hbyh）000422

二板
万向钱潮（wxqc）000559，东华科技（dhkj）002140，天际股份（tjgf）002759，易成新能（ycxn）300080

三板
华建集团（hjjt）600629，吉鑫科技（jxkj）601218，品茗科技（pmkj）688109

六板
蓝丰生化（lfsh）002513

`
  },
  {
    "d": "2025-09-26",
    "l": "https://www.tgb.cn/a/2lDrmo0mqY8",
    "t": `

首板
电商
吉宏股份（jhgf）002803，洪兴股份（hxgf）001209，联发股份（lfgf）002394，西大门（xdm）605155，遥望科技（ywkj）002291
重组
大有能源（dyny）600403，易成新能（ycxn）300080，神马股份（smgf）600810
绿电碳中和
启迪环境（qdhj）000826，明阳智能（myzn）601615，世茂能源（smny）605028，威力传动（wlcd）300904，湘电股份（xdgf）600416
汽车产业链
天汽模（tqm）002510，迪生力（dsl）603335，万向钱潮（wxqc）000559，曙光股份（sggf）600303，蓝黛科技（ldkj）002765，浙江仙通（zjxt）603239
芯片
合肥城建（hfcj）002208，跃岭股份（ylgf）002725，柘中股份（zzgf）002346，梦天家居（mtjj）603216，圣晖集成（shjc）603163
甲醇
潞化科技（lhkj）600691，东华科技（dhkj）002140
军工
湘电股份（xdgf）600416，成飞集成（cfjc）002190
基建
上实发展（ssfz）600748，拓山重工（tszg）001226
锂电
芳源股份（fygf）688148，天际股份（tjgf）002759
其余形式独苗
中嘉博创（zjbc）000889，丽岛新材（ldxc）603937，凯文教育（kwjy）002659，众兴菌业（zxjy）002772

二板
深华发Ａ（shfa）000020，华建集团（hjjt）600629，祥龙电业（xldy）600769，吉鑫科技（jxkj）601218，嘉泽新能（jzxn）601619，品茗科技（pmkj）688109

三板
精艺股份（jygf）002295，养元饮品（yyyp）603156

五板
蓝丰生化（lfsh）002513

`
  },
  {
    "d": "2025-09-25",
    "l": "https://www.tgb.cn/a/2lBO4XisC7H",
    "t": `

首板
核电
合锻智能（hdzn）603011，中超控股（zckg）002471，哈焊华通（hhht）301137
汽车人
新坐标（xzb）603040，日盈电子（rydz）603286
风光储
西典新能（xdxn）603312，吉鑫科技（jxkj）601218，嘉泽新能（jzxn）601619，金时科技（jskj）002951
物流
飞马国际（fmgj）002210，中捷资源（zjzy）002021
算力
新亚电子（xydz）605277，法尔胜（fes）000890，宁波建工（nbjg）601789，广电电气（gddq）601616，浪潮信息（lcxx）000977，华工科技（hgkj）000988，环旭电子（hxdz）601231，剑桥科技（jqkj）603083
上海国资委
华建集团（hjjt）600629，上海电气（shdq）601727
其余形式独苗
品茗科技（pmkj）688109，耐普矿机（npkj）300818，双枪科技（sqkj）001211，奥赛康（ask）002755，天下秀（txx）600556，平台电商，深华发Ａ（shfa）000020，武进不锈（wjbx）603878
祥龙电业（xldy）600769，欢瑞世纪（hrsj）000892

二板
七匹狼（qpl）002029，ＴＣＬ中环（tclzh）002129，精艺股份（jygf）002295，中电鑫龙（zdxl）002298，养元饮品（yyyp）603156，上维新材

三板
立昂微（law）605358

四板
蓝丰生化（lfsh）002513，联美控股（lmkg）600167

五板
华软科技（hrkj）002453

`
  },
  {
    "d": "2025-09-24",
    "l": "https://www.tgb.cn/a/2lA9BM5qWcO",
    "t": `

首板
医药
甘李药业（glyy）603087，信立泰（xlt）002294，京新药业（jxyy）002020
机器人
华菱线缆（hlxl）001208，兄弟科技（xdkj）002562，红豆股份（hdgf）600400，豪能股份（hngf）603809，中威电子（zwdz）300270，上纬新材（swxc）688585，中重科技（zzkj）603135，中创智领（zczl）601717
鸣志电器（mzdq）603728
房地产
深振业Ａ（szya）000006，上海临港（shlg）600848，市北高新（sbgx）600604，渝开发（ykf）000514
芯片
朗迪集团（ldjt）603726，黄河旋风（hhxf）600172，七匹狼（qpl）002029，通富微电（tfwd）002156，神工股份（sggf）688233，东方明珠（dfmz）600832，洪田股份（htgf）603800，中电鑫龙（zdxl）002298
江丰电子（jfdz）300666，和远气体（hyqt）002971，联合化学（lhhx）301209，深科技（skj）000021，彤程新材（tcxc）603650，格林达（gld）603931，北方华创（bfhc）002371，兴福电子（xfdz）688545
百合花（bhh）603823，上峰水泥（sfsn）000672，至正股份（zzgf）603991
算力
康盛股份（ksgf）002418，杭钢股份（hggf）600126，盛洋科技（sykj）603703，青山纸业（qszy）600103
污水处理
启迪环境（qdhj）000826，中山公用（zsgy）000685，中兰环保（zlhb）300854，嘉戎技术（jrjs）301148
石油天然气
准油股份，山东墨龙（sdml）002490
光储
精艺股份（jygf）002295，协鑫能科（xxnk）002015，通润装备（trzb）002150，福莱蒽特（flet）605566，ＴＣＬ中环（tclzh）002129
消费
养元饮品（yyyp）603156，宁波中百（nbzb）600857
锂电
中国宝安（zgba）000009，恩捷股份（ejgf）002812，道明光学（dmgx）002632，泰坦股份（ttgf）003036
低空
光洋股份（gygf）002708，上工申贝（sgsb）600843
其余形式独苗
博纳影业（bnyy）001330，海信视像（hxsx）600060，湘财股份（xcgf）600095，悍高集团（hgjt）001221，一会拉证券，福达合金（fdhj）603045，北化股份（bhgf）002246

二板
南京港（njg）002040，长川科技（cckj）300604，大龙地产（dldc）600159，张江高科（zjgk）600895，宏盛股份（hsgf）603090，诚邦股份（cbgf）603316，迎丰股份（yfgf）605055，立昂微（law）605358

三板
蓝丰生化（lfsh）002513，向日葵（xrk）300111，联美控股（lmkg）600167

四板
华软科技（hrkj）002453

`
  },
  {
    "d": "2025-09-23",
    "l": "https://www.tgb.cn/a/2lyv0yf9STv",
    "t": `

首板
军工
湘电股份（xdgf）600416，贵绳股份（gsgf）600992
芯片
长川科技（cckj）300604，诚邦股份（cbgf）603316，东尼电子（dndz）603595，立昂微（law）605358，张江高科（zjgk）600895，矽电股份（xdgf）301629，波长光电（bcgd）301421
算力
金字火腿（jzht）002515，宏盛股份（hsgf）603090，联德股份（ldgf）605060，恒润股份（hrgf）603985，沃尔核材（wehc）002130
地产基建
大龙地产（dldc）600159，全筑股份（qzgf）603030，诚邦股份（cbgf）603316，美克家居（mkjj）600337，广东建工（gdjg）002060，沙河股份（shgf）000014，中持股份（zcgf）603903
汽车人
常熟汽饰（csqs）603035，福达股份（fdgf）603166，万向钱潮（wxqc）000559，浙江世宝（zjsb）002703，上海亚虹（shyh）603159
海运
南京港（njg）002040，宁波海运（nbhy）600798
纺织
泰慕士（tms）001234，兴业科技（xykj）002674，迎丰股份（yfgf）605055
其余形式独苗
盟科药业（mkyy）688373，优彩资源（yczy）002998

二板
大洋电机（dydj）002249，和而泰（het）002402，蓝丰生化（lfsh）002513，盈趣科技（yqkj）002925，向日葵（xrk）300111，初灵信息（clxx）300250，永鼎股份（ydgf）600105，联美控股（lmkg）600167，大众公用（dzgy）600635，浙江仙通（zjxt）603239，超讯通信（cxtx）603322

三板
德明利（dml）001309，华软科技（hrkj）002453，凯美特气（kmtq）002549，贵广网络（ggwl）600996

四板
福龙马（flm）603686

六板
杭电股份（hdgf）603618，天普股份（tpgf）605255

`
  },
  {
    "d": "2025-09-22",
    "l": "https://www.tgb.cn/a/2lwNTIWmokA",
    "t": `

首板
芯片-摩尔线程
联美控股（lmkg）600167，和而泰（het）002402，盈趣科技（yqkj）002925，威星智能（wxzn）002849，东华软件（dhrj）002065，大众公用（dzgy）600635，初灵信息（clxx）300250，宏力达（hld）688330
浙大网新（zdwx）600797
芯片
向日葵（xrk）300111，中电鑫龙（zdxl）002298，万润科技（wrkj）002654，唯特偶（wto）301319
消费电子
立讯精密（lxjm）002475，国光电器（ggdq）002045，比依股份（bygf）603215，冠捷科技（gjkj）000727，科瑞技术（krjs）002957，鹏鼎控股（pdkg）002938，华塑控股（hskg）000509，中科蓝讯（zklx）688332
长盈精密（zyjm）300115
汽车人
浙江仙通（zjxt）603239，峰璟股份（fjgf）002662，奥特佳（atj）002239，日盈电子（rydz）603286，大洋电机（dydj）002249，横河精密（hhjm）300539，万马股份（wmgf）002276，精工科技（jgkj）002006
福莱新材（flxc）605488，佰奥智能（bazn）300836
算力
海鸥股份（hogf）603269，超讯通信（cxtx）603322，徕木股份（lmgf）603633，英维克（ywk）002837，鸿富瀚（hfh）301086，华丰股份（hfgf）605100，永鼎股份（ydgf）600105，中科曙光（zksg）603019
化工
蓝丰生化（lfsh）002513
反包结构
山子高科（szgk）000981，首开股份（skgf）600376
白银
湖南白银（hnby）002716，盛达资源（sdzy）000603
房地产
友邦吊顶（ybdd）002718，菲林格尔（flge）603226
其余形式独苗
宁波中百（nbzb）600857，集友股份（jygf）603429，汉马科技（hmkj）600375，华盛昌（hsc）002980，合锻智能（hdzn）603011

二板
悍高集团（hgjt）001221，德明利（dml）001309，华软科技（hrkj）002453，凯美特气（kmtq）002549，贵广网络（ggwl）600996，鼎信通讯（dxtx）603421

三板
红豆股份（hdgf）600400，福龙马（flm）603686

四板
云南旅游（ynly）002059

五板
杭电股份（hdgf）603618，天普股份（tpgf）605255

`
  },
  {
    "d": "2025-09-19",
    "l": "https://www.tgb.cn/a/2lrQXh3jZNa",
    "t": `

首板
房地产
大龙地产（dldc）600159，绿岛风（ldf）301043，悍高集团（hgjt）001221，沙河股份（shgf）000014
芯片
鼎信通讯（dxtx）603421，天富能源（tfny）600509，德明利（dml）001309，西陇科学（xlkx）002584，华软科技（hrkj）002453，凯美特气（kmtq）002549，海立股份（hlgf）600619，福晶科技（fjkj）002222
天山电子（tsdz）301379
算力
贵广网络（ggwl）600996，天通股份（ttgf）600330，富信科技（fxkj）688662，同洲电子（tzdz）002052
消费
美盈森（mys）002303，桂林旅游（glly）000978
锂电池
丰山集团（fsjt）603810，赣锋锂业（gfly）002460，万里石（wls）002785，深圳新星（szxx）603978
影视
博纳影业（bnyy）001330
机器人
明新旭腾（mxxt）605068，富佳股份（fjgf）603219
其余形式独苗
东软集团（drjt）600718，申通快递（stkd）002468，国睿科技（grkj）600562，登云股份（dygf）002715，山河智能（shzn）002097，世嘉科技（sjkj）002796，玉马科技（ymkj）300993，报喜鸟（bxn）002154
天沃科技（twkj）002564，非电力，威派格（wpg）603956，松炀资源（syzy）603863，如通股份（rtgf）603036

二板
公元股份（gygf）002641，兴业科技（xykj）002674，红豆股份（hdgf）600400，曲江文旅（qjwl）600706，长飞光纤（zfgx）601869，福龙马（flm）603686

三板
云南旅游（ynly）002059，永新光学（yxgx）603297

四板
杭电股份（hdgf）603618

五板
泰慕士（tms）001234，天普股份（tpgf）605255

`
  },
  {
    "d": "2025-09-18",
    "l": "https://www.tgb.cn/a/2lqbvBXQGEp",
    "t": `

首板
机器人
兴业科技（xykj）002674，宏润建设（hrjs）002062，全筑股份（qzgf）603030，锐奇股份（rqgf）300126，红豆股份（hdgf）600400，公元股份（gygf）002641，福龙马（flm）603686，安联锐视（alrs）301042
算力产业链
大元泵业（dyby）603757，博杰股份（bjgf）002975，亨通光电（htgd）600487，凯迪股份（kdgf）605288，和而泰（het）002402，腾龙股份（tlgf）603158，德科立（dkl）688205，川润股份（crgf）002272
广合科技（ghkj）001389，远东股份（ydgf）600869，华丰科技（hfkj）688629，烽火通信（fhtx）600498，华正新材（hzxc）603186，长飞光纤（zfgx）601869
基建
宏润建设（hrjs）002062，全筑股份（qzgf）603030，公元股份（gygf）002641，华阳国际（hygj）002949，东珠生态（dzst）603359
风电
国恩股份（gegf）002768，福事特（fst）301446
消费
味知香（wzx）605089，曲江文旅（qjwl）600706
其余形式独苗
永泰能源（ytny）600157，江南高纤（jngx）600527，金逸影视（jyys）002905，苏奥传感（sacg）300507，中国医药（zgyy）600056，新宏泰（xht）603016，宝莫股份（bmgf）002476

二板
云南旅游（ynly）002059，利和兴（lhx）301013，美克家居（mkjj）600337，飞乐音响（fyyx）600651，海鸥股份（hogf）603269，永新光学（yxgx）603297，中电电机（zddj）603988

三板
景兴纸业（jxzy）002067，均胜电子（jsdz）600699，杭电股份（hdgf）603618，科森科技（kskj）603626

四板
泰慕士（tms）001234，万向钱潮（wxqc）000559

五板
山子高科（szgk）000981，香江控股（xjkg）600162，上海建工（shjg）600170，首开股份（skgf）600376

十二板
天普股份（tpgf）605255

`
  },
  {
    "d": "2025-09-17",
    "l": "https://www.tgb.cn/a/2lox3UQwChC",
    "t": `

首板
机器人
云南旅游（ynly）002059，露笑科技（lxkj）002617，兄弟科技（xdkj）002562，松霖科技（slkj）603992，长龄液压（zlyy）605389，吉华集团（jhjt）603980，新坐标（xzb）603040，豪能股份（hngf）603809
蔚蓝锂芯（wllx）002245，浙江恒威（zjhw）301222，金发科技（jfkj）600143，东睦股份（dmgf）600114，天安新材（taxc）603725，富佳股份（fjgf）603219，亚普股份（ypgf）603013，中原内配（zynp）002448
豪鹏科技（hpkj）001283，北纬科技（bwkj）002148，峰岹科技（ftkj）688279
光刻机
永新光学（yxgx）603297，波长光电（bcgd）301421，凯美特气（kmtq）002549，利和兴（lhx）301013，福晶科技（fjkj）002222，奥普光电（apgd）002338，宝馨科技（bxkj）002514，深纺织Ａ（sfza）000045
家居
浙江美大（zjmd）002677，德尔未来（dewl）002631，美克家居（mkjj）600337
光储
亿晶光电（yjgd）600537，嘉泽新能（jzxn）601619，世嘉科技（sjkj）002796，京运通（jyt）601908，安彩高科（acgk）600207，特变电工（tbdg）600089，宝馨科技（bxkj）002514，宝光股份（bggf）600379
算力
汇绿生态（hlst）001267，海鸥股份（hogf）603269，罗曼股份（lmgf）605289
未分类
利源股份，怡球资源（yqzy）601388，中电电机（zddj）603988，北方铜业（bfty）000737
其余形式独苗
镇海股份（zhgf）603637，飞乐音响（fyyx）600651，上海芯片，中粮资本（zlzb）002423，电子城（dzc）600658，北京芯片，兴图新科（xtxk）688081，津投城开（jtck）600322
利扬芯片（lyxp）688135，时空科技（skkj）605178

二板
模塑科技（mskj）000700，景兴纸业（jxzy）002067，银轮股份（ylgf）002126，均胜电子（jsdz）600699，建元信托（jyxt）600816，杭电股份（hdgf）603618，科森科技（kskj）603626，科博达（kbd）603786

三板
万向钱潮（wxqc）000559，泰慕士（tms）001234

四板
山子高科（szgk）000981，香江控股（xjkg）600162，上海建工（shjg）600170，首开股份（skgf）600376

`
  },
  {
    "d": "2025-09-16",
    "l": "https://www.tgb.cn/a/2lmRIkdYnEF",
    "t": `

首板
锂电池
龙蟠科技（lpkj）603906，晶华新材（jhxc）603683，天际股份（tjgf）002759
字节跳动
省广集团（sgjt）002400，丽人丽妆（lrlz）605136
芯片
普冉股份（prgf）688766，诚邦股份（cbgf）603316，博敏电子（bmdz）603936
机器人
景兴纸业（jxzy）002067，凯迪股份（kdgf）605288，顺威股份（swgf）002676，世运电路（sydl）603920，林州重机（lzzj）002535，长源东谷（zydg）603950，日盈电子（rydz）603286，大洋电机（dydj）002249
汉威科技（hwkj）300007，双环传动（shcd）002472，北特科技（btkj）603009，恒帅股份（hsgf）300969，三花智控（shzk）002050，宏昌科技（hckj）301008，嵘泰股份（rtgf）605133，杭电股份（hdgf）603618
荣泰健康（rtjk）603579，中重科技（zzkj）603135，科博达（kbd）603786，安培龙（apl）301413，新泉股份（xqgf）603179
汽车产业链
均胜电子（jsdz）600699，日盈电子（rydz）603286，美利信（mlx）301307，模塑科技（mskj）000700
算力
剑桥科技（jqkj）603083，淳中科技（czkj）603516，必得科技（bdkj）605298，银轮股份（ylgf）002126，华胜天成（hstc）600410，长飞光纤（zfgx）601869
金融
建元信托（jyxt）600816，金财互联（jchl）002530
房地产
珠江股份（zjgf）600684，友邦吊顶（ybdd）002718
消费电子
比依股份（bygf）603215，科森科技（kskj）603626
物流
飞马国际（fmgj）002210，新宁物流（xnwl）300013，炬申股份（jsgf）001202
其余形式独苗
澳洋健康（ayjk）002172，供销大集（gxdj）000564，东方铁塔（dftt）002545，航天机电（htjd）600151，阳煤化工（ymhg）600691，皓宸医疗（hcyl）002622，报喜鸟（bxn）002154，虽然是纺织

二板
万向钱潮（wxqc）000559，泰慕士（tms）001234，怡亚通（yyt）002183，线上线下（xsxx）300959，天龙股份（tlgf）603266，朗博科技（lbkj）603655，洛凯股份（lkgf）603829

三板
山子高科（szgk）000981，荣盛发展（rsfz）002146，香江控股（xjkg）600162，上海建工（shjg）600170，首开股份（skgf）600376，百利科技（blkj）603959

四板
华建集团（hjjt）600629

`
  },
  {
    "d": "2025-09-15",
    "l": "https://www.tgb.cn/a/2lldc3ROMim",
    "t": `

首板
芯片
上海贝岭（shbl）600171，圣邦股份（sbgf）300661
预制菜
得利斯（dls）002330，三江购物（sjgw）601116
无人驾驶
索菱股份（slgf）002766，海马汽车（hmqc）000572，时空科技（skkj）605178，浙江世宝（zjsb）002703，路畅科技（lckj）002813，得润电子（drdz）002055
锂电池
北京利尔（bjle）002392，尚太科技（stkj）001301，天赐材料（tccl）002709，中一科技（zykj）301150，万向钱潮（wxqc）000559，洪田股份（htgf）603800
医药
德展健康（dzjk）000813，福瑞股份
基建房地产
交建股份（jjgf）603815，东方园林（dfyl）002310，全筑股份（qzgf）603030，瑞泰科技（rtkj）002066，卧龙新能（wlxn）600173，好太太（htt）603848
光储
洛凯股份（lkgf）603829，卧龙新能（wlxn）600173
外贸
迪生力（dsl）603335，泰慕士（tms）001234，华鼎股份（hdgf）601113，胜通能源（stny）001331，君禾股份（jhgf）603617
机器人
万向钱潮（wxqc）000559，腾亚精工（tyjg）301125，方正电机（fzdj）002196，征和工业（zhgy）003033，大业股份（dygf）603278，中大力德（zdld）002896
汽配
浙江仙通（zjxt）603239，无锡振华（wxzh）605319，天龙股份（tlgf）603266，朗博科技（lbkj）603655，天洋新材（tyxc）603330
游戏
完美世界（wmsj）002624，星辉娱乐（xhyl）300043
电力
世茂能源（smny）605028，华光环能（hghn）600475
算力
禾盛新材（hsxc）002290，荣联科技（rlkj）002642，宏盛股份（hsgf）603090，南风股份（nfgf）300004，康盛股份（ksgf）002418
其余形式独苗
怡亚通（yyt）002183，傲农生物（answ）603363，中超控股（zckg）002471，冠豪高新（ghgx）600433，冠捷科技（gjkj）000727，线上线下（xsxx）300959

二板
山子高科（szgk）000981，荣盛发展（rsfz）002146，香江控股（xjkg）600162，上海建工（shjg）600170，首开股份（skgf）600376，中国电影（zgdy）600977，昭衍新药（zyxy）603127，百利科技（blkj）603959，园林股份（ylgf）605303

三板
华建集团（hjjt）600629

`
  },
  {
    "d": "2025-09-12",
    "l": "https://www.tgb.cn/a/2lgeTAoYyVh",
    "t": `

首板
算力
润建股份（rjgf）002929，特发信息（tfxx）000070，兆驰股份（zcgf）002429，芯原股份（xygf）688521，华孚时尚（hfss）002042，园林股份（ylgf）605303
锂电
百利科技（blkj）603959，兆新股份（zxgf）002256，粤桂股份（yggf）000833，天域生物（tysw）603717，赢合科技（yhkj）300457
未分类
北方铜业（bfty）000737，湖南白银（hnby）002716，盛达资源（sdzy）000603，豫光金铅（ygjq）600531，电工合金（dghj）300697，株治集团（zzjt）600961
芯片
德明利（dml）001309，精智达（jzd）688627
机器人
联明股份（lmgf）603006，大洋电机（dydj）002249，中捷资源（zjzy）002021，雪龙集团（xljt）603949，卧龙电驱（wldq）600580，福莱新材（flxc）605488
房地产
首开股份（skgf）600376，荣盛发展（rsfz）002146，南都物业（ndwy）603506，香江控股（xjkg）600162，友邦吊顶（ybdd）002718
基建
上海建工（shjg）600170，八一钢铁（bygt）600581
传媒
东望时代（dwsd）600052，中国电影（zgdy）600977
汽车产业链
众泰汽车（ztqc）000980，山子高科（szgk）000981，浩物股份（hwgf）000757
医药
赛力医疗（slyl）603716，昭衍新药（zyxy）603127，昂利康（alk）002940
其余形式独苗
三峡旅游（sxly）002627，飞乐音响（fyyx）600651，美邦服饰（mbfs）002269，阳煤化工（ymhg）600691，必得科技（bdkj）605298

二板
炬申股份（jsgf）001202，科华数据（khsj）002335，通鼎互联（tdhl）002491，众兴菌业（zxjy）002772，新大正（xdz）002968，方正科技（fzkj）600601，华建集团（hjjt）600629，嘉泽新能（jzxn）601619，剑桥科技（jqkj）603083，振德医疗（zdyl）603301，罗曼股份（lmgf）605289

三板
金逸影视（jyys）002905，景旺电子（jwdz）603228，东珠生态（dzst）603359，新炬网络（xjwl）605398

四板
苏宁环球（snhq）000718，青山纸业（qszy）600103，淳中科技（czkj）603516

`
  },
  {
    "d": "2025-09-11",
    "l": "https://www.tgb.cn/a/2leAcjhzyGd",
    "t": `

首板
甲醇
嘉泽新能（jzxn）601619，航天工程（htgc）603698，东华科技（dhkj）002140，复洁环保（fjhb）688335，中国天楹（zgty）000035
算力产业链
荣联科技（rlkj）002642，东材科技（dckj）601208，金安国纪（jagj）002636，方正科技（fzkj）600601，宏和科技（hhkj）603256，艾华集团（ahjt）603989，剑桥科技（jqkj）603083，汇源通信（hytx）000586
科华数据（khsj）002335，赛微芯片，崇达技术（cdjs）002815，中京电子（zjdz）002579，徕木股份（lmgf）603633，中恒电气（zhdq）002364，通鼎互联（tdhl）002491，万通发展（wtfz）600246
中科曙光（zksg）603019，奕东电子（yddz）301123，兴森科技（xskj）002436，炬光科技（jgkj）688167，澳弘电子（ahdz）605058，生益科技（sykj）600183，平安电工（padg）001359，应流股份（ylgf）603308
海光信息（hgxx）688041，新相微（xxw）688593，罗曼股份（lmgf）605289，深南电路（sndl）002916，沪电股份（hdgf）002463，华工科技（hgkj）000988，江南新材（jnxc）603124，良信股份（lxgf）002706
鹏鼎股份，科士达（ksd）002518，大族激光（dzjg）002008，腾景科技（tjkj）688195，鼎泰高科（dtgk）301377，白云电器（bydq）603861，金信诺（jxn）300252，立讯精密（lxjm）002475
黑牡丹（hmd）600510，沃尔核材（wehc）002130，易德龙（ydl）603380，兆易创新（zycx）603986，香农芯创（xnxc）300475
卫星航天
上海沪工（shhg）603131，世嘉科技（sjkj）002796
房地产
德才股份（dcgf）605287，华建集团（hjjt）600629，新大正（xdz）002968，棕榈股份，同济科技（tjkj）600846
农业
邦基科技（bjkj）603151，众兴菌业（zxjy）002772，天康生物（tksw）002100，金新农（jxn）002548
锂电
联泓新科（lhxk）003022，深圳新星（szxx）603978
机器人
新时达（xsd）002527，兆威机电（zwjd）003021，宝武镁业（bwmy）002182
医药
振德医疗（zdyl）603301，济民健康（jmjk）603222
其余形式独苗
新华百货（xhbh）600785，炬申股份（jsgf）001202，凤凰光学（fhgx）600071，慧翰股份（hhgf）301600，国海证券（ghzq）000750，南风股份（nfgf）300004，登云股份（dygf）002715

二板
东山精密（dsjm）002384，金逸影视（jyys）002905，东方通信（dftx）600776，工业富联（gyfl）601138，景旺电子（jwdz）603228，东珠生态（dzst）603359，新炬网络（xjwl）605398

三板
苏宁环球（snhq）000718，三江购物（sjgw）601116，青山纸业（qszy）600103，淳中科技（czkj）603516

`
  },
  {
    "d": "2025-09-10",
    "l": "https://www.tgb.cn/a/2lcUdEcyuMd",
    "t": `



`
  },
  {
    "d": "2025-09-09",
    "l": "https://www.tgb.cn/a/2lbfhiN1LjG",
    "t": `

首板
锂电池
传艺科技（cykj）002866，百利科技（blkj）603959，集友股份（jygf）603429，深圳新星（szxx）603978，豪尔赛（hes）002963，奥特佳（atj）002239，英联股份（ylgf）002846
房地产
华丽家族（hljz）600503，汇嘉时代（hjsd）603101，上海三毛（shsm）600689，苏宁环球（snhq）000718，王力安防（wlaf）605268，豪尔赛（hes）002963，滨江集团（bjjt）002244
电力
万马股份（wmgf）002276，东方铁塔（dftt）002545，和展能源（hzny）000809
传媒
文投控股（wtkg）600715，欢瑞世纪（hrsj）000892，粤传媒（ycm）002181，幸福蓝海（xflh）300528
医药
河化股份（hhgf）000953，振德医疗（zdyl）603301
机器人
华丽家族（hljz）600503，万马股份（wmgf）002276，春兴精工（cxjg）002547，沃特股份（wtgf）002886，中马传动（zmcd）603767
算力
淳中科技（czkj）603516，长源东谷（zydg）603950，青山纸业（qszy）600103
黄金
恒邦股份（hbgf）002237，深中华Ａ（szha）000017，西部黄金（xbhj）601069，中国瑞林（zgrl）603257
其余形式独苗
两面针（lmz）600249，武进不锈（wjbx）603878，耀皮玻璃（ypbl）600819，创维数字（cwsz）000810，三江购物（sjgw）601116，圣晖集成（shjc）603163，珠海中富（zhzf）000659，海阳科技（hykj）603382

二板
众泰汽车（ztqc）000980，锡装股份（xzgf）001332，泰坦股份（ttgf）003036，卧龙新能（wlxn）600173，天域生物（tysw）603717

三板
必得科技（bdkj）605298

四板
天际股份（tjgf）002759

五板
首开股份（skgf）600376

十板
天普股份（tpgf）605255

`
  },
  {
    "d": "2025-09-08",
    "l": "https://www.tgb.cn/a/2l9BLCQfwOF",
    "t": `

首板
汽车产业链
旷达科技（kdkj）002516，上海亚虹（shyh）603159，众泰汽车（ztqc）000980
纺织
山东玻纤（sdbx）605006，泰坦股份（ttgf）003036，迎丰股份（yfgf）605055
锂电
天域生物（tysw）603717，方大炭素（fdts）600516，德龙激光（dljg）688170，中国电研（zgdy）688128，永太科技（ytkj）002326，世龙实业（slsy）002748，江特电机（jtdj）002176，博力威（blw）688345
农业
天域生物（tysw）603717，傲农生物（answ）603363，宏辉果蔬（hhgs）603336
医药
济民健康（jmjk）603222，奥精医疗（ajyl）688613，西藏药业（xzyy）600211
机器人
鸣志电器（mzdq）603728，日盈电子（rydz）603286，宁波东力（nbdl）002164，卧龙新能（wlxn）600173，沃尔德（wed）688028，三花智控（shzk）002050，浙江荣泰（zjrt）603119，泰禾智能（thzn）603656
骏鼎达（jdd）301538，春光科技（cgkj）603657，肇民科技（zmkj）301000，新瀚新材（xhxc）301076，中欣氟材（zxfc）002915，福然德（frd）605050
航运
招商轮船（zslc）601872，招商南油（zsny）601975，胜通能源（stny）001331，中远海能（zyhn）600026
电网
智光电气（zgdq）002169，金晶科技（jjkj）600586，金智科技（jzkj）002090，森特股份（stgf）603098，洛凯股份（lkgf）603829
航天
上海沪工（shhg）603131，顺灏股份（shgf）002565，中国卫星（zgwx）600118，三维通信（swtx）002115
核电
合锻智能（hdzn）603011，锡装股份（xzgf）001332
其余形式独苗
中体产业（ztcy）600158，福星股份（fxgf）000926，国联股份（glgf）603613，汉钟精机（hzjj）002158，拓山重工（tszg）001226，微导纳米（wdnm）688147，三七互娱（sqhy）002555，网络游戏
嘉澳环保（jahb）603822，要么化工

二板
多氟多（dfd）002407，天赐材料（tccl）002709，横河精密（hhjm）300539，均胜电子（jsdz）600699，中国电影（zgdy）600977，上海洗霸（shxb）603200，必得科技（bdkj）605298

三板
天际股份（tjgf）002759，键邦股份（jbgf）603285，中源家居（zyjj）603709

四板
首开股份（skgf）600376

`
  },
  {
    "d": "2025-09-05",
    "l": "https://www.tgb.cn/a/2l4CpNPkNrZ",
    "t": `

首板
Ai
力盛体育（lsty）002858，青山纸业（qszy）600103，天通股份（ttgf）600330，腾景科技（tjkj）688195，中恒电气（zhdq）002364，世运电路（sydl）603920，沃格光电（wggd）603773，汇绿生态（hlst）001267
东方钽业（dfty）000962，鸿合科技（hhkj）002955，风华高科（fhgk）000636，东山精密（dsjm）002384，方正科技（fzkj）600601，胜宏科技（shkj）300476，中国高科（zggk）600730
锂电池
金银河（jyh）300619，丰元股份（fygf）002805，红星发展（hxfz）600367，光华科技（ghkj）002741，多氟多（dfd）002407，野马电池（ymdc）605378，华盛锂电（hsld）688353，先导智能（xdzn）300450
可川科技（kckj）603052，天永智能（tyzn）603895，天赐材料（tccl）002709，欧克科技（okkj）001223，博迁新材（bqxc）605376，恩捷股份（ejgf）002812，誉辰智能（yczn）688638，上海洗霸（shxb）603200
璞泰来（ptl）603659，天华新能（thxn）300390，尚太科技（stkj）001301，洁美科技（jmkj）002859，利元亨（lyh）688499，大东南（ddn）002263，赣锋锂业（gfly）002460，晶华新材（jhxc）603683
厦钨新能（swxn）688778，中钢天源（zgty）002057，杭可科技（hkkj）688006，英联股份（ylgf）002846
风光储
吉鑫科技（jxkj）601218，运达股份（ydgf）300772，西子节能（xzjn）002534，同力日升（tlrs）605286，上海电力（shdl）600021，华通线缆（htxl）605196，中电电机（zddj）603988，金风科技（jfkj）002202
小崧股份（xsgf）002723，明阳智能（myzn）601615，科华数据（khsj）002335，锦浪科技（jlkj）300763，大金重工（djzg）002487，德业股份（dygf）605117
工业母机
华东数控（hdsk）002248，秦川机床（qcjc）000837
机器人
明新旭腾（mxxt）605068，顺威股份（swgf）002676，均胜电子（jsdz）600699，横河精密（hhjm）300539，恒勃股份（hbgf）301225，中坚科技（zjkj）002779，卧龙电驱（wldq）600580
芯片
苏大维格（sdwg）300331，露笑科技（lxkj）002617，和远气体（hyqt）002971，鼎龙科技（dlkj）603004，天岳先进（tyxj）688234，圣晖集成（shjc）603163，国机精工（gjjg）002046，德明利（dml）001309
其余形式独苗
中国电影（zgdy）600977，科博达（kbd）603786，百合股份（bhgf）603102，必得科技（bdkj）605298，昭衍新药（zyxy）603127，茶花股份（chgf）603615，西部黄金（xbhj）601069，莱宝高科（lbgk）002106
兴业科技（xykj）002674，博实结（bsj）301608，交建股份（jjgf）603815

二板
天际股份（tjgf）002759，键邦股份（jbgf）603285，中源家居（zyjj）603709，天宏锂电（thld）920252

三板
首开股份（skgf）600376

四板
安正时尚（azss）603839

`
  },
  {
    "d": "2025-09-04",
    "l": "https://www.tgb.cn/a/2l2VbyRqEk8",
    "t": `

首板
消费
汇嘉时代（hjsd）603101，友好集团（yhjt）600778，步步高（bbg）002251，国芳集团（gfjt）601086，安记食品（ajsp）603696，百大集团（bdjt）600865，岭南控股（lnkg）000524，惠发食品（hfsp）603536
元隆雅图（ylyt）002878，依依股份（yygf）001206，欢乐家（hlj）300997，拉芳家化（lfjh）603630
锂电池
胜利精密（sljm）002426，天际股份（tjgf）002759，正业科技（zykj）300410，键邦股份（jbgf）603285，金龙羽（jly）002882
金融
太平洋（tpy）601099，楚天龙（ctl）003040，金财互联（jchl）002530
其余形式独苗
爱仕达（asd）002403，济民健康（jmjk）603222，安彩高科（acgk）600207，杭州高新（hzgx）300478，中源家居（zyjj）603709，海峡环保（hxhb）603817，长江材料（cjcl）001296，中国瑞林（zgrl）603257
圣龙股份（slgf）603178，松炀资源（syzy）603863，东尼电子（dndz）603595

二板
景兴纸业（jxzy）002067，通润装备（trzb）002150，美邦服饰（mbfs）002269，首开股份（skgf）600376，欧亚集团（oyjt）600697

三板
安正时尚（azss）603839

`
  },
  {
    "d": "2025-09-03",
    "l": "https://www.tgb.cn/a/2l1irxcACSP",
    "t": `

首板
机器人
首开股份（skgf）600376，景兴纸业（jxzy）002067，众辰科技（zckj）603275，华纬科技（hwkj）001380
传媒
文投控股（wtkg）600715，吉视传媒（jscm）601929，金逸影视（jyys）002905
算力
汉钟精机（hzjj）002158，伟隆股份（wlgf）002871，长飞光纤（zfgx）601869
医药
百花医药（bhyy）600721，辰欣药业（cxyy）603367
芯片
圣晖集成（shjc）603163，泰和科技（thkj）300801
光储
世嘉科技（sjkj）002796，宝馨科技（bxkj）002514，通润装备（trzb）002150，海博思创（hbsc）688411，上能电气（sndq）300827
其余形式独苗
欧亚集团（oyjt）600697，卓郎智能（zlzn）600545，美邦服饰（mbfs）002269

二板
中捷资源（zjzy）002021，春兴精工（cxjg）002547，科新机电（kxjd）300092，鹿山新材（lsxc）603051，安正时尚（azss）603839

三板
博杰股份（bjgf）002975，西部黄金（xbhj）601069，宏裕新材（hyxc）920274

九板
天普股份（tpgf）605255

`
  },
  {
    "d": "2025-09-02",
    "l": "https://www.tgb.cn/a/2kZAPO2cHTo",
    "t": `

首板
工业母机
华东数控（hdsk）002248，中捷资源（zjzy）002021，春兴精工（cxjg）002547，秦川机床（qcjc）000837
机器人
红豆股份（hdgf）600400，浙江荣泰（zjrt）603119，龙溪股份（lxgf）600592，泰尔股份（tegf）002347，科森科技（kskj）603626，拓普集团（tpjt）601689，巨轮智能（jlzn）002031，浙江仙通（zjxt）603239
新泉股份（xqgf）603179
房地产相关
宁波富达（nbfd）600724，中源家居（zyjj）603709，交建股份（jjgf）603815
锂电池
鹿山新材（lsxc）603051，大东南（ddn）002263
算力
青山纸业（qszy）600103，宏盛股份（hsgf）603090
光伏
申华控股（shkg）600653，京运通（jyt）601908，华光环能（hghn）600475
油气
科新机电（kxjd）300092，胜利股份（slgf）000407
纺织
中捷资源（zjzy）002021，迎丰股份（yfgf）605055，安正时尚（azss）603839
其余形式独苗
供销大集（gxdj）000564，三维股份（swgf）603033，福建金森（fjjs）002679

二板
长春高新（ccgx）000661，山子高科（szgk）000981，英联股份（ylgf）002846，博杰股份（bjgf）002975，上海电力（shdl）600021，西部黄金（xbhj）601069，白银有色（byys）601212，中国瑞林（zgrl）603257

三板
德新科技（dxkj）603032，凯迪股份（kdgf）605288

四板
兆新股份（zxgf）002256

八板
天普股份（tpgf）605255

`
  },
  {
    "d": "2025-09-01",
    "l": "https://www.tgb.cn/a/2kXX081lR6O",
    "t": `

首板
阿里ai
数据港（sjg）603881，博杰股份（bjgf）002975，利扬芯片（lyxp）688135，鼎龙科技（dlkj）603004，万通发展（wtfz）600246，旋极信息（xjxx）300324，华工科技（hgkj）000988，荣联科技（rlkj）002642
算力
德固特（dgt）300950，旭光电子（xgdz）600353，苏州科达（szkd）603660，海星股份（hxgf）603115，合力泰（hlt）002217，罗曼股份（lmgf）605289，北京利尔（bjle）002392，利欧股份（logf）002131
美丽生态（mlst）000010，联德股份（ldgf）605060，汇绿生态（hlst）001267，华西股份（hxgf）000936，万润科技（wrkj）002654，源杰科技（yjkj）688498，棕榈股份，腾景科技（tjkj）688195
兆易创新（zycx）603986，永新光学（yxgx）603297
机器人
泰瑞机器（trjq）603289，宏润建设（hrjs）002062，东杰智能（djzn）300486
黄金
西部黄金（xbhj）601069，白银有色（byys）601212，湖南白银（hnby）002716，盛达资源（sdzy）000603，中国瑞林（zgrl）603257，宝莫股份（bmgf）002476，豫光金铅（ygjq）600531，华钰矿业（hyky）601020
湖南黄金（hnhj）002155，中金黄金（zjhj）600489
医药
百花医药（bhyy）600721，迈威生物（mwsw）688062，长春高新（ccgx）000661，济民健康（jmjk）603222，健康元（jky）600380，德展健康（dzjk）000813，第一医药（dyyy）600833，立方制药（lfzy）003020
莎普爱思（spas）603168
汽车产业链
众泰汽车（ztqc）000980，上海亚虹（shyh）603159，山子高科（szgk）000981，美晨科技（mckj）300237，福然德（frd）605050
未分类
家联科技（jlkj）301193，海正新材，长江材料（cjcl）001296
阿里闪购
元隆雅图（ylyt）002878，智度股份（zdgf）000676，国光连锁（ggls）605188，新华都（xhd）002264，三江购物（sjgw）601116，拉芳家化（lfjh）603630，汇嘉时代（hjsd）603101
天然气
赫美集团（hmjt）002356，仁智股份（rzgf）002629
稳定币
元隆雅图（ylyt）002878，智度股份（zdgf）000676，高伟达（gwd）300465，恒宝股份（hbgf）002104
环保
赞宇科技（zykj）002637，启迪环境（qdhj）000826，浙富控股（zfkg）002266
电网
中熔电气（zrdq）301031，上海电力（shdl）600021，思源电气（sydq）002028
锂电
普路通（plt）002769，英联股份（ylgf）002846，洪田股份（htgf）603800，紫江企业（zjqy）600210
其余形式独苗
金钼股份（jmgf）601958，查了资料没黄金，邦基科技（bjkj）603151，康达新材（kdxc）002669，文投控股（wtkg）600715，尚纬股份（swgf）603333，富临运业（flyy）002357，中天服务（ztfw）002188
中粮糖业（zlty）600737，集友股份（jygf）603429，创新医疗（cxyl）002173，顺络电子（sldz）002138

二板
国轩高科（gxgk）002074，飞马国际（fmgj）002210，江海股份（jhgf）002484，华海药业（hhyy）600521，吉视传媒（jscm）601929，德新科技（dxkj）603032，康辰药业（kcyy）603590，凯迪股份（kdgf）605288

三板
三维通信（swtx）002115，兆新股份（zxgf）002256

四板
建业股份（jygf）603948

五板
德创环保（dchb）603177

七板
天普股份（tpgf）605255

`
  },
  {
    "d": "2025-08-29",
    "l": "https://www.tgb.cn/a/2kSZINqapAT",
    "t": `

首板
算力产业链
中国巨石（zgjs）600176，诚邦股份（cbgf）603316，吉视传媒（jscm）601929，通富微电（tfwd）002156，卓郎智能（zlzn）600545，江海股份（jhgf）002484，中天精装（ztjz）002989，亨通股份（htgf）600226
远程股份（ycgf）002692，兴森科技（xskj）002436，工业富联（gyfl）601138，东阳光（dyg）600673
机器人
凯迪股份（kdgf）605288，嵘泰股份（rtgf）605133，宁波华翔（nbhx）002048，捷昌驱动（jcqd）603583
消费
会稽山（hjs）601579，嘉亨家化（jhjh）300955，友阿股份（yagf）002277，盛泰集团（stjt）605138，迪阿股份（dagf）301177，凯撒旅业（ksly）000796，南宁百货（nnbh）600712，索宝蛋白（sbdb）603231
医药
普蕊斯（prs）301257，康辰药业（kcyy）603590，华海药业（hhyy）600521
军工
王子新材（wzxc）002735，长城军工（ccjg）601606
金融
西安银行（xayh）600928，金财互联（jchl）002530，通达海（tdh）301378
锂电池
杭可科技（hkkj）688006，沃顿科技（wdkj）000920，亚星化学（yxhx）600319，国轩高科（gxgk）002074，璞泰来（ptl）603659，索通发展（stfz）603612，先导智能（xdzn）300450，德新科技（dxkj）603032
捷邦科技（jbkj）301326，尚太科技（stkj）001301，国安股份（gagf）000839
高铁
广深铁路（gstl）601333，必得科技（bdkj）605298
未分类
广晟有色（gcys）600259，盛屯矿业（stky）600711
其余形式独苗
天沃科技（twkj）002564，中创智领（zczl）601717，飞马国际（fmgj）002210，东尼电子（dndz）603595，同济科技（tjkj）600846，永臻股份（yzgf）603381，日丰股份（rfgf）002953

二板
中国稀土（zgxt）000831，三维通信（swtx）002115，兆新股份（zxgf）002256，长飞光纤（zfgx）601869，爱普股份（apgf）603020

三板
云南能投（ynnt）002053，建业股份（jygf）603948

四板
德创环保（dchb）603177

六板
天普股份（tpgf）605255

`
  },
  {
    "d": "2025-08-28",
    "l": "https://www.tgb.cn/a/2kRhXwbn9jp",
    "t": `

首板
航天
星网宇达（xwyd）002829，三维通信（swtx）002115，万通发展（wtfz）600246
算力产业链
长飞光纤（zfgx）601869，华升股份（hsgf）600156，江南新材（jnxc）603124，特发信息（tfxx）000070，万通发展（wtfz）600246，国际复材（gjfc）301526，东材科技（dckj）601208，东山精密（dsjm）002384
英维克（ywk）002837，深南电路（sndl）002916，天孚通信（tftx）300394，崇达技术（cdjs）002815，金安国纪（jagj）002636，鼎通科技（dtkj）688668，宏和科技（hhkj）603256，奕东电子（yddz）301123
通合科技（thkj）300491
芯片
飞乐音响（fyyx）600651，张江高科（zjgk）600895，山子高科（szgk）000981，斯达半导（sdbd）603290，红宝丽（hbl）002165，沃格光电（wggd）603773，凯美特气（kmtq）002549，洪田股份（htgf）603800
大港股份（dggf）002077
稀土
中国稀土（zgxt）000831，钢研纳克（gynk）300797，领益智造（lyzz）002600，翔鹭钨业（xlwy）002842
化工
青岛双星（qdsx）000599，兴化股份，红四方（hsf）603395
其余形式独苗
艾比森（abs）300389，兆新股份（zxgf）002256，源飞宠物（yfcw）001222，紫江企业（zjqy）600210，梦天家居（mtjj）603216，正泰电器（ztdq）601877，爱普股份（apgf）603020，中粮资本（zlzb）002423
麒盛科技（qskj）603610

二板
农产品（ncp）000061，云南能投（ynnt）002053，岩山科技（yskj）002195，隆扬电子（lydz）301389，豪恩汽电（heqd）301488，博通集成（btjc）603068，济民健康（jmjk）603222，瑞芯微（rxw）603893，建业股份（jygf）603948

三板
启明信息（qmxx）002232，德创环保（dchb）603177，国光连锁（ggls）605188

五板
天普股份（tpgf）605255

`
  },
  {
    "d": "2025-08-27",
    "l": "https://www.tgb.cn/a/2kPDKYwVf1h",
    "t": `

首板
化工
联化科技（lhkj）002250，茶花股份（chgf）603615
芯片
翔港科技（xgkj）603499，京华激光（jhjg）603607，建业股份（jygf）603948
算力
麦格米特（mgmt）002851，隆扬电子（lydz）301389，东田微（dtw）301183，集泰股份（jtgf）002909
房地产
中新集团（zxjt）601512，东鹏控股（dpkg）003012
端侧Ai
博通集成（btjc）603068，瑞芯微（rxw）603893
人工智能
岩山科技（yskj）002195，国联股份（glgf）603613，科远智慧（kyzh）002380
机器人
豪恩汽电（heqd）301488，精进电动（jjdd）688280，富佳股份（fjgf）603219
电力
华银电力（hydl）600744，云南能投（ynnt）002053
消费
有友食品（yysp）603697，农产品（ncp）000061，步步高（bbg）002251
医药
南新制药（nxzy）688189，济民健康（jmjk）603222
其余形式独苗
平潭发展（ptfz）000592，北矿科技（bkkj）600980，中晟高科（zcgk）002778

二板
长江材料（cjcl）001296，天融信（trx）002212，启明信息（qmxx）002232，德创环保（dchb）603177，皇马科技（hmkj）603181，傲农生物（answ）603363，海阳科技（hykj）603382，能科科技（nkkj）603859，国光连锁（ggls）605188

三板
剑桥科技（jqkj）603083，开普云（kpy）688228

四板
天普股份（tpgf）605255

`
  },
  {
    "d": "2025-08-26",
    "l": "https://www.tgb.cn/a/2kO11lqFRnZ",
    "t": `

首板
医药
康德莱（kdl）603987，美亚光电（mygd）002690
国产软件
能科科技（nkkj）603859，启明信息（qmxx）002232，君逸数码（jysm）301172，天融信（trx）002212，广联达（gld）002410
算力-液冷
腾龙股份（tlgf）603158，川润股份（crgf）002272，汉钟精机（hzjj）002158，利欧股份（logf）002131
算力-华为
中电鑫龙（zdxl）002298，拓维信息（twxx）002261
算力-发电机电源
长源东谷（zydg）603950，三晖电气（shdq）002857，中恒电气（zhdq）002364，华丰股份（hfgf）605100
算力-芯片Pcb
华东重机（hdzj）002685，晨丰科技（cfkj）603685
新型工业化
博亚精工（byjg）300971，北方股份（bfgf）600262，中马传动（zmcd）603767，冀凯股份
化工
海阳科技（hykj）603382，兴欣新材（xxxc）001358，亚星化学（yxhx）600319，皇马科技（hmkj）603181，百傲化学（bahx）603360，百合花（bhh）603823，云图控股（ytkg）002539
稳定币
天融信（trx）002212，海联金汇（hljh）002537，正元智慧（zyzh）300645
环保
长江材料（cjcl）001296，德创环保（dchb）603177
消费电子
东尼电子（dndz）603595，奋达科技（fdkj）002681，和胜股份（hsgf）002824，歌尔股份（gegf）002241
消费
嘉亨家化（jhjh）300955，久祺股份（jqgf）300994，国光连锁（ggls）605188
其余形式独苗
三七互娱（sqhy）002555，逻辑偏国产软件，科华控股（khkg）603161，物产中大（wczd）600704，浙江物流，傲农生物（answ）603363，盛泰集团（stjt）605138，日上集团（rsjt）002593
赫美集团（hmjt）002356，日丰股份（rfgf）002953，安源煤业（aymy）600397，电气风电（dqfd）688660，云维股份（ywgf）600725，航天机电（htjd）600151，武汉凡谷（whfg）002194，深深房Ａ（ssfa）000029

二板
特发信息（tfxx）000070，博纳影业（bnyy）001330，领益智造（lyzz）002600，浙江东日（zjdr）600113，中国卫星（zgwx）600118，华胜天成（hstc）600410，长飞光纤（zfgx）601869，剑桥科技（jqkj）603083，森特股份（stgf）603098，亚翔集成（yxjc）603929，开普云（kpy）688228

三板
合力泰（hlt）002217，天普股份（tpgf）605255

七板
园林股份（ylgf）605303

`
  },
  {
    "d": "2025-08-25",
    "l": "https://www.tgb.cn/a/2kMjULlGkdc",
    "t": `

首板
算力硬件
开普云（kpy）688228，剑桥科技（jqkj）603083，长飞光纤（zfgx）601869，圣晖集成（shjc）603163，良信股份（lxgf）002706，特发信息（tfxx）000070，智微智能（zwzn）001339，亚翔集成（yxjc）603929
华胜天成（hstc）600410，罗博特科（lbtk）300757，江南新材（jnxc）603124，远东股份（ydgf）600869，景旺电子（jwdz）603228，宏景科技（hjkj）301396，强瑞技术（qrjs）301128，平安电工（padg）001359
基建
地铁设计（dtsj）003013，交建股份（jjgf）603815，名雕股份（mdgf）002830，蒙娜丽莎（mnls）002918，森特股份（stgf）603098
机器人
狮头股份（stgf）600539，凯迪股份（kdgf）605288，昊志机电（hzjd）300503，金风科技（jfkj）002202，东方精工（dfjg）002611，领益智造（lyzz）002600
医药
灵康药业（lkyy）603669，昂利康（alk）002940，天目药业（tmyy）600671，海特生物（htsw）300683
未分类
湖南白银（hnby）002716，北方铜业（bfty）000737，中钢天源（zgty）002057，包钢股份（bggf）600010，金力永磁（jlyc）300748，甘化科工（ghkg）000576，翔鹭钨业（xlwy）002842，登云股份（dygf）002715
消费
会稽山（hjs）601579，浙江东日（zjdr）600113，友阿股份（yagf）002277，劲嘉股份（jjgf）002191，舍得酒业（sdjy）600702，全聚德（qjd）002186，紫燕食品（zysp）603057
传媒
文投控股（wtkg）600715，中文在线（zwzx）300364，博纳影业（bnyy）001330
锂电池
江苏国泰（jsgt）002091，上海洗霸（shxb）603200，三美股份（smgf）603379
航天
长江通信（cjtx）600345，中国卫星（zgwx）600118
稳定币
神州信息（szxx）000555，小商品城（xspc）600415
其余形式独苗
康尼机电（knjd）603111，安通控股（atkg）600179，漳州发展（zzfz）000753，中旗新材（zqxc）001212，东方电子（dfdz）000682，众望布艺（zwby）605003

二板
天山股份（tsgf）000877，合力泰（hlt）002217，章源钨业（zywy）002378，和而泰（het）002402，科德教育（kdjy）300192，佳都科技（jdkj）600728，中科曙光（zksg）603019，赛力医疗（slyl）603716，天普股份（tpgf）605255

三板
万通发展（wtfz）600246

四板
成飞集成（cfjc）002190

六板
园林股份（ylgf）605303

`
  },
  {
    "d": "2025-08-22",
    "l": "https://www.tgb.cn/a/2kHnnZAINEP",
    "t": `

首板
算力硬件
天普股份（tpgf）605255，佳都科技（jdkj）600728，科德教育（kdjy）300192，群兴玩具（qxwj）002575，东方明珠（dfmz）600832，宏和科技（hhkj）603256，合力泰（hlt）002217，云天励飞（ytlf）688343
和而泰（het）002402，方正科技（fzkj）600601，川润股份（crgf）002272，航锦科技（hjkj）000818，品高股份（pggf）688227，远程股份（ycgf）002692，顺网科技（swkj）300113，高新发展（gxfz）000628
中科曙光（zksg）603019，好上好（hsh）001298，盛美上海（smsh）688082，中材科技（zckj）002080，华东重机（hdzj）002685，禾盛新材（hsxc）002290，鼎泰高科（dtgk）301377，广安爱众（gaaz）600979
伟隆股份（wlgf）002871，奥海科技（ahkj）002993，海光信息（hgxx）688041，东材科技（dckj）601208，昆仑万维（klww）300418，震安科技（zakj）300767，兆易创新（zycx）603986，艾布鲁（abl）301259
寒武纪（hwj）688256，成都华微（cdhw）688709，浙大网新（zdwx）600797
未分类
章源钨业（zywy）002378，三川智慧（sczh）300066，五矿发展（wkfz）600058，鹏欣资源（pxzy）600490
金融
恒银科技（hykj）603106，信达证券（xdzq）601059，光大证券（gdzq）601788
类金融
智度股份（zdgf）000676，税友股份（sygf）603171
新疆
雪峰科技（xfkj）603227，天山股份（tsgf）000877，青松建化（qsjh）600425
医药
皓宸医疗（hcyl）002622，贝瑞基因（brjy）000710，赛力医疗（slyl）603716
其余形式独苗
上海家化（shjh）600315，百润股份（brgf）002568，安孚科技（afkj）603031，三羊马（sym）001317，旭光电子（xgdz）600353，嵘泰股份（rtgf）605133，兴化股份，浦东建设（pdjs）600284

二板
中油资本（zyzb）000617，天融信（trx）002212，道恩股份（degf）002838，万通发展（wtfz）600246，华光环能（hghn）600475

三板
成飞集成（cfjc）002190，汇嘉时代（hjsd）603101

四板
御银股份（yygf）002177，世茂能源（smny）605028

五板
园林股份（ylgf）605303

六板
科森科技（kskj）603626

`
  },
  {
    "d": "2025-08-21",
    "l": "https://www.tgb.cn/a/2kFHIW0DGqZ",
    "t": `

首板
抱团反包
万通发展（wtfz）600246，吉视传媒（jscm）601929
稳定币
天融信（trx）002212，中油资本（zyzb）000617，金时科技（jskj）002951，三未信安（swxa）688489，京北方（jbf）002987，跨境通（kjt）002640，翠微股份（cwgf）603123，杭州高新（hzgx）300478
成人用品
道恩股份（degf）002838，长鸿高科（zhgk）605008
化工
道恩股份（degf）002838，阿科力（akl）603722，美邦股份（mbgf）605033
电力
漳州发展（zzfz）000753，华光环能（hghn）600475
算力
欧克科技（okkj）001223，兆驰股份（zcgf）002429，徕木股份（lmgf）603633，再升科技（zskj）603601
天然气
准油股份，成都燃气（cdrq）603053，神开股份（skgf）002278
其余形式独苗
国投中鲁（gtzl）600962，兴业科技（xykj）002674，恒誉环保（hyhb）688309，安源煤业（aymy）600397，卓翼科技（zykj）002369，北玻股份（bbgf）002613，利君股份（ljgf）002651，悍高集团（hgjt）001221

二板
仁和药业（rhyy）000650，成飞集成（cfjc）002190，日丰股份（rfgf）002953，华升股份（hsgf）600156，汇嘉时代（hjsd）603101

三板
御银股份（yygf）002177，世茂能源（smny）605028

四板
园林股份（ylgf）605303

五板
科森科技（kskj）603626

`
  },
  {
    "d": "2025-08-20",
    "l": "https://www.tgb.cn/a/2kE3UDvAh2K",
    "t": `

首板
消费电子
仁和药业（rhyy）000650，华映科技（hykj）000536，朝阳科技（zykj）002981，安洁科技（ajkj）002635，惠威科技（hwkj）002888，物产金轮（wcjl）002722，合力泰（hlt）002217，黑牡丹（hmd）600510
创新新材（cxxc）600361，华升股份（hsgf）600156，智动力（zdl）300686
医药
方盛制药（fszy）603998，天目药业（tmyy）600671，皓宸医疗（hcyl）002622，华邦健康（hbjk）002004，华海药业（hhyy）600521
芯片
兴业股份（xygf）603928，洪田股份（htgf）603800，三安光电（sagd）600703，飞乐音响（fyyx）600651，跃岭股份（ylgf）002725，宏昌电子（hcdz）603002
机器人
吉林化纤（jlhx）000420，金百泽（jbz）301041，凯迪股份（kdgf）605288，通达动力（tddl）002576，森霸传感（sbcg）300701，联泓新科（lhxk）003022，铁流股份（tlgf）603926，宏昌科技（hckj）301008
宁波东力（nbdl）002164，凯中精密（kzjm）002823
未分类
瑞泰科技（rtkj）002066，罗平锌电（lpxd）002114，东方锆业（dfgy）002167
充电桩
日丰股份（rfgf）002953，日出东方（rcdf）603366
汽车产业链
松原安全（syaq）300893，福耀玻璃（fybl）600660，模塑科技（mskj）000700，金麒麟（jql）603586，上汽集团（sqjt）600104，上海亚虹（shyh）603159，亚普股份（ypgf）603013
军工
中天火箭（zthj）003009，海能达（hnd）002583，成飞集成（cfjc）002190，苏州龙杰（szlj）603332，光启技术（gqjs）002625
消费
会稽山（hjs）601579，西安饮食（xays）000721，一鸣食品（ymsp）605179，国光连锁（ggls）605188，若羽臣（ryc）003010，汇嘉时代（hjsd）603101
算力产业链
群兴玩具（qxwj）002575，浪潮信息（lcxx）000977，盛科通信（sktx）688702，贤丰控股（xfkg）002141，光迅科技（gxkj）002281
其余形式独苗
建发合诚（jfhc）603909，宝莫股份（bmgf）002476，浩辰软件（hcrj）688657，通宇通讯（tytx）002792，吉比特（jbt）603444，金牛化工（jnhg）600722，华盛昌（hsc）002980，哈投股份（htgf）600864
申通快递（stkd）002468

二板
酒鬼酒（jgj）000799，御银股份（yygf）002177，云南锗业（ynzy）002428，南方精工（nfjg）002553，全柴动力（qcdl）600218，华丽家族（hljz）600503，泰豪科技（thkj）600590，电子城（dzc）600658，北矿科技（bkkj）600980，华立股份（hlgf）603038，腾龙股份（tlgf）603158，世茂能源（smny）605028

三板
园林股份（ylgf）605303

四板
汉钟精机（hzjj）002158，科森科技（kskj）603626

五板
济民健康（jmjk）603222

`
  },
  {
    "d": "2025-08-19",
    "l": "https://www.tgb.cn/a/2kCpAfNCvpM",
    "t": `

首板
算力-发电机
泰豪科技（thkj）600590，动力新科（dlxk）600841，全柴动力（qcdl）600218，华丰股份（hfgf）605100，天润工业（trgy）002283
算力-液冷
腾龙股份（tlgf）603158，翰博高新（hbgx）301321，康普顿（kpd）603798，达实智能（dszn）002421
算力-其他
华正新材（hzxc）603186，电子城（dzc）600658，海星股份（hxgf）603115，博迁新材（bqxc）605376，农尚环境（nshj）300536，工业富联（gyfl）601138
医药
康缘药业（kyyy）600557，南京新百（njxb）600682，华丽家族（hljz）600503，立方制药（lfzy）003020，益佰制药（ybzy）600594，诚意药业（cyyy）603811，博济医药（bjyy）300404，司太立（stl）603520
康惠制药（khzy）603139，透景生命（tjsm）300642，蓝帆医疗（lfyl）002382
金融
宸展光电（czgd）003019，御银股份（yygf）002177，中油资本（zyzb）000617
机器人
华丽家族（hljz）600503，上海机电（shjd）600835，富佳股份（fjgf）603219，南方精工（nfjg）002553，宏润建设（hrjs）002062，春光科技（cgkj）603657，拓普集团（tpjt）601689，帝奥微（daw）688381
宜安科技（yakj）300328，夏厦精密（xsjm）001306
食品饮料
酒鬼酒（jgj）000799，桂发祥（gfx）002820，李子园（lzy）605337
未分类
北矿科技（bkkj）600980，云南锗业（ynzy）002428
鸿蒙
诚迈科技（cmkj）300598，华立股份（hlgf）603038，四川长虹（scch）600839
汽车产业链
悦达投资（ydtz）600805，天汽模（tqm）002510
其余形式独苗
科士达（ksd）002518，梦洁股份（mjgf）002397，中电鑫龙（zdxl）002298，广东建科（gdjk）301632，远望谷（ywg）002161，康欣新材（kxxc）600076，世茂能源（smny）605028，镇洋发展（zyfz）603213
中南文化（znwh）002445，宏辉果蔬（hhgs）603336，海立股份（hlgf）600619

二板
国机精工（gjjg）002046，利欧股份（logf）002131，慈文传媒（cwcm）002343，领益智造（lyzz）002600，中科金财（zkjc）002657，伟隆股份（wlgf）002871，福瑞股份，中科海讯（zkhx）300810，红豆股份（hdgf）600400，华胜天成（hstc）600410，四创电子（scdz）600990，剑桥科技（jqkj）603083，汇得科技（hdkj）603192，四方科技（sfkj）603339，明新旭腾（mxxt）605068，园林股份（ylgf）605303

三板
同洲电子（tzdz）002052，汉钟精机（hzjj）002158，川润股份（crgf）002272，中恒电气（zhdq）002364，华宏科技（hhkj）002645，新天药业（xtyy）002873，诺德股份（ndgf）600110，科森科技（kskj）603626，申联生物（slsw）688098

四板
济民健康（jmjk）603222

`
  },
  {
    "d": "2025-08-18",
    "l": "https://www.tgb.cn/a/2kAKfoFqFcl",
    "t": `

首板
军工
中科海讯（zkhx）300810，烽火电子（fhdz）000561，蓝科高新（lkgx）601798，四创电子（scdz）600990，国机精工（gjjg）002046，恒申新材（hsxc）000782，兴业科技（xykj）002674，中天火箭（zthj）003009
长城军工（ccjg）601606
机器人
晋拓股份（jtgf）603211，宁波东力（nbdl）002164，光洋股份（gygf）002708，宝武镁业（bwmy）002182，明新旭腾（mxxt）605068，中鼎股份（zdgf）000887，奇德新材（qdxc）300995，祥明智能（xmzn）301226
领益智造（lyzz）002600，凯中精密（kzjm）002823
算力-液冷
凌云股份（lygf）600480，银轮股份（ylgf）002126，永太科技（ytkj）002326，汇得科技（hdkj）603192，江顺科技（jskj）001400，利欧股份（logf）002131，淳中科技（czkj）603516，高澜股份（glgf）300499
强瑞技术（qrjs）301128，四方科技（sfkj）603339，冠龙节能（gljn）301151，英维克（ywk）002837，润禾材料（rhcl）300727
未分类
江南新材（jnxc）603124，腾景科技（tjkj）688195，天承科技（tckj）688603，德科立（dkl）688205，奕东电子（yddz）301123，剑桥科技（jqkj）603083，锐捷网络（rjwl）301165，亨通股份（htgf）600226
天通股份（ttgf）600330，新亚电子（xydz）605277，智微智能（zwzn）001339
算力-数据中心
长源东谷（zydg）603950，雄韬股份（xtgf）002733，中安科（zak）600654，科泰电源（ktdy）300153，英威腾（ywt）002334，园林股份（ylgf）605303
传媒
慈文传媒（cwcm）002343，华智数媒（hzsm）300426，欢瑞世纪（hrsj）000892，吉视传媒（jscm）601929，华策影视（hcys）300133
华为
深圳华强（szhq）000062，好上好（hsh）001298，高新发展（gxfz）000628，强瑞技术（qrjs）301128，震安科技（zakj）300767
医药
福瑞股份，百花医药（bhyy）600721，亚泰集团（ytjt）600881，南新制药（nxzy）688189，赛诺医疗（snyl）688108
风光储
雅博股份，云南能投（ynnt）002053，弘元绿能（hyln）603185
稳定币
中科金财（zkjc）002657，东信和平（dxhp）002017
其余形式独苗
西藏旅游（xzly）600749，红豆股份（hdgf）600400，凯撒旅业（ksly）000796，迪贝电气（dbdq）603320，压缩机，北方稀土（bfxt）600111，跟随华宏科技，炬申股份（jsgf）001202
伟隆股份（wlgf）002871，朝阳科技（zykj）002981

二板
同洲电子（tzdz）002052，汉钟精机（hzjj）002158，川润股份（crgf）002272，中恒电气（zhdq）002364，华宏科技（hhkj）002645，新天药业（xtyy）002873，长缆科技（zlkj）002879，科创信息（kcxx）300730，上海电力（shdl）600021，诺德股份（ndgf）600110，方正科技（fzkj）600601，大智慧（dzh）601519，大豪科技（dhkj）603025，再升科技（zskj）603601，科森科技（kskj）603626，申联生物（slsw）688098，南亚新材（nyxc）688519，影石创新（yscx）688775，海能技术

三板
中粮糖业（zlty）600737，济民健康（jmjk）603222

四板
飞龙股份（flgf）002536，长城证券（cczq）002939，金田股份（jtgf）601609，爱丽家居（aljj）603221

六板
大元泵业（dyby）603757

`
  },
  {
    "d": "2025-08-15",
    "l": "https://www.tgb.cn/a/2kvLC7SxRct",
    "t": `

首板
机器人
科森股份，福龙马（flm）603686，东阳光（dyg）600673，龙溪股份（lxgf）600592，均普智能（jpzn）688306，联泓新科（lhxk）003022，征和工业（zhgy）003033，易德龙（ydl）603380
京城股份（jcgf）600860，横河精密（hhjm）300539，中邮科技（zykj）688648
医药
尚荣医疗（sryl）002551，申联生物（slsw）688098，立方制药（lfzy）003020，新天药业（xtyy）002873
算力-电子布铜箔pcb
大豪科技（dhkj）603025，中材科技（zckj）002080，诺德股份（ndgf）600110，平安电工（padg）001359，中富电路（zfdl）300814，国际复材（gjfc）301526，欧晶科技（ojkj）001269，石英股份（sygf）603688
再升科技（zskj）603601，方正科技（fzkj）600601，南亚新材（nyxc）688519，金安国纪（jagj）002636，海亮股份（hlgf）002203，宏昌电子（hcdz）603002，生益科技（sykj）600183
算力-电源
可立克（klk）002782，中电鑫龙（zdxl）002298，同洲电子（tzdz）002052，中恒电气（zhdq）002364，奥海科技（ahkj）002993，佛燃能源（frny）002911，科士达（ksd）002518，华通线缆（htxl）605196
茂硕电源（msdy）002660
算力-液冷
东阳光（dyg）600673，川润股份（crgf）002272，川环科技（chkj）300547，集泰股份（jtgf）002909，长缆科技（zlkj）002879，盾安环境（dahj）002011，磁谷科技（cgkj）688448，汉钟精机（hzjj）002158
算力-其他
鑫科材料（xkcl）600255，东材科技（dckj）601208，上海建科（shjk）603153，上海电力（shdl）600021，易德龙（ydl）603380
稀土
华宏科技（hhkj）002645，中科三环（zksh）000970
光刻机芯片
凯美特气（kmtq）002549，京华激光（jhjg）603607，久日新材（jrxc）688199，杰华特（jht）688141
金融
天风证券（tfzq）601162，大智慧（dzh）601519，指南针（znz）300803，安邦护卫（abhw）603373
其余形式独苗
中持股份（zcgf）603903，信达地产（xddc）600657，登云股份（dygf）002715，科创信息（kcxx）300730，树图区块链，华控赛格（hksg）000068，深圳锂电，影石创新（yscx）688775
康欣新材（kxxc）600076，浙江东日（zjdr）600113，武商集团（wsjt）000501，洪通燃气（htrq）605169，湘电股份（xdgf）600416

二板
金时科技（jskj）002951，卧龙电驱（wldq）600580，中粮糖业（zlty）600737，济民健康（jmjk）603222，冠石科技（gskj）605588

三板
飞龙股份（flgf）002536，长城证券（cczq）002939，衢州发展（qzfz）600208，金田股份（jtgf）601609，腾龙股份（tlgf）603158，爱丽家居（aljj）603221，宏和科技（hhkj）603256

五板
大元泵业（dyby）603757

`
  },
  {
    "d": "2025-08-14",
    "l": "https://www.tgb.cn/a/2ku5IprZfAS",
    "t": `

首板
芯片
冠石科技（gskj）605588，新亚强（xyq）603155
算力产业链
康盛股份（ksgf）002418，山东玻纤（sdbx）605006，通鼎互联（tdhl）002491
稳定币
中科金财（zkjc）002657，金时科技（jskj）002951，京北方（jbf）002987，吉大正元（jdzy）003029
燃气
伟隆股份（wlgf）002871，升达林业（sdly）002259，如通股份（rtgf）603036，恒基达鑫（hjdx）002492
航天
上海港湾（shgw）605598，巨力索具（jlsj）002342
西部大开发
上海港湾（shgw）605598，南方路机（nflj）603280
机器人
安乃达（and）603350，卧龙电驱（wldq）600580
储能电池
金浦钛业（jpty）000545
医药
九芝堂（jzt）000989，济民健康（jmjk）603222
脑机
博拓生物（btsw）688767，南京熊猫（njxm）600775
未分类
中粮糖业（zlty）600737，华胜天成（hstc）600410，大千生态（dqst）603955，有方科技（yfkj）688159

二板
特发信息（tfxx）000070，模塑科技（mskj）000700，飞龙股份（flgf）002536，长城证券（cczq）002939，衢州发展（qzfz）600208，金田股份（jtgf）601609，森特股份（stgf）603098，腾龙股份（tlgf）603158，爱丽家居（aljj）603221，宏和科技（hhkj）603256

三板
烽火电子（fhdz）000561，恒宝股份（hbgf）002104，创新医疗（cxyl）002173，电子城（dzc）600658

四板
大元泵业（dyby）603757

`
  },
  {
    "d": "2025-08-13",
    "l": "https://www.tgb.cn/a/2ksr4l5cbWB",
    "t": `

首板
芯片
衢州发展（qzfz）600208，中船特气（zctq）688146
汽车产业链
腾龙股份（tlgf）603158，美晨科技（mckj）300237，松芝股份（szgf）002454，神通科技（stkj）605228，模塑科技（mskj）000700，长城科技（cckj）603897，江顺科技（jskj）001400，旷达科技（kdkj）002516
华峰铝业（hfly）601702
军工
湖南天雁（hnty）600698，东方钽业（dfty）000962，航天科技（htkj）000901，长城军工（ccjg）601606，内蒙一机（nmyj）600967，菲利华（flh）300395
算力产业链
罗曼股份（lmgf）605289，淳中科技（czkj）603516，杭钢股份（hggf）600126，飞龙股份（flgf）002536，东材科技（dckj）601208，宏和科技（hhkj）603256，博杰股份（bjgf）002975，罗博特科（lbtk）300757
金田股份（jtgf）601609，森特股份（stgf）603098，深南电路（sndl）002916，特发信息（tfxx）000070，中国长城（zgcc）000066，可立克（klk）002782，世运电路（sydl）603920，工业富联（gyfl）601138
铜冠铜箔（tgtb）301217，沪电股份（hdgf）002463
机器人
兄弟科技（xdkj）002562，多伦科技（dlkj）603528，荣科科技（rkkj）300290，杰克股份，弘亚数控（hysk）002833，中坚科技（zjkj）002779，兴瑞科技（xrkj）002937，大洋电机（dydj）002249
长缆科技（zlkj）002879，荣泰健康（rtjk）603579，东方精工（dfjg）002611
锂电池
沧州明珠（czmz）002108，日播时尚（rbss）603196，安孚科技（afkj）603031
家居
爱丽家居（aljj）603221，蒙娜丽莎（mnls）002918
未分类
宁波韵升（nbys）600366，华钰矿业（hyky）601020，华锡有色（hxys）600301
其余形式独苗
晋亿实业（jysy）601002，黄河旋风（hhxf）600172，丽岛新材（ldxc）603937，京能热力（jnrl）002893，天元智能（tyzn）603273，长城证券（cczq）002939，中国高科（zggk）600730，首药控股（sykg）688197
佛燃能源（frny）002911，中马传动（zmcd）603767，中邮科技（zykj）688648，金橙子（jcz）688291

二板
合百集团（hbjt）000417，烽火电子（fhdz）000561，恒宝股份（hbgf）002104，创新医疗（cxyl）002173，中电鑫龙（zdxl）002298，凯美特气（kmtq）002549，国盛金控（gsjk）002670，光库科技（gkkj）300620，福日电子（frdz）600203，电子城（dzc）600658，博威合金（bwhj）601137，洪通燃气（htrq）605169

三板
同洲电子（tzdz）002052，北纬科技（bwkj）002148，桂发祥（gfx）002820，九鼎投资，浙江东日（zjdr）600113，海立股份（hlgf）600619，大元泵业（dyby）603757，国光连锁（ggls）605188，必得科技（bdkj）605298

四板
新疆交建（xjjj）002941，万通发展（wtfz）600246

五板
吉视传媒（jscm）601929

`
  },
  {
    "d": "2025-08-12",
    "l": "https://www.tgb.cn/a/2kqUGi5HKtG",
    "t": `

首板
算力产业链
光库科技（gkkj）300620，扬帆新材（yfxc）300637，博威合金（bwhj）601137，新朋股份（xpgf）002328，宏盛股份（hsgf）603090，顺威股份（swgf）002676，致尚科技（zskj）301486
芯片
电子城（dzc）600658，中电鑫龙（zdxl）002298，上海合晶（shhj）688584，凯美特气（kmtq）002549，寒武纪（hwj）688256
深圳
沙河股份（shgf）000014，深振业Ａ（szya）000006
机器人
玉禾田（yht）300815，大洋生物（dysw）003017，福日电子（frdz）600203，华明装备（hmzb）002270
脑机
麒盛科技（qskj）603610，创新医疗（cxyl）002173
医药
西藏药业（xzyy）600211，皓宸医疗（hcyl）002622
燃气
东方环宇（dfhy）603706，洪通燃气（htrq）605169
其余形式独苗
合百集团（hbjt）000417，国盛金控（gsjk）002670，建设机械（jsjx）600984，烽火电子（fhdz）000561，南京港（njg）002040，利源股份，威帝股份（wdgf）603023，恒宝股份（hbgf）002104

二板
深物业Ａ（swya）000011，飞亚达（fyd）000026，同洲电子（tzdz）002052，北纬科技（bwkj）002148，江特电机（jtdj）002176，桂发祥（gfx）002820，九鼎投资，浙江东日（zjdr）600113，华胜天成（hstc）600410，海立股份（hlgf）600619，大元泵业（dyby）603757，国光连锁（ggls）605188，必得科技（bdkj）605298

三板
北新路桥（bxlq）002307，新疆交建（xjjj）002941，万通发展（wtfz）600246，八一钢铁（bygt）600581，新疆火炬（xjhj）603080

四板
吉视传媒（jscm）601929

`
  },
  {
    "d": "2025-08-11",
    "l": "https://www.tgb.cn/a/2kp8fNZOF7k",
    "t": `

首板
锂电池
江特电机（jtdj）002176，野马电池（ymdc）605378，华正新材（hzxc）603186，金鹰股份（jygf）600232，盛新锂能（sxln）002240，莱尔科技（lekj）688683，天齐锂业（tqly）002466，大族激光（dzjg）002008
同洲电子（tzdz）002052，赣锋锂业（gfly）002460
军工
飞亚达（fyd）000026，电科芯片（dkxp）600877，长城军工（ccjg）601606，北纬科技（bwkj）002148
机器人
君禾股份（jhgf）603617，双一科技（sykj）300690，梦天家居（mtjj）603216，荣泰健康（rtjk）603579，视源股份（sygf）002841，超捷股份（cjgf）301005，海泰科（htk）301022，金发科技（jfkj）600143
中欣氟材（zxfc）002915，振邦智能（zbzn）003028，康盛股份（ksgf）002418，华阳智能（hyzn）301502
发电机
弘宇股份（hygf）002890，潍柴重机（wczj）000880
算力产业链
中恒电气（zhdq）002364，奥瑞德（ard）600666，华胜天成（hstc）600410，欧陆通（olt）300870，麦格米特（mgmt）002851，特发信息（tfxx）000070，高新发展（gxfz）000628，皖通科技（wtkj）002331
可立克（klk）002782，威尔高（weg）301251，游族网络（yzwl）002174，大元泵业（dyby）603757，超声电子（csdz）000823
高铁
必得科技（bdkj）605298，晋西车轴（jxcz）600495
消费
国光连锁（ggls）605188，桂发祥（gfx）002820，浙江东日（zjdr）600113
医药
启迪药业（qdyy）000590，赛力医疗（slyl）603716，易明医药（ymyy）002826，振东制药（zdzy）300158
深圳
深物业Ａ（swya）000011
消费电子
朝阳科技（zykj）002981，隆利科技（llkj）300752
其余形式独苗
云意电气（yydq）300304，九鼎投资，玉马科技（ymkj）300993，中材节能（zcjn）603126，顺灏股份（shgf）002565，北化股份（bhgf）002246，海立股份（hlgf）600619

二板
美丽生态（mlst）000010，航天科技（htkj）000901，国统股份（gtgf）002205，西部建设（xbjs）002302，北新路桥（bxlq）002307，天顺股份（tsgf）002800，德生科技（dskj）002908，新疆交建（xjjj）002941，万通发展（wtfz）600246，青松建化（qsjh）600425，八一钢铁（bygt）600581，新疆火炬（xjhj）603080，美诺华（mnh）603538，洪田股份（htgf）603800

`
  },
  {
    "d": "2025-08-08",
    "l": "https://www.tgb.cn/a/2kk91PSDYY4",
    "t": `

首板
算力产业链
科威尔（kwe）688551，沃格光电（wggd）603773，英维克（ywk）002837，凤形股份（fxgf）002760，良信电器
机器人
宁波东力（nbdl）002164，信质集团（xzjt）002664，美湖股份（mhgf）603319，一彬科技（ybkj）001278，信邦智能（xbzn）301112
基建
汇通集团（htjt）603176，美丽生态（mlst）000010，深水规院（ssgy）301038
航天
飞沃科技（fwkj）301232，上海沪工（shhg）603131，中超控股（zckg）002471，德恩精工（dejg）300780，万通发展（wtfz）600246
新疆铁路
新疆交建（xjjj）002941，航天科技（htkj）000901，祥和实业（xhsy）603500，北新路桥（bxlq）002307，天顺股份（tsgf）002800，青松建化（qsjh）600425，八一钢铁（bygt）600581，新疆火炬（xjhj）603080
国统股份（gtgf）002205，西部建设（xbjs）002302，西域旅游（xyly）300859，天山股份（tsgf）000877，金鹰重工（jyzg）301048
军工
光电股份（gdgf）600184，浙海德曼（zhdm）688577
电力
华银电力（hydl）600744，国电南自（gdnz）600268
纺织
兴业科技（xykj）002674，华生科技（hskj）605180，迎丰控股
医药
联环药业（lhyy）600513，南模生物（nmsw）688265，福元医药（fyyy）601089，万泽股份（wzgf）000534，美诺华（mnh）603538，诚意药业（cyyy）603811
西藏水电站
山河智能（shzn）002097，深水规院（ssgy）301038
其余形式独苗
德生科技（dskj）002908，武商集团（wsjt）000501，正虹科技（zhkj）000702，洪田股份（htgf）603800，华丽家族（hljz）600503，楚天龙（ctl）003040

二板
尚荣医疗（sryl）002551，宁波韵升（nbys）600366，际华集团（jhjt）601718，吉视传媒（jscm）601929，上海港湾（shgw）605598，赛诺医疗（snyl）688108

四板
日海智能（rhzn）002313，洪通燃气（htrq）605169，华光环能（hghn）600475

五板
国机精工（gjjg）002046

`
  },
  {
    "d": "2025-08-07",
    "l": "https://www.tgb.cn/a/2kitXvbUY7z",
    "t": `

首板
医药
赛诺医疗（snyl）688108，润都股份（rdgf）002923，科华生物（khsw）002022，尚荣医疗（sryl）002551，中红医疗（zhyl）300981，利德曼（ldm）300289，大博医疗（dbyl）002901
消费电子
朝阳科技（zykj）002981，畅联股份（clgf）603648，华映科技（hykj）000536，飞亚达（fyd）000026
湖北
国创高新（gcgx）002377，凯瑞德（krd）002072
芯片
华胜天成（hstc）600410，富满微（fmw）300671，淳中科技（czkj）603516，盈方微（yfw）000670，新金路（xjl）000510，瑞纳智能（rnzn）301129，大为股份（dwgf）002213，斯达半导（sdbd）603290
圣晖集成（shjc）603163，硕贝德（sbd）300322，东芯股份（dxgf）688110，阿石创（asc）300706，好上好（hsh）001298，飞乐音响（fyyx）600651
消费
拉芳家化（lfjh）603630，若羽臣（ryc）003010，锦泓集团（jhjt）603518，莱绅通灵（lstl）603900，吉视传媒（jscm）601929
物流
畅联股份（clgf）603648，韵达股份（ydgf）002120
稀土永磁
宁波韵升（nbys）600366，正海磁材（zhcc）300224
军工
七一二（qye）603712，际华集团（jhjt）601718
其余形式独苗
杰瑞股份（jrgf）002353，特发信息（tfxx）000070，百利科技（blkj）603959，新炬网络（xjwl）605398，上海港湾（shgw）605598，东信和平（dxhp）002017，天娱数科（tysk）002354，创新医疗（cxyl）002173

二板
华纬科技（hwkj）001380，东方精工（dfjg）002611，佳缘科技（jykj）301117，云中马（yzm）603130，海立股份（hlgf）600619

三板
日海智能（rhzn）002313，中欣氟材（zxfc）002915，华光环能（hghn）600475，洪通燃气（htrq）605169

四板
长城军工（ccjg）601606，国机精工（gjjg）002046，福日电子（frdz）600203，北纬科技（bwkj）002148

五板
中马传动（zmcd）603767

`
  },
  {
    "d": "2025-08-06",
    "l": "https://www.tgb.cn/a/2kgOnBzseiJ",
    "t": `

首板
算力
飞龙股份（flgf）002536，科创新源（kcxy）300731，京泉华（jqh）002885，皖通科技（wtkj）002331，华孚时尚（hfss）002042，柘中股份（zzgf）002346，华通线缆（htxl）605196，中安科（zak）600654
铜陵有色（tlys）000630，宏和科技（hhkj）603256，东方国信（dfgx）300166
机器人
华东数控（hdsk）002248，华纬科技（hwkj）001380，中大力德（zdld）002896，东方精工（dfjg）002611，豪森智能（hszn）688529，标准股份，大恒科技（dhkj）600288，浙江华业（zjhy）301616
铁流股份（tlgf）603926，凯盛新材（ksxc）301069，杭齿前进（hcqj）601177，云中马（yzm）603130，当虹科技（dhkj）688039，海昌新材（hcxc）300885，博杰股份（bjgf）002975，万里扬（wly）002434
军工
佳缘科技（jykj）301117，成飞集成（cfjc）002190，国瑞科技（grkj）300600，中国重工（zgzg）601989，中国船舶（zgcb）600150，北方长龙（bfcl）301357，捷强装备（jqzb）300875，内蒙一机（nmyj）600967
利君股份（ljgf）002651
纺织
标准股份，云中马（yzm）603130，七匹狼（qpl）002029，奥康国际（akgj）603001
芯片
海立股份（hlgf）600619，洪田股份（htgf）603800，宏微科技（hwkj）688711
高铁
思维列控（swlk）603508，日月明（rym）300906
未分类
云中马（yzm）603130，野马电池（ymdc）605378
其余形式独苗
安车检测（acjc）300572，万和电气（whdq）002543，巍华新材（whxc）603310，法尔胜（fes）000890

二板
航天科技（htkj）000901，日海智能（rhzn）002313，中欣氟材（zxfc）002915，新瀚新材（xhxc）301076，华光环能（hghn）600475，湖南天雁（hnty）600698，马钢股份（mggf）600808，洪通燃气（htrq）605169

三板
国机精工（gjjg）002046，北纬科技（bwkj）002148，福日电子（frdz）600203，长城军工（ccjg）601606

四板
中马传动（zmcd）603767

五板
倍加洁（bjj）603059

`
  },
  {
    "d": "2025-08-05",
    "l": "https://www.tgb.cn/a/2kf9xBSYTYU",
    "t": `

首板
医药
中恒集团（zhjt）600252，科华生物（khsw）002022，桂林三金（glsj）002275
机器人
新泉股份（xqgf）603179，易德龙（ydl）603380，顺威股份（swgf）002676，诺力股份（nlgf）603611，申达股份（sdgf）600626，正裕工业（zygy）603089，爱仕达（asd）002403，中欣氟材（zxfc）002915
新瀚新材（xhxc）301076，联诚精密（lcjm）002921，先锋电子（xfdz）002767，朗博科技（lbkj）603655，朗特智能（ltzn）300916，华之杰（hzj）603400，富春染织（fcrz）605189，众泰汽车（ztqc）000980
未分类
皇马科技（hmkj）603181，马钢股份（mggf）600808
油气
山东墨龙（sdml）002490，洪通燃气（htrq）605169
上海
申达股份（sdgf）600626，上实发展（ssfz）600748
光伏
元琛科技（yckj）688659，良信股份（lxgf）002706，华光环能（hghn）600475，永和智控（yhzk）002795
Es­im
日海智能（rhzn）002313，东信和平（dxhp）002017，澄天伟业（ctwy）300689
军工
航天科技（htkj）000901，湖南天雁（hnty）600698，春晖智控（chzk）300943
算力
湖北广电（hbgd）000665，淳中科技（czkj）603516，长飞光纤（zfgx）601869
其余形式独苗
汇通集团（htjt）603176，金利华电（jlhd）300069，中毅达（zyd）600610，创新医疗（cxyl）002173，通业科技（tykj）300960，上纬新材（swxc）688585

二板
国机精工（gjjg）002046，山河智能（shzn）002097，北纬科技（bwkj）002148，福日电子（frdz）600203，长城军工（ccjg）601606，诚意药业（cyyy）603811

三板
东杰智能（djzn）300486，中马传动（zmcd）603767

四板
文科股份（wkgf）002775，倍加洁（bjj）603059

`
  },
  {
    "d": "2025-08-04",
    "l": "https://www.tgb.cn/a/2kduCR2vZKO",
    "t": `

首板
医药
诚意药业（cyyy）603811，大博医疗（dbyl）002901，西藏药业（xzyy）600211，京新药业（jxyy）002020，翰宇药业（hyyy）300199，联环药业（lhyy）600513，南模生物（nmsw）688265，海辰药业（hcyy）300584
军工
爱乐达（ald）300696，山河智能（shzn）002097，航天电子（htdz）600879，长城电工（ccdg）600192，长城军工（ccjg）601606，国机精工（gjjg）002046，利君股份（ljgf）002651，能科科技（nkkj）603859
科思科技（kskj）688788，天箭科技（tjkj）002977，力鼎光电（ldgd）605118，建设工业（jsgy）002265，北纬科技（bwkj）002148，兴图新科（xtxk）688081，北方长龙（bfcl）301357，恒宇信通（hyxt）300965
新型工业化
华东数控（hdsk）002248，山东威达（sdwd）002026
算力产业链
江海股份（jhgf）002484，隆扬电子（lydz）301389，顺钠股份（sngf）000533，东芯股份（dxgf）688110，江南新材（jnxc）603124
锂电池
上海洗霸（shxb）603200，金鹰股份（jygf）600232
机器人
福日电子（frdz）600203，万朗磁塑（wlcs）603150，浙江荣泰（zjrt）603119，夏厦精密（xsjm）001306，五洲新春（wzxc）603667，天奇股份（tqgf）002009
智能体
飞乐音响（fyyx）600651，华盛昌（hsc）002980，金现代（jxd）300830
其余形式独苗
吉视影视，彩虹集团（chjt）003023，必得科技（bdkj）605298，巨人网络（jrwl）002558

二板
万泽股份（wzgf）000534，东杰智能（djzn）300486，福元医药（fyyy）601089，日盈电子（rydz）603286，中马传动（zmcd）603767

三板
文科股份（wkgf）002775，利德曼（ldm）300289，倍加洁（bjj）603059

四板
胜通能源（stny）001331

`
  },
  {
    "d": "2025-08-01",
    "l": "https://www.tgb.cn/a/2k8wRIRYNd0",
    "t": `

首板
Ai应用
郑中设计（zzsj）002811，启迪设计（qdsj）300500，华建集团（hjjt）600629，深桑达Ａ（ssda）000032
算力硬件
可川科技（kckj）603052，瑞可达（rkd）688800，圣晖集成（shjc）603163
机器人
日盈电子（rydz）603286，明新旭腾（mxxt）605068，中马传动（zmcd）603767，东杰智能（djzn）300486
医药
新天药业（xtyy）002873，申联生物（slsw）688098，太龙药业（tlyy）600222，维康药业（wkyy）300878，华森制药（hszy）002907，万泽股份（wzgf）000534，亚太药业（ytyy）002370，天目药业（tmyy）600671
光伏
捷佳伟创（jjwc）300724，双良节能（sljn）600481
造纸
凯恩股份（kegf）002012，松炀资源（syzy）603863
其余形式独苗
扬子新材（yzxc）002652，金杯电工（jbdg）002533，海伦钢琴（hlgq）300329，科拓生物（ktsw）300858，天府文旅（tfwl）000558

二板
文科股份（wkgf）002775，环球印务（hqyw）002799，昂利康（alk）002940，利德曼（ldm）300289，汉商集团（hsjt）600774，倍加洁（bjj）603059，宏和科技（hhkj）603256，淳中科技（czkj）603516

三板
胜通能源（stny）001331，奇正藏药（qzzy）002287

`
  },
  {
    "d": "2025-07-31",
    "l": "https://www.tgb.cn/a/2k6OWhpr4RT",
    "t": `

首板
三胎
汉商集团（hsjt）600774，利德曼（ldm）300289，共同药业（gtyy）300966，安科生物（aksw）300009
算力硬件
宏和科技（hhkj）603256，中嘉博创（zjbc）000889，南兴股份（nxgf）002757，东芯股份（dxgf）688110，思泉新材（sqxc）301489，冰轮环境（blhj）000811，淳中科技（czkj）603516，禾望电气（hwdq）603063
诺德股份（ndgf）600110，良信股份（lxgf）002706，江南新材（jnxc）603124，大元泵业（dyby）603757
电商
环球印务（hqyw）002799，倍加洁（bjj）603059，易点天下（ydtx）301171
军工
航天晨光（htcg）600501，西菱动力（xldl）300733，长城军工（ccjg）601606
水电站
文科股份（wkgf）002775，天元智能（tyzn）603273
医药
奥翔药业（axyy）603229，昂利康（alk）002940
机器人
长龄液压（zlyy）605389，福斯达（fsd）603173
其余形式独苗
茂业商业（mysy）600828，川润股份（crgf）002272

二板
德展健康（dzjk）000813，胜通能源（stny）001331，奇正藏药（qzzy）002287，英维克（ywk）002837，珠江股份（zjgf）600684，南新制药（nxzy）688189

三板
阳光乳业（ygry）001318，中化装备（zhzb）600579，安正时尚（azss）603839

四板
南方路机（nflj）603280

九板
西藏旅游（xzly）600749

`
  },
  {
    "d": "2025-07-30",
    "l": "https://www.tgb.cn/a/2k5cPgGuKxk",
    "t": `

首板
纺织外销
盛泰集团（stjt）605138，泰慕士（tms）001234，金春股份（jcgf）300877
算力硬件
英维克（ywk）002837，汇绿生态（hlst）001267，长飞光纤（zfgx）601869
影视
金逸影视（jyys）002905，慈文传媒（cwcm）002343
医药
华康洁净（hkjj）301235，东诚药业（dcyy）002675，国邦医药（gbyy）605507，奇正藏药（qzzy）002287，南新制药（nxzy）688189，河化股份（hhgf）000953，德展健康（dzjk）000813
消费
居然之家（jrzj）000786，凯撒旅业（ksly）000796，珠江股份（zjgf）600684，共创草坪（gccp）605099，天府文旅（tfwl）000558
芯片
飞乐音响（fyyx）600651，华软科技（hrkj）002453，天沃科技（twkj）002564
油气
胜通能源（stny）001331，山东墨龙（sdml）002490
机器人
锋龙股份（flgf）002931，中马传动（zmcd）603767
水电站
设研院（syy）300732，韩建河山（hjhs）603616，包钢股份（bggf）600010
其余形式独苗
标准股份，除了纺织机械，恒宇信通（hyxt）300965，神马电力（smdl）603530，安泰集团（atjt）600408，中水渔业（zsyy）000798，贝因美（bym）002570

二板
阳光乳业（ygry）001318，西宁特钢（xntg）600117，中化装备（zhzb）600579，八一钢铁（bygt）600581，安正时尚（azss）603839，王力安防（wlaf）605268

三板
华瓷股份（hcgf）001216，佛慈制药（fczy）002644，幸福蓝海（xflh）300528，南方路机（nflj）603280，辰欣药业（cxyy）603367

八板
西藏旅游（xzly）600749

`
  },
  {
    "d": "2025-07-29",
    "l": "https://www.tgb.cn/a/2k3xUnEvlQa",
    "t": `

首板
重组
中化装备（zhzb）600579，中化国际（zhgj）600500
算力硬件
新亚电子（xydz）605277，沃格光电（wggd）603773，禾望电气（hwdq）603063，福斯特（fst）603806
三胎
阳光乳业（ygry）001318，众生药业（zsyy）002317，福元医药（fyyy）601089，安正时尚（azss）603839
装修家居
快意电梯（kydt）002774，王力安防（wlaf）605268
污水处理
亚光股份（yggf）603282，科净源（kjy）301372
医药
众生药业（zsyy）002317，九洲药业（jzyy）603456，罗欣药业（lxyy）002793，奥翔药业（axyy）603229，人民同泰（rmtt）600829，福元医药（fyyy）601089，禾信仪器（hxyq）688622，睿智医药（rzyy）300149
机器人
海昌新材（hcxc）300885，神剑股份（sjgf）002361，祥鑫科技（xxkj）002965
水电站
西宁特钢（xntg）600117，西藏天路（xztl）600326，八一钢铁（bygt）600581，深水规院（ssgy）301038
其余形式独苗
交运股份（jygf）600676，云南锗业（ynzy）002428，东芯股份（dxgf）688110，恒生电子（hsdz）600570，绿茵生态（lyst）002887，航发科技（hfkj）600391，嘉澳环保（jahb）603822

二板
华瓷股份（hcgf）001216，山河智能（shzn）002097，亚太药业（ytyy）002370，佛瓷制药（fczy）002644，幸福蓝海（xflh）300528，南方路机（nflj）603280，辰欣药业（cxyy）603367，方邦股份（fbgf）688020

七板
西藏旅游（xzly）600749

`
  },
  {
    "d": "2025-07-28",
    "l": "https://www.tgb.cn/a/2k1Sc1uaK4h",
    "t": `

首板
电影
幸福蓝海（xflh）300528，中国电影（zgdy）600977
算力RWA
奥瑞德（ard）600666，游族网络（yzwl）002174
水电站
南方路机（nflj）603280，山河智能（shzn）002097，博云新材（byxc）002297，韩建河山（hjhs）603616，华瓷股份（hcgf）001216，国统股份（gtgf）002205，山推股份（stgf）000680
医药
丰原药业（fyyy）000153，科华生物（khsw）002022，海思科（hsk）002653，亚太药业（ytyy）002370，联环药业（lhyy）600513，佛慈制药（fczy）002644，辰欣药业（cxyy）603367，恒瑞医药（hryy）600276
机器人
狮头股份（stgf）600539，神开股份（skgf）002278，和泰机电（htjd）001225，中欣氟材（zxfc）002915，大洋生物（dysw）003017，天永智能（tyzn）603895，上维新材
成运会
天府文旅（tfwl）000558，舒华体育（shty）605299
算力硬件
骏亚科技（jykj）603386，世嘉科技（sjkj）002796，光迅科技（gxkj）002281，兴森科技（xskj）002436，硕贝德（sbd）300322，鹏鼎控股（pdkg）002938，方邦股份（fbgf）688020，芯碁微装（xqwz）688630
大族数控（dzsk）301200，深南电路（sndl）002916，铜冠铜箔（tgtb）301217，宏和科技（hhkj）603256
电子烟
顺灏股份（shgf）002565，诺邦股份（nbgf）603238，凯恩股份（kegf）002012
其余形式独苗
力鼎光电（ldgd）605118，长城电工（ccdg）600192，光电股份（gdgf）600184，海利尔（hle）603639，盛和资源（shzy）600392，东信和平（dxhp）002017

二板
新农股份（xngf）002942，直真科技（zzkj）003007，天普股份（tpgf）605255

四板
拓山重工（tszg）001226

六板
西藏旅游（xzly）600749

`
  },
  {
    "d": "2025-07-25",
    "l": "https://www.tgb.cn/a/2jWSwbVVPEy",
    "t": `

首板
人工智能
新华传媒（xhcm）600825，直真科技（zzkj）003007，汉王科技（hwkj）002362，湖北广电（hbgd）000665，因赛集团（ysjt）300781，竞业达（jyd）003005，通达创智（tdcz）001368，飞乐音响（fyyx）600651
远望谷（ywg）002161，延华智能（yhzn）002178
水电站
文科股份（wkgf）002775，中电鑫龙（zdxl）002298，上海机电（shjd）600835
芯片
阿石创（asc）300706，张江高科（zjgk）600895，海立股份（hlgf）600619
汽车
天普股份（tpgf）605255，天安新材（taxc）603725
医药
康泰医学（ktyx）300869，正川股份（zcgf）603976
上海
新华传媒（xhcm）600825，全筑股份（qzgf）603030，延华智能（yhzn）002178，飞乐音响（fyyx）600651，上海机电（shjd）600835，荣泰健康（rtjk）603579，菲林格尔（flge）603226，张江高科（zjgk）600895
化工
宇新股份（yxgf）002986，齐翔腾达（qxtd）002408，深圳新星（szxx）603978
算力硬件
显盈科技（xykj）301067，博杰股份（bjgf）002975，泰嘉股份（tjgf）002843
其余形式独苗
新农股份（xngf）002942，多伦科技（dlkj）603528，申通快递（stkd）002468，冠盛股份（gsgf）605088，红蜻蜓（hqt）603116，绿田机械（ltjx）605259，百亚股份（bygf）003006

二板
易明医药（ymyy）002826，横河精密（hhjm）300539，大恒科技（dhkj）600288，汇通集团（htjt）603176

三板
拓山重工（tszg）001226，彩虹股份（chgf）600707

五板
西宁特钢（xntg）600117，西藏旅游（xzly）600749，西藏天路（xztl）600326

`
  },
  {
    "d": "2025-07-24",
    "l": "https://www.tgb.cn/a/2jVgsL9kjZB",
    "t": `

首板
汽车零部件
迪生力（dsl）603335，天龙股份（tlgf）603266
海南
凯撒旅业（ksly）000796，海峡股份（hxgf）002320，康芝药业（kzyy）300086，海德股份（hdgf）000567，海南机场（hnjc）600515，海南高速（hngs）000886，海航控股（hhkg）600221，海汽集团（hqjt）603069
东方嘉盛（dfjs）002889，海南发展（hnfz）002163，海马汽车（hmqc）000572，中国中免（zgzm）601888，罗牛山（lns）000735，海南矿业（hnky）601969，海南瑞泽（hnrz）002596，欣龙控股（xlkg）000955
中钨高新（zwgx）000657，广晟有色（gcys）600259，京粮控股（jlkg）000505，神农种业（snzy）300189，海南橡胶（hnxj）601118，海南海药（hnhy）000566
稀土永磁
金钼股份（jmgf）601958，中科三环（zksh）000970，包钢股份（bggf）600010，中钨高新（zwgx）000657，广晟有色（gcys）600259
金融
锦龙股份（jlgf）000712，大恒科技（dhkj）600288
水电站
国统股份（gtgf）002205，中钨高新（zwgx）000657
锂电池
永杉锂业（ysly）603399，西藏矿业（xzky）000762，天齐锂业（tqly）002466，盛新锂能（sxln）002240
医药
达安基因（dajy）002030，智飞生物（zfsw）300122，立方药业（lfyy）600253，通策医疗（tcyl）600763，易明医药（ymyy）002826，凯莱英（kly）002821
足球
幸福蓝海（xflh）300528，绿茵生态（lyst）002887
消费电子
东睦股份（dmgf）600114，统联精密（tljm）688210
其余形式独苗
华胜天成（hstc）600410，长青科技（cqkj）001324，铜冠铜箔（tgtb）301217，乐通股份（ltgf）002319，燕塘乳业（ytry）002732，步步高（bbg）002251，横河精密（hhjm）300539，汇通集团（htjt）603176
拉芳家化（lfjh）603630，宏辉果蔬（hhgs）603336

二板
拓山重工（tszg）001226，彩虹集团（chjt）003023，金春股份（jcgf）300877，南京新百（njxb）600682

四板
保利联合（bllh）002037，山河智能（shzn）002097，高争民爆（gzmb）002827，中设股份，深水规院（ssgy）301038，西宁特钢（xntg）600117，西藏天路（xztl）600326，中铁工业（ztgy）600528，西藏旅游（xzly）600749，中国电建（zgdj）601669，南方路机（nflj）603280，韩建河山（hjhs）603616，苏博特（sbt）603916

`
  },
  {
    "d": "2025-07-23",
    "l": "https://www.tgb.cn/a/2jTB7gDIS87",
    "t": `

首板
水电站
酒钢宏兴（jghx）600307，雪人集团（xrjt）002639，华达新材（hdxc）605158，拓山重工（tszg）001226，速达股份（sdgf）001277，中铁特货（ztth）001213
医药
赛力医疗（slyl）603716，汉商集团（hsjt）600774
驱蚊
润本股份（rbgf）603193，嘉亨家化（jhjh）300955，彩虹集团（chjt）003023，湖南海利（hnhl）600731，振东制药（zdzy）300158
其余形式独苗
南京新百（njxb）600682，富临运业（flyy）002357，中晟高科（zcgk）002778，北玻股份（bbgf）002613，金春股份（jcgf）300877，中远海科（zyhk）002401，浪莎股份（lsgf）600137，真视通（zst）002771
海立股份（hlgf）600619，时空科技（skkj）605178
未分类
苏博特（sbt）603916，中设股份，浙富控股（zfkg）002266，真视通（zst）002771

三板
永达股份（ydgf）001239，保利联合（bllh）002037，易普力（ypl）002096，山河智能（shzn）002097，浙富控股（zfkg）002266，博云新材（byxc）002297，高争民爆（gzmb）002827，中设股份，中岩大地（zydd）003001，壶化股份（hhgf）003002，筑博设计（zbsj）300564，深水规院（ssgy）301038，西宁特钢（xntg）600117，西藏天路（xztl）600326，中铁工业（ztgy）600528，西藏旅游（xzly）600749，华新水泥（hxsn）600801，东方电气（dfdq）600875，国机重装（gjzz）601399，中国电建（zgdj）601669，南方路机（nflj）603280，韩建河山（hjhs）603616，苏博特（sbt）603916，法兰泰克（fltk）603966

四板
南矿集团（nkjt）001360

`
  },
  {
    "d": "2025-07-22",
    "l": "https://www.tgb.cn/a/2jRVQCszPWv",
    "t": `

首板
水电站
中钢天源（zgty）002057，浙江建投（zjjt）002761，宏润建设（hrjs）002062，华伍股份（hwgf）300095，华设集团（hsjt）603018，中信重工（zxzg）601608，银龙股份（ylgf）603969，金盾股份（jdgf）300411
隧道股份（sdgf）600820，中国交建（zgjj）601800，大禹节水（dyjs）300021，北新路桥（bxlq）002307，柳工（lg）000528，冀东装备（jdzb）000856
算力硬件
富信科技（fxkj）688662，新亚电子（xydz）605277，神驰机电（scjd）603109
电网
大唐发电（dtfd）601991，电科院（dky）300215，佳电股份（jdgf）000922，华菱线缆（hlxl）001208，特变电工（tbdg）600089，望变电气（wbdq）603191
固态电池
德新科技（dxkj）603032，豪鹏科技（hpkj）001283，西藏珠峰（xzzf）600338
化工
永悦科技（yykj）603879，确成股份（qcgf）605183，沧州大化（czdh）600230
煤炭
潞安环能（lahn）601699，晋控煤业（jkmy）601001，山西焦煤（sxjm）000983，山煤国际（smgj）600546，昊华能源（hhny）601101，淮北矿业（hbky）600985
其余形式独苗
长城军工（ccjg）601606，中钨高新（zwgx）000657，凯撒旅业（ksly）000796，依依股份（yygf）001206，亿晶光电（yjgd）600537，方大特钢（fdtg）600507，兰生股份（lsgf）600826

二板
铁建重工（tjzg）688425，法兰泰克（fltk）603966，苏博特（sbt）603916，中国能建（zgnj）601868，中国电建（zgdj）601669，东方电气（dfdq）600875，厦工股份（sggf）600815，华新水泥（hxsn）600801，中铁工业（ztgy）600528，西藏天路（xztl）600326，西宁特钢（xntg）600117，冠龙节能（gljn）301151，筑博设计（zbsj）300564，中岩大地（zydd）003001，高争民爆（gzmb）002827，西部建设（xbjs）002302，博云新材（byxc）002297，江南化工（jnhg）002226，易普力（ypl）002096，保利联合（bllh）002037，永达股份（ydgf）001239

三板
华建集团（hjjt）600629，南矿集团（nkjt）001360

四板
美邦股份（mbgf）605033，北化股份（bhgf）002246，柳钢股份（lggf）601003

十板
上维新材

`
  },
  {
    "d": "2025-07-21",
    "l": "https://www.tgb.cn/a/2jQgFtwXVYI",
    "t": `

首板
水电站
铁建重工（tjzg）688425，上海港湾（shgw）605598，法兰泰克（fltk）603966，苏博特（sbt）603916，中国能建（zgnj）601868，中国电建（zgdj）601669，东方电气（dfdq）600875，华新水泥（hxsn）600801
中铁工业（ztgy）600528，西藏天路（xztl）600326，冠龙节能（gljn）301151，筑博设计（zbsj）300564，壶化股份（hhgf）003002，中岩大地（zydd）003001，高争民爆（gzmb）002827，江南化工（jnhg）002226
易普力（ypl）002096，保利联合（bllh）002037，西宁特钢（xntg）600117，成都路桥（cdlq）002628，雅化集团（yhjt）002497，西部建设（xbjs）002302，浙富控股（zfkg）002266，恒星科技（hxkj）002132
永达股份（ydgf）001239，韩建山河（hjsh）603616，盛景微（sjw）603375，八一钢铁（bygt）600581，深水规院（ssgy）301038，三和管桩（shgz）003037，建设机械（jsjx）600984，金奥博（jab）002917
国统股份（gtgf）002205，国电南自（gdnz）600268，大宏立（dhl）300865，中设股份，同德化工（tdhg）002360，垒知集团（lzjt）002398，天山股份（tsgf）000877，四川双马（scsm）000935
重庆钢铁（cqgt）601005，美丽生态（mlst）000010，青龙管业（qlgy）002457，青松建化（qsjh）600425，龙泉股份（lqgf）002671，四方新材（sfxc）605122，国机重装（gjzz）601399，中交设计（zjsj）600720
上峰水泥（sfsn）000672，重庆建工（cqjg）600939，红墙股份（hqgf）002809，雪峰科技（xfkj）603227，凯龙股份（klgf）002783，新余国科（xygk）300722，尖峰集团（jfjt）600668，西子节能（xzjn）002534
博云新材（byxc）002297，唯万密封（wwmf）301161，金隅集团（jyjt）601992，山河智能（shzn）002097，万年青（wnq）000789，南方路机（nflj）603280，福建水泥（fjsn）600802，厦工股份（sggf）600815
海螺水泥（hlsn）600585，国泰集团（gtjt）603977
西藏
西藏城投（xzct）600773，西藏旅游（xzly）600749，奇正藏药（qzzy）002287
电网
安靠智电（akzd）300617，平安电工（padg）001359，中国西电（zgxd）601179，许继电气（xjdq）000400，国电南自（gdnz）600268
机器人
首开股份（skgf）600376，金发科技（jfkj）600143，雪龙集团（xljt）603949，景兴纸业（jxzy）002067，荣晟环保（rchb）603165，卧龙电驱（wldq）600580，长盛轴承（zszc）300718，中大力德（zdld）002896
众辰科技（zckj）603275
医药
辰欣药业（cxyy）603367，亚太药业（ytyy）002370，一品红（yph）300723，海普瑞（hpr）002399，海特生物（htsw）300683，键凯科技（jkkj）688356，福元医药（fyyy）601089，奇正藏药（qzzy）002287
玻纤
平安电工（padg）001359，中材科技（zckj）002080
其余形式独苗
东信和平（dxhp）002017，新安股份（xagf）600596，盛和资源（shzy）600392，久量股份（jlgf）300808，博源化工（byhg）000683，邦基科技（bjkj）603151，安邦护卫（abhw）603373，闽发铝业（mfly）002578
有色金属（ysjs）000819，天普股份（tpgf）605255，浙江汽车，索通发展（stfz）603612，淳中科技（czkj）603516，英伟达芯片，大连友谊（dlyy）000679

二板
南矿集团（nkjt）001360，华宏科技（hhkj）002645，昂利康（alk）002940，国机通用（gjty）600444，华建集团（hjjt）600629，汇通集团（htjt）603176

三板
北化股份（bhgf）002246，建设工业（jsgy）002265，人民同泰（rmtt）600829，柳钢股份（lggf）601003，美邦股份（mbgf）605033

九板
上维新材

`
  },
  {
    "d": "2025-07-18",
    "l": "https://www.tgb.cn/a/2jLgcMnGXVR",
    "t": `


二板
延华智能（yhzn）002178，北化股份（bhgf）002246，建设工业（jsgy）002265，沧州大化（czdh）600230，海航科技（hhkj）600751，汉商集团（hsjt）600774，人民同泰（rmtt）600829，柳钢股份（lggf）601003，美邦股份（mbgf）605033

三板
天宸股份（tcgf）600620，海星股份（hxgf）603115

六板
兰生股份（lsgf）600826

八板
上维新材

`
  },
  {
    "d": "2025-07-17",
    "l": "https://www.tgb.cn/a/2jJCXmOUjCT",
    "t": `

首板
低空
时空科技（skkj）605178，南京聚隆（njjl）300644，道恩股份（degf）002838，江淮汽车（jhqc）600418
消费
国光连锁（ggls）605188，国芳集团（gfjt）601086，凯撒旅业（ksly）000796，庄园牧场（zymc）002910
医药
沃华医药（whyy）002107，赛力医疗（slyl）603716，维康药业（wkyy）300878，汉商集团（hsjt）600774，美邦股份（mbgf）605033，成都先导（cdxd）688222，亚太药业（ytyy）002370，信立泰（xlt）002294
人民同泰（rmtt）600829，迈威生物（mwsw）688062
算力
东材科技（dckj）601208，智微智能（zwzn）001339，广合科技（ghkj）001389，长飞光纤（zfgx）601869，东山精密（dsjm）002384，满坤科技（mkkj）301132，泰晶科技（tjkj）603738，剑桥科技（jqkj）603083
鸿蒙
延华智能（yhzn）002178，智微智能（zwzn）001339，常山北明（csbm）000158，金现代（jxd）300830
军工
建设工业（jsgy）002265，北化股份（bhgf）002246，应流股份（ylgf）603308，中航沈飞（zhsf）600760
锂电
大中矿业（dzky）001203，平安电工（padg）001359
其余形式独苗
亿晶光电（yjgd）600537，恒银科技（hykj）603106，柳钢股份（lggf）601003，沧州大化（czdh）600230，海航科技（hhkj）600751，仁智股份（rzgf）002629，中远海科（zyhk）002401

二板
浙江震元（zjzy）000705，鸿博股份（hbgf）002229，皇氏集团（hsjt）002329，亚太药业（ytyy）002370，电光科技（dgkj）002730，生物股份（swgf）600201，天宸股份（tcgf）600620，英利汽车（ylqc）601279，浙江黎明（zjlm）603048，君禾股份（jhgf）603617，海星股份（hxgf）603115

三板
力生制药（lszy）002393，联发股份（lfgf）002394

五板
上海物贸（shwm）600822，兰生股份（lsgf）600826

七板
上纬新材（swxc）688585

`
  },
  {
    "d": "2025-07-16",
    "l": "https://www.tgb.cn/a/2jHVMrPg7uf",
    "t": `

首板
Ai伴侣
天地在线（tdzx）002995，横店影视（hdys）603103
发电机
动力新科（dlxk）600841，长源东谷（zydg）603950，福达股份（fdgf）603166
医药
浙江震元（zjzy）000705，润都股份（rdgf）002923，联环药业（lhyy）600513，亚太药业（ytyy）002370，千红制药（qhzy）002550，生物股份（swgf）600201，哈三联（hsl）002900，丽珠集团（lzjt）000513
外卖
天元股份（tygf）003003，森林包装（slbz）605500
电梯
梅轮电梯（mldt）603321，快意电梯（kydt）002774
算力
鸿博股份（hbgf）002229，电光科技（dgkj）002730，海星股份（hxgf）603115，宏盛股份（hsgf）603090
Ai应用
普元信息（pyxx）688118，德固特（dgt）300950
汽车人
天宸股份（tcgf）600620，浙江荣泰（zjrt）603119，嵘泰股份（rtgf）605133，天普股份（tpgf）605255，聚杰微纤（jjwx）300819，浙江黎明（zjlm）603048，东港股份（dggf）002117，天龙股份（tlgf）603266
英利汽车（ylqc）601279，君禾股份（jhgf）603617，福达股份（fdgf）603166，豪能股份（hngf）603809，西上海（xsh）605151
稳定币
东信和平（dxhp）002017，南华期货（nhqh）603093
其余形式独苗
扬电科技（ydkj）301012，豫能控股（ynkg）001896，法尔胜（fes）000890，康普顿（kpd）603798，皇氏集团（hsjt）002329

二板
中电港（zdg）001287，力生制药（lszy）002393，联发股份（lfgf）002394，奥赛康（ask）002755，金时科技（jskj）002951，中新集团（zxjt）601512

三板
潍柴重机（wczj）000880

四板
兰生股份（lsgf）600826，达意隆（dyl）002209，上海物贸（shwm）600822，华宏科技（hhkj）002645

六板
上维新材

`
  },
  {
    "d": "2025-07-15",
    "l": "https://www.tgb.cn/a/2jGj0iQXfiv",
    "t": `

首板
医药
力生制药（lszy）002393，大博医疗（dbyl）002901，奥赛康（ask）002755
算力产业链
福达合金（fdhj）603045，神驰机电（scjd）603109，新易盛（xys）300502，鹏鼎控股（pdkg）002938，中电港（zdg）001287，博汇股份（bhgf）300839
Ai智能体
利欧股份（logf）002131，泛微网络（fwwl）603039，鼎捷数智（djsz）300378，云鼎科技（ydkj）000409，用友网络（yywl）600588，税友股份（sygf）603171
房地产
广宇集团（gyjt）002133，天保基建（tbjj）000965，中新集团（zxjt）601512，渝开发（ykf）000514
其余形式独苗
中际联合（zjlh）605305，金浦钛业（jpty）000545，远望谷（ywg）002161，东方海洋（dfhy）002086，今创集团（jcjt）603680，柳钢股份（lggf）601003，联发股份（lfgf）002394，清源股份（qygf）603628
跃岭股份（ylgf）002725，金时科技（jskj）002951，兴业科技（xykj）002674

二板
潍柴重机（wczj）000880，三和管桩（shgz）003037，楚天龙（ctl）003040，诚意药业（cyyy）603811

三板
达意隆（dyl）002209，上海物贸（shwm）600822，华宏科技（hhkj）002645，兰生股份（lsgf）600826，汇通集团（htjt）603176，绿田机械（ltjx）605259

五板
上维新材

`
  },
  {
    "d": "2025-07-14",
    "l": "https://www.tgb.cn/a/2jEIeLx933E",
    "t": `

首板
医药
诚意药业（cyyy）603811，康辰药业（kcyy）603590，沃华医药（whyy）002107，之江生物（zjsw）688317，昂利康（alk）002940
锂电池
永杉锂业（ysly）603399，融捷股份（rjgf）002192
外贸
奥康国际（akgj）603001，雪祺电气（xqdq）001387，中顺洁柔（zsjr）002511
核电
德固特（dgt）300950，中科科技，国电南自（gdnz）600268
机器人
金田股份（jtgf）601609，长荣股份（zrgf）300195，科沃斯（kws）603486，兄弟科技（xdkj）002562，中欣氟材（zxfc）002915，易德龙（ydl）603380，中马传动（zmcd）603767，大丰实业（dfsy）603081
襄阳轴承（xyzc）000678，安乃达（and）603350，亚普股份（ypgf）603013，新时达（xsd）002527
电网电力
思源电气（sydq）002028，国电南自（gdnz）600268，华电辽能（hdln）600396，建投能源（jtny）000600，晋控电力（jkdl）000767，科陆电子（kldz）002121，廊坊发展（lffz）600149，森林包装（slbz）605500
欣灵电气（xldq）301388
稳定币
石基信息（sjxx）002153，德生科技（dskj）002908，楚天龙（ctl）003040
Pcb
东材科技（dckj）601208，宝鼎科技（bdkj）002552
其余形式独苗
三和管桩（shgz）003037，潍柴重机（wczj）000880，道道全（ddq）002852，宜宾纸业（ybzy）600793，帅丰电器（sfdq）605336

二板
豫能控股（ynkg）001896，达意隆（dyl）002209，中远海科（zyhk）002401，华宏科技（hhkj）002645，湖南白银（hnby）002716，中大力德（zdld）002896，卧龙新能（wlxn）600173，市北高新（sbgx）600604，上海物贸（shwm）600822，兰生股份（lsgf）600826，汇通集团（htjt）603176，绿田机械（ltjx）605259

三板
联环药业（lhyy）600513，绿地控股（ldkg）600606，京运通（jyt）601908，晨光新材（cgxc）605399

四板
国晟科技（gckj）603778，上维新材

`
  },
  {
    "d": "2025-07-11",
    "l": "https://www.tgb.cn/a/2jzDJX2OInA",
    "t": `

首板
稳定币
市北高新（sbgx）600604，兰生股份（lsgf）600826，古鳌科技（gakj）300551，天保基建（tbjj）000965，吉大正元（jdzy）003029，哈投股份（htgf）600864，中远海科（zyhk）002401，博睿数据（brsj）688229
中原证券（zyzq）601375，上海钢联（shgl）300226，瑞达期货（rdqh）002961，久其软件（jqrj）002279，恒宝股份（hbgf）002104，上海物贸（shwm）600822，中新赛克（zxsk）002912
农业
绿田机械（ltjx）605259，正虹科技（zhkj）000702
稀土永磁
华阳新材（hyxc）600281，包钢股份（bggf）600010，卧龙新能（wlxn）600173，精艺股份（jygf）002295，三川智慧（sczh）300066，华宏科技（hhkj）002645，盛和资源（shzy）600392，久吾高科（jwgk）300631
中色股份（zsgf）000758，中国稀土（zgxt）000831，中铝国际（zlgj）601068，湖南白银（hnby）002716
医药
药明康德（ymkd）603259，凯莱英（kly）002821，浩欧博（hob）688656
光伏
长岭液压（zlyy）605389，亚玛顿（ymd）002623
基建
汇通集团（htjt）603176，大千生态（dqst）603955
其余形式独苗
达意隆（dyl）002209，国瑞科技（grkj）300600，博隆技术（bljs）603325，中大力德（zdld）002896，豫能控股（ynkg）001896，抚顺特钢（fstg）600399

二板
北方稀土（bfxt）600111，联环药业（lhyy）600513，绿地控股（ldkg）600606，光大嘉宝（gdjb）600622，中银证券（zyzq）601696，京运通（jyt）601908，东宏股份（dhgf）603856，宏柏新材（hbxc）605366，晨光新材（cgxc）605399

三板
美丽生态（mlst）000010，赫美集团（hmjt）002356，南华期货（nhqh）603093，国晟科技（gckj）603778，上纬新材（swxc）688585

四板
华媒控股（hmkg）000607

五板
国投中鲁（gtzl）600962，四方新材（sfxc）605122

`
  },
  {
    "d": "2025-07-10",
    "l": "https://www.tgb.cn/a/2jxYYwhSuiK",
    "t": `

首板
医药
康辰药业（kcyy）603590，赛力医疗（slyl）603716，联环药业（lhyy）600513，誉衡药业（yhyy）002437，海思科（hsk）002653，沃华医药（whyy）002107，启迪药业（qdyy）000590
光伏
晨光新材（cgxc）605399，京运通（jyt）601908，宏柏新材（hbxc）605366，协鑫集成（xxjc）002506，弘元绿能（hyln）603185，晶澳科技（jakj）002459
氢能源
天沃科技（twkj）002564，美锦能源（mjny）000723，东宏股份（dhgf）603856，英力特（ylt）000635
金融
中科金财（zkjc）002657，普联软件（plrj）300996，中银证券（zyzq）601696
房地产
绿地控股（ldkg）600606，四川双马（scsm）000935，光大嘉宝（gdjb）600622，重庆建工（cqjg）600939，成都路桥（cdlq）002628，好太太（htt）603848，南山控股（nskg）002314
快递
申通快递（stkd）002468，圆通速递（ytsd）600233
军工
兴业科技（xykj）002674，际华集团（jhjt）601718
其余形式独苗
申科股份（skgf）002633，良品铺子（lppz）603719，新联电子（xldz）002546，竞业达（jyd）003005，山东玻纤（sdbx）605006，南京商旅（njsl）600250，北方稀土（bfxt）600111，云中马（yzm）603130

二板
美丽生态（mlst）000010，欢瑞世纪（hrsj）000892，科陆电子（kldz）002121，赫美集团（hmjt）002356，跨境通（kjt）002640，新城市（xcs）300778，南华期货（nhqh）603093，国晟科技（gckj）603778，上维新材

三板
华媒控股（hmkg）000607，金岭矿业（jlky）000655，拓日新能（trxn）002218

四板
渝开发（ykf）000514，国投中鲁（gtzl）600962，四方新材（sfxc）605122

六板
华光环能（hghn）600475，森林包装（slbz）605500

`
  },
  {
    "d": "2025-07-09",
    "l": "https://www.tgb.cn/a/2jwl7i1AfRo",
    "t": `

首板
机器人
上纬新材（swxc）688585，长华集团（zhjt）605018，大丰实业（dfsy）603081，豪森智能（hszn）688529
电力电网
新能泰山（xnts）000720，旭光电子（xgdz）600353，科陆电子（kldz）002121，新特电气（xtdq）301120，桂冠电力（ggdl）600236
光伏
国晟科技（gckj）603778，金开新能（jkxn）600821，岳阳兴长（yyxz）000819
金融
通达海（tdh）301378，越秀资本（yxzb）000987，信雅达（xyd）600571，南华期货（nhqh）603093，天融信（trx）002212
外贸
赫美集团（hmjt）002356，跨境通（kjt）002640
医药
九芝堂（jzt）000989，康美药业（kmyy）600518
Pcb
澳弘电子（ahdz）605058，铜冠铜箔（tgtb）301217
周杰伦
志邦家居（zbjj）603801，锋尚文化（fswh）300860，美邦服饰（mbfs）002269
基建
美丽生态（mlst）000010，新城市（xcs）300778
仪表仪器
汇中股份（hzgf）300371，秦川物联（qcwl）688528
其余形式独苗
大中矿业（dzky）001203，巨力索具（jlsj）002342，欢瑞世纪（hrsj）000892，日久光电（rjgd）003015，交大昂立（jdal）600530，上海医药（shyy）601607

二板
华媒控股（hmkg）000607，金岭矿业（jlky）000655，拓日新能（trxn）002218，精艺股份（jygf）002295，日发精机（rfjj）002520，长春一东（ccyd）600148，亿晶光电（yjgd）600537，大智慧（dzh）601519，朗迪集团（ldjt）603726

三板
渝开发（ykf）000514，金时科技（jskj）002951，国投中鲁（gtzl）600962，四方新材（sfxc）605122

四板
新中港（xzg）605162

五板
金安国纪（jagj）002636，华光环能（hghn）600475，华银电力（hydl）600744，森林包装（slbz）605500

`
  },
  {
    "d": "2025-07-08",
    "l": "https://www.tgb.cn/a/2juGCt0OlLv",
    "t": `

首板
芯片
朗迪集团（ldjt）603726，柏诚股份（bcgf）601133，博敏电子（bmdz）603936，合肥城建（hfcj）002208
稳定币RWA
华媒控股（hmkg）000607，大智慧（dzh）601519，中油资本（zyzb）000617，凯撒旅业（ksly）000796
医药
小芳制药（xfzy）603207，哈三联（hsl）002900，卫信康（wxk）603676，美迪西（mdx）688202
Pcb电子布
山东玻纤（sdbx）605006，国际复材（gjfc）301526，宏昌电子（hcdz）603002，奕东电子（yddz）301123，宝鼎科技（bdkj）002552，得润电子（drdz）002055，逸豪新材（yhxc）301176，广合科技（ghkj）001389
东材科技（dckj）601208，景旺电子（jwdz）603228，卓郎智能（zlzn）600545，工业富联（gyfl）601138，平安电工（padg）001359，超声电子（csdz）000823
未分类
长江材料（cjcl）001296，屹通新材（ytxc）300930
光伏
拓日新能（trxn）002218，亿晶光电（yjgd）600537，欧晶科技（ojkj）001269，首航新能（shxn）301658，亚玛顿（ymd）002623，大东南（ddn）002263，通威股份（twgf）600438，弘元绿能（hyln）603185
双良节能（sljn）600481，钧达股份（jdgf）002865，凯胜新能（ksxn）600876，精艺股份（jygf）002295
钢铁
金岭矿业（jlky）000655，柳钢股份（lggf）601003，杭钢股份（hggf）600126
汽车人
长春一东（ccyd）600148，日发精机（rfjj）002520
其余形式独苗
濮耐股份（pngf）002225，福蓉科技（frkj）603327，古麒绒材（gqrc）001390，集友股份（jygf）603429，国创高新（gcgx）002377

二板
渝开发（ykf）000514，沃顿科技（wdkj）000920，金时科技（jskj）002951，天元股份（tygf）003003，欣灵电气（xldq）301388，联环药业（lhyy）600513，永安期货（yaqh）600927，国投中鲁（gtzl）600962，宏和科技（hhkj）603256，四方新材（sfxc）605122，新亚电子（xydz）605277

三板
九鼎新材（jdxc）002201，新中港（xzg）605162

四板
金安国纪（jagj）002636，华光环能（hghn）600475，华银电力（hydl）600744，森林包装（slbz）605500

`
  },
  {
    "d": "2025-07-07",
    "l": "https://www.tgb.cn/a/2jt0joVzUdh",
    "t": `

首板
外卖
天元股份（tygf）003003，海融科技（hrkj）300915，普利特（plt）002324，富岭股份（flgf）001356，松炀资源（syzy）603863，家联科技（jlkj）301193，嘉澳环保（jahb）603822，恒鑫生活（hxsh）301501
电力
华电辽能（hdln）600396，豫能控股（ynkg）001896，长城电工（ccdg）600192，世茂能源（smny）605028，同洲电子（tzdz）002052，华电能源（hdny）600726，苏文电能（swdn）300982，乐山电力（lsdl）600644
充电桩
奥特迅（atx）002227，欣灵电气（xldq）301388
核电
王子新材（wzxc）002735，融发核电（rfhd）002366
冰箱制冷
惠而浦（hep）600983，联合精密（lhjm）001268
医药
联环药业（lhyy）600513，济南高新（jngx）600807，宝莱特（blt）300246，正川股份（zcgf）603976，福元药业（fyyy）300194，五洲医疗（wzyl）301234
稳定币
海联金汇（hljh）002537，永安期货（yaqh）600927，吉宏股份（jhgf）002803，青岛金王（qdjw）002094，中亦科技（zykj）301208，生意宝（syb）002095，浔兴股份（xxgf）002098，石基信息（sjxx）002153
房地产
渝开发（ykf）000514，沙河股份（shgf）000014，南山控股（nskg）002314，财信发展（cxfz）000838，四方新材（sfxc）605122
江苏足球
南京商旅（njsl）600250，共创草坪（gccp）605099，双象股份（sxgf）002395
军工
中船汉光（zchg）300847，展鹏科技（zpkj）603488，湖南天雁（hnty）600698
其余形式独苗
国投中鲁（gtzl）600962，维科技术（wkjs）600152，宏和科技（hhkj）603256，沃顿科技（wdkj）000920，新亚电子（xydz）605277，金时科技（jskj）002951，先达股份（xdgf）603086，山河智能（shzn）002097

二板
深南电Ａ（snda）000037，韶能股份（sngf）000601，九鼎新材（jdxc）002201，兄弟科技（xdkj）002562，京北方（jbf）002987，信雅达（xyd）600571，新中港（xzg）605162

三板
金安国纪（jagj）002636，金一文化（jywh）002721，华光环能（hghn）600475，华银电力（hydl）600744，森林包装（slbz）605500

`
  },
  {
    "d": "2025-07-04",
    "l": "https://www.tgb.cn/a/2jo07FdVUHZ",
    "t": `

首板
电力
韶能股份（sngf）000601，深南电Ａ（snda）000037，新中港（xzg）605162，平安电工（padg）001359，金房能源（jfny）001210
Pcb电子布
东材科技（dckj）601208，再升科技（zskj）603601，奥士康（ask）002913，九鼎新材（jdxc）002201
稳定币rwa
杭州园林（hzyl）300649，信雅达（xyd）600571，华资实业（hzsy）600191，京北方（jbf）002987，南凌科技（nlkj）300921，德生科技（dskj）002908，霍普股份（hpgf）301024
医药
中源协和（zyxh）600645，贝瑞基因（brjy）000710，奥赛康（ask）002755，海正药业（hzyy）600267，京新药业（jxyy）002020，热景生物（rjsw）688068
其余形式独苗
长江投资，兄弟科技（xdkj）002562，凌钢股份（lggf）600231，柳化股份，泰坦股份（ttgf）003036，隆扬电子（lydz）301389

二板
金安国纪（jagj）002636，金一文化（jywh）002721，广生堂（gst）300436，华光环能（hghn）600475，华银电力（hydl）600744，卫信康（wxk）603676，森林包装（slbz）605500

三板
亚玛顿（ymd）002623

四板
柳钢股份（lggf）601003，赛力医疗（slyl）603716

`
  },
  {
    "d": "2025-07-03",
    "l": "https://www.tgb.cn/a/2jmodgzipO1",
    "t": `

首板
芯片
西测测试（xccs）301306，博敏电子（bmdz）603936，大为股份（dwgf）002213，盈方微（yfw）000670，永安行（yax）603776，好上好（hsh）001298
医药
九芝堂（jzt）000989，卫信康（wxk）603676，神州细胞（szxb）688520，华海药业（hhyy）600521，长春高新（ccgx）000661，广生堂（gst）300436
算力硬件
中嘉博创（zjbc）000889，新亚电子（xydz）605277，金安国纪（jagj）002636，方正科技（fzkj）600601，鹏鼎控股（pdkg）002938，中一科技（zykj）301150，宏和科技（hhkj）603256，工业富联（gyfl）601138
中京电子（zjdz）002579，汇绿生态（hlst）001267，福达合金（fdhj）603045，逸豪新材（yhxc）301176
纺织
云中马（yzm）603130，百隆东方（bldf）601339
农业
邦基科技（bjkj）603151，威马农机（wmnj）301533，苏利股份（slgf）603585，新农股份（xngf）002942
锂电池
洪田股份（htgf）603800，万里股份（wlgf）600847，大东南（ddn）002263，钱江摩托（qjmt）000913
其余形式独苗
朝阳科技（zykj）002981，顺威股份（swgf）002676，雷科防务（lkfw）002413，欢瑞世纪（hrsj）000892，财信发展（cxfz）000838，国脉科技（gmkj）002093，华银电力（hydl）600744，正裕工业（zygy）603089
金一文化（jywh）002721，华光环能（hghn）600475，森林包装（slbz）605500

二板
精艺股份（jygf）002295，南山控股（nskg）002314，巨力索具（jlsj）002342，亚玛顿（ymd）002623，百洋股份（bygf）002696，亿晶光电（yjgd）600537，耀皮玻璃（ypbl）600819，美诺华（mnh）603538，诚意药业（cyyy）603811

三板
柳钢股份（lggf）601003，赛力医疗（slyl）603716

四板
雪迪龙（xdl）002658，吉鑫科技（jxkj）601218

六板
诚邦股份（cbgf）603316

`
  },
  {
    "d": "2025-07-02",
    "l": "https://www.tgb.cn/a/2jkJcM4116o",
    "t": `

首板
海洋经济
巨力索具（jlsj）002342，神开股份（skgf）002278，东方海洋（dfhy）002086，开创国际（kcgj）600097，深水海纳（sshn）300961，海洋王（hyw）002724，振华重工（zhzg）600320，百洋股份（bygf）002696
南山控股（nskg）002314，海利得（hld）002206，中水渔业（zsyy）000798，南方路机（nflj）603280，大连重工（dlzg）002204，冰山冷热（bslr）000530，好当家（hdj）600467，亚星锚链（yxml）601890
国联水产（glsc）300094，獐子岛（zzd）002069
光伏
亚玛顿（ymd）002623，大烨智能（dyzn）300670，耀皮玻璃（ypbl）600819，欣灵电气（xldq）301388，欧晶科技（ojkj）001269，亿晶光电（yjgd）600537，秀强股份（xqgf）300160，博菲电气（bfdq）001255
赛伍技术（swjs）603212，凯胜新能（ksxn）600876，双良节能（sljn）600481，金晶科技（jjkj）600586，东岳硅材（dygc）300821，通威股份（twgf）600438，福莱特（flt）601865，尚纬股份（swgf）603333
医药
诚意药业（cyyy）603811，美诺华（mnh）603538，海王生物（hwsw）000078
代糖
保龄宝（blb）002286，百龙创园（blcy）605016
消费
南京商旅（njsl）600250，宜宾纸业（ybzy）600793，浙江东日（zjdr）600113
钢铁
重庆钢铁（cqgt）601005，首钢股份（sggf）000959
其余形式独苗
飞亚达（fyd）000026，精艺股份（jygf）002295，福建水泥（fjsn）600802

二板
康达新材（kdxc）002669，昂利康（alk）002940，柳钢股份（lggf）601003，赛力医疗（slyl）603716

三板
凯美特气（kmtq）002549，雪迪龙（xdl）002658，长城电工（ccdg）600192，亚星化学（yxhx）600319，吉鑫科技（jxkj）601218，再升科技（zskj）603601，西上海（xsh）605151

五板
诚邦股份（cbgf）603316

`
  },
  {
    "d": "2025-07-01",
    "l": "https://www.tgb.cn/a/2jj4O8aBVKs",
    "t": `

首板
芯片
旋极信息（xjxx）300324，朗迪集团（ldjt）603726，银宝山新（ybsx）002786，好利科技（hlkj）002729，飞鹿股份（flgf）300665，博敏电子（bmdz）603936，三超新材（scxc）300554，同兴达（txd）002845
旭光电子（xgdz）600353，康达新材（kdxc）002669，百合花（bhh）603823，快克智能（kkzn）603203，锴威特（kwt）688693，海立股份（hlgf）600619，皇庭国际（htgj）000056，红宝丽（hbl）002165
现代投资（xdtz）000900
医药
赛力医疗（slyl）603716，阳普医疗（ypyl）300030，能特科技（ntkj）002102，丰原药业（fyyy）000153，昂利康（alk）002940，前沿生物（qysw）688221
电力
华银电力（hydl）600744，华电辽能（hdln）600396，华电能源（hdny）600726，飞马国际（fmgj）002210
化工
凌玮科技（lwkj）301373，宏和科技（hhkj）603256，众鑫股份（zxgf）603091，山东赫达（sdhd）002810，中材科技（zckj）002080，山东玻纤（sdbx）605006，长海股份（zhgf）300196
机器人
微光股份（wggf）002801，冀东装备（jdzb）000856
固态电池
传艺科技（cykj）002866，江南新材（jnxc）603124
金融
安妮股份（angf）002235，爱建集团（ajjt）600643
其余形式独苗
海航科技（hhkj）600751，柳钢股份（lggf）601003，中孚实业（zfsy）600595，爱施德（asd）002416

二板
合金投资（hjtz）000633，创新医疗（cxyl）002173，凯美特气（kmtq）002549，利君股份（ljgf）002651，雪迪龙（xdl）002658，长城电工（ccdg）600192，亚星化学（yxhx）600319，四创电子（scdz）600990，吉鑫科技（jxkj）601218，长城军工（ccjg）601606，常青科技（cqkj）603125，再升科技（zskj）603601，西上海（xsh）605151

三板
际华集团（jhjt）601718

四板
诚邦股份（cbgf）603316

`
  },
  {
    "d": "2025-06-30",
    "l": "https://www.tgb.cn/a/2jhoLYVu7tI",
    "t": `

首板
芯片
常青科技（cqkj）603125，凯美特气（kmtq）002549，中瓷电子（zcdz）003031，蓝英装备（lyzb）300293，申通地铁（stdt）600834，跃岭股份（ylgf）002725，兴业股份（xygf）603928
RWA光储
瑞纳智能（rnzn）301129，协鑫能科（xxnk）002015，日海智能（rhzn）002313，欧晶科技（ojkj）001269，赛伍技术（swjs）603212，吉鑫科技（jxkj）601218，长城电工（ccdg）600192，长龄液压（zlyy）605389
曲美家居（qmjj）603818，杭州园林（hzyl）300649，亚星化学（yxhx）600319，万胜智能（wszn）300882，江河集团（jhjt）601886，同洲电子（tzdz）002052，新炬网络（xjwl）605398，雪迪龙（xdl）002658
游戏
恺英网络（kywl）002517，巨人网络（jrwl）002558，吉比特（jbt）603444
军工
再升科技（zskj）603601，能科科技（nkkj）603859，利君股份（ljgf）002651，晨曦航空（cxhk）300581，成飞集成（cfjc）002190，长城军工（ccjg）601606，博亚精工（byjg）300971，中光学（zgx）002189
中兵红箭（zbhj）000519，国睿科技（grkj）600562，湖南天雁（hnty）600698，北化股份（bhgf）002246，四创电子（scdz）600990，湘电股份（xdgf）600416，北方导航（bfdh）600435，国瑞科技（grkj）300600
腾亚精工（tyjg）301125
汽车产业链
正裕工业（zygy）603089，西上海（xsh）605151，泉峰汽车（qfqc）603982，新坐标（xzb）603040
医药
灵康药业（lkyy）603669，昭衍新药（zyxy）603127
稳定币
翠微股份（cwgf）603123，东信和平（dxhp）002017，中远海科（zyhk）002401
脑机接口
创新医疗（cxyl）002173，荣泰健康（rtjk）603579，翔宇医疗（xyyl）688626
其余形式独苗
珠江股份（zjgf）600684，华生科技（hskj）605180，国联股份（glgf）603613，广博股份（gbgf）002103，景旺电子（jwdz）603228，联建光电（ljgd）300269，帝欧家居，理论上是跟随曲美家居
宁波韵升（nbys）600366

二板
中京电子（zjdz）002579，恒宇信通（hyxt）300965，霍普股份（hpgf）301024，维科技术（wkjs）600152，内蒙一机（nmyj）600967，际华集团（jhjt）601718，澳鸿电子（ahdz）605058

三板
飞亚达（fyd）000026，中光防雷（zgfl）300414，时代万恒（sdwh）600241，诚邦股份（cbgf）603316

四板
好上好（hsh）001298

五板
弘业期货（hyqh）001236，大东南（ddn）002263

`
  },
  {
    "d": "2025-06-27",
    "l": "https://www.tgb.cn/a/2jcqwY5FC8e",
    "t": `

首板
小米汽车
模塑科技（mskj）000700，电工合金（dghj）300697，宁波华翔（nbhx）002048
RWA稳定币
奥瑞德（ard）600666，霍普股份（hpgf）301024，恒宝股份（hbgf）002104，金一文化（jywh）002721
金属
华阳新材（hyxc）600281，电工合金（dghj）300697，北方铜业（bfty）000737，中孚实业（zfsy）600595，金一文化（jywh）002721，株治集团（zzjt）600961，金徽股份（jhgf）603132
固态电池
平安电工（padg）001359，日播时尚（rbss）603196，维科技术（wkjs）600152，金龙羽（jly）002882，野马电池（ymdc）605378
医药
迈威生物（mwsw）688062，昂利康（alk）002940，华人健康（hrjk）301408，哈三联（hsl）002900
水利
韩建河山（hjhs）603616，国统股份（gtgf）002205，农尚环境（nshj）300536
算力产业链
奥瑞德（ard）600666，农尚环境（nshj）300536，新亚电子（xydz）605277，和而泰（het）002402，中京电子（zjdz）002579，澳鸿电子（ahdz）605058
军工
内蒙一机（nmyj）600967，恒宇信通（hyxt）300965，安凯客车（akkc）000868
物流
三羊马（sym）001317，嘉友国际（jygj）603871，飞马国际（fmgj）002210
存储芯片
深圳华强（szhq）000062，创益通（cyt）300991，胜科纳米（sknm）688757，华天科技（htkj）002185，太龙股份（tlgf）300650
以伊冲突
北方国际（bfgj）000065，际华集团（jhjt）601718
未分类
三羊马（sym）001317，玉马科技（ymkj）300993，云中马（yzm）603130，野马电池（ymdc）605378
其余形式独苗
华远控股（hykg）600743，二六三（els）002467

二板
飞亚达（fyd）000026，中光防雷（zgfl）300414，时代万恒（sdwh）600241，渤海汽车（bhqc）600960，诚邦股份（cbgf）603316

三板
好上好（hsh）001298，爱建集团（ajjt）600643

四板
弘业期货（hyqh）001236，大东南（ddn）002263

`
  },
  {
    "d": "2025-06-26",
    "l": "https://www.tgb.cn/a/2jaMNWFU8pg",
    "t": `

首板
金融
棒杰股份，华茂股份（hmgf）000850，格尔软件（gerj）603232，延华智能（yhzn）002178，科创信息（kcxx）300730，捷顺科技（jskj）002609，楚天龙（ctl）003040，华媒控股（hmkg）000607
实达集团（sdjt）600734
锂电池
佛塑科技（fskj）000973，中仑新材（zlxc）301565，时代万恒（sdwh）600241，普路通（plt）002769，上海洗霸（shxb）603200，东方锆业（dfgy）002167，华锋股份（hfgf）002806，唯特偶（wto）301319
军工
渤海汽车（bhqc）600960，海洋王（hyw）002724，中光防雷（zgfl）300414，中科海讯（zkhx）300810，巨力索具（jlsj）002342，飞亚达（fyd）000026
海洋经济
东方海洋（dfhy）002086，海洋王（hyw）002724，尤夫股份（yfgf）002427，中科海讯（zkhx）300810，巨力索具（jlsj）002342
算力硬件
景旺电子（jwdz）603228，诚邦股份（cbgf）603316
汽车产业链
上海沿浦（shyp）605128，海泰科（htk）301022
消费
浙江东日（zjdr）600113，天目湖（tmh）603136，南京商旅（njsl）600250，曲江文旅（qjwl）600706
其余形式独苗
欢瑞世纪（hrsj）000892，环球印务（hqyw）002799，三木集团（smjt）000632，华升股份（hsgf）600156，准油股份

二板
好上好（hsh）001298，沧州明珠（czmz）002108，中光学（zgx）002189，建设工业（jsgy）002265，瑞达期货（rdqh）002961，京北方（jbf）002987，万里马（wlm）300591，国瑞科技（grkj）300600，北方导航（bfdh）600435，爱建集团（ajjt）600643，湖南天雁（hnty）600698，银座股份（yzgf）600858，长城军工（ccjg）601606，南华期货（nhqh）603093

三板
弘业期货（hyqh）001236，合力泰（hlt）002217，大东南（ddn）002263，国盛金控（gsjk）002670，天际股份（tjgf）002759

四板
吉大正元（jdzy）003029

五板
新通联（xtl）603022

`
  },
  {
    "d": "2025-06-25",
    "l": "https://www.tgb.cn/a/2j95qqn56Ff",
    "t": `

首板
军工
泰豪科技（thkj）600590，北方导航（bfdh）600435，中光学（zgx）002189，建设工业（jsgy）002265，国瑞科技（grkj）300600，长城军工（ccjg）601606，光电股份（gdgf）600184，万里马（wlm）300591
中兵红箭（zbhj）000519，中天火箭（zthj）003009，湖南天雁（hnty）600698，航发科技（hfkj）600391，北方长龙（bfcl）301357
金融
爱建集团（ajjt）600643，天晟新材（tcxc）300169，新力金融（xljr）600318，建元信托（jyxt）600816，汇金股份（hjgf）300368，京北方（jbf）002987，瑞达期货（rdqh）002961，翠微股份（cwgf）603123
市北高新（sbgx）600604，指南针（znz）300803，南华期货（nhqh）603093，天风证券（tfzq）601162，杭州园林（hzyl）300649，大智慧（dzh）601519，顶点软件（ddrj）603383
芯片
泰凌微（tlw）688591，好上好（hsh）001298，柏诚股份（bcgf）601133，台基股份（tjgf）300046，亚翔集成（yxjc）603929
锂电池
红星发展（hxfz）600367，沧州明珠（czmz）002108，软控股份（rkgf）002073，野马电池（ymdc）605378
消费
银座股份（yzgf）600858，桂发祥（gfx）002820，新宝股份（xbgf）002705，金达威（jdw）002626
Ai眼镜
智立方（zlf）301312，三星新材（sxxc）603578
其余形式独苗
通业科技（tykj）300960，镇海股份（zhgf）603637

二板
弘业期货（hyqh）001236，合力泰（hlt）002217，大东南（ddn）002263，国盛金控（gsjk）002670，浙江世宝（zjsb）002703，天际股份（tjgf）002759，联诚精密（lcjm）002921，瑞玛精密（rmjm）002976，天利科技（tlkj）300399，湘财股份（xcgf）600095，恒银科技（hykj）603106，永安行（yax）603776，龙蟠科技（lpkj）603906

三板
海联金汇（hljh）002537，吉大正元（jdzy）003029，泰和科技（thkj）300801

四板
英联股份（ylgf）002846，新通联（xtl）603022

五板
湘潭电化（xtdh）002125，兴业股份（xygf）603928

七板
诺德股份（ndgf）600110

`
  },
  {
    "d": "2025-06-24",
    "l": "https://www.tgb.cn/a/2j7rfjtoVXm",
    "t": `

首板
未分类
永安行（yax）603776，锦江在线（jjzx）600650，万马科技（wmkj）300698，浙江世宝（zjsb）002703，合力泰（hlt）002217，通达电气（tddq）603390，瑞玛精密（rmjm）002976，海马汽车（hmqc）000572
恒帅股份（hsgf）300969，华铭智能（hmzn）300462，飞马国际（fmgj）002210，世运电路（sydl）603920，云内动力（yndl）000903，星源卓镁（xyzm）301398，兴民智通（xmzt）002355，赛伍技术（swjs）603212
稳定币
东信和平（dxhp）002017，新炬网络（xjwl）605398，恒银科技（hykj）603106
固态电池
洪田股份（htgf）603800，天际股份（tjgf）002759，大东南（ddn）002263，胜利精密（sljm）002426，龙蟠科技（lpkj）603906，国轩高科（gxgk）002074，信德新材（xdxc）301349，利元亨（lyh）688499
金龙羽（jly）002882，华盛锂电（hsld）688353，德新科技（dxkj）603032
机器人
联诚精密（lcjm）002921，春光科技（cgkj）603657，杭齿前进（hcqj）601177，龙溪股份（lxgf）600592，众辰科技（zckj）603275，兆丰股份（zfgf）300695，浙江荣泰（zjrt）603119
充电桩
奥特迅（atx）002227，绿能慧充（lnhc）600212
证券
国盛金控（gsjk）002670，天利科技（tlkj）300399，弘业期货（hyqh）001236，湘财股份（xcgf）600095
游戏
电魂网络（dhwl）603258，冰川网络（bcwl）300533
基建
北方国际（bfgj）000065，中工国际（zggj）002051
化工
兄弟科技（xdkj）002562，吉华集团（jhjt）603980
其余形式独苗
华软科技（hrkj）002453，联环药业（lhyy）600513，中京电子（zjdz）002579，邦基科技（bjkj）603151，菲林格尔（flge）603226，光迅科技（gxkj）002281

二板
欢瑞世纪（hrsj）000892，海联金汇（hljh）002537，顺灏股份（shgf）002565，金龙羽（jly）002882，吉大正元（jdzy）003029，泰和科技（thkj）300801

三板
英联股份（ylgf）002846，浙江东日（zjdr）600113，新通联（xtl）603022，新亚强（xyq）603155，建业股份（jygf）603948

四板
湘潭电化（xtdh）002125，兴业股份（xygf）603928

六板
诺德股份（ndgf）600110

`
  },
  {
    "d": "2025-06-23",
    "l": "https://www.tgb.cn/a/2j5My9cDg4C",
    "t": `

首板
航运
宁波远洋（nbyy）601022，南京港（njg）002040，连云港（lyg）601008
稳定币
吉大正元（jdzy）003029，奥瑞德（ard）600666，海联金汇（hljh）002537，神州信息（szxx）000555，优博讯（ybx）300531，中科金财（zkjc）002657，恒宝股份（hbgf）002104
油气
神开股份（skgf）002278，准油股份，泰山石油（tssy）000554
核电
合金投资（hjtz）000633，中广核技（zghj）000881，融发核电（rfhd）002366
化工
丹化科技（dhkj）600844，中毅达（zyd）600610，渤海化学（bhhx）600800，兴化股份，永东股份（ydgf）002753，三维股份（swgf）603033，永安药业（yayy）002365
芯片
大为股份（dwgf）002213，波长光电（bcgd）301421，中晶科技（zjkj）003026
军工
航天发展（htfz）000547，湖南天雁（hnty）600698，甘化科工（ghkg）000576，烽火电子（fhdz）000561，万里马（wlm）300591，雷科防务（lkfw）002413，观想科技（gxkj）301213
锂电池
中国瑞林（zgrl）603257，泰和科技（thkj）300801，和胜股份（hsgf）002824，维远股份（wygf）600955，金龙羽（jly）002882，光华科技（ghkj）002741
高铁
三维股份（swgf）603033，宝光股份（bggf）600379
医药和脑机
南卫股份（nwgf）603880，赛力医疗（slyl）603716，浩欧博（hob）688656，达实智能（dszn）002421
其余形式独苗
欢瑞世纪（hrsj）000892，凯瑞德（krd）002072，生物股份（swgf）600201，三德科技（sdkj）300515，逸豪新材（yhxc）301176，三星新材（sxxc）603578，顺灏股份（shgf）002565，海新能科（hxnk）300072
日久光电（rjgd）003015，银座股份（yzgf）600858

二板
安妮股份（angf）002235，天顺股份（tsgf）002800，英联股份（ylgf）002846，浙江东日（zjdr）600113，保税科技（bskj）600794，宁波海运（nbhy）600798，新通联（xtl）603022，新亚强（xyq）603155，兴通股份（xtgf）603209，美诺华（mnh）603538，建业股份（jygf）603948

三板
茂化实华（mhsh）000637，湘潭电化（xtdh）002125，兴业股份（xygf）603928

四板
长城军工（ccjg）601606

五板
诺德股份（ndgf）600110

七板
山东墨龙（sdml）002490

`
  },
  {
    "d": "2025-06-20",
    "l": "https://www.tgb.cn/a/2j0MSiRzVvM",
    "t": `

首板
光伏
赛伍技术（swjs）603212，协鑫集成（xxjc）002506，凯胜新能（ksxn）600876，新亚强（xyq）603155，正业科技（zykj）300410，京运通（jyt）601908，川润股份（crgf）002272，新通联（xtl）603022
锂电池
英联股份（ylgf）002846，滨海能源（bhny）000695，科恒股份（khgf）300340，宏和科技（hhkj）603256，西藏城投（xzct）600773
芯片
景兴纸业（jxzy）002067，新亚强（xyq）603155，强力新材（qlxc）300429，建业股份（jygf）603948，肯特催化（ktch）603120，光力科技（glkj）300480
物流
天顺股份（tsgf）002800，兴通股份（xtgf）603209，宁波海运（nbhy）600798，宏川智慧（hczh）002930，保税科技（bskj）600794
医药
赛升药业（ssyy）300485，美诺华（mnh）603538，昂利康（alk）002940
稳定币
协鑫集成（xxjc）002506，安妮股份（angf）002235，保税科技（bskj）600794，楚天龙（ctl）003040
水利
韩建河山（hjhs）603616，深水规院（ssgy）301038
其余形式独苗
宿迁联盛（sqls）603065，科华控股（khkg）603161，皇台酒业（htjy）000995，宝地矿业（bdky）601121，新疆有色，江龙船艇（jlct）300589，浙江东日（zjdr）600113

二板
茂化实华（mhsh）000637，湘潭电化（xtdh）002125，海科新源（hkxy）301292，兴业股份（xygf）603928

三板
中京电子（zjdz）002579，长城军工（ccjg）601606

四板
诺德股份（ndgf）600110

六板
山东墨龙（sdml）002490

`
  },
  {
    "d": "2025-06-19",
    "l": "https://www.tgb.cn/a/2iZlKLxVt5G",
    "t": `

首板
电池
湘潭电化（xtdh）002125，海科新源（hkxy）301292，盛新锂能（sxln）002240，百合花（bhh）603823，丰元股份（fygf）002805，兴业股份（xygf）603928
油气化工
茂化实华（mhsh）000637，宝莫股份（bmgf）002476，兴业股份（xygf）603928，国际实业（gjsy）000159，金瑞矿业（jrky）600714
金融相关
金桥信息（jqxx）603918，电科数字（dksz）600850
电力
恒盛能源（hsny）605580，宝馨科技（bxkj）002514，晨丰科技（cfkj）603685
传媒
掌阅科技（zykj）603533，慈文传媒（cwcm）002343，百纳千成（bnqc）300291
天然气
首华燃气（shrq）300483，蓝焰控股（lykg）000968
其余形式独苗
空港股份（kggf）600463，王力安防（wlaf）605268，创新医疗（cxyl）002173，泉峰汽车（qfqc）603982，必得科技（bdkj）605298，凯旺科技（kwkj）301182

二板
中京电子（zjdz）002579，逸豪新材（yhxc）301176，北方长龙（bfcl）301357，长城军工（ccjg）601606，时代出版（sdcb）600551

三板
诺德股份（ndgf）600110

五板
准油股份，山东墨龙（sdml）002490

`
  },
  {
    "d": "2025-06-18",
    "l": "https://www.tgb.cn/a/2iXuXZAjgGb",
    "t": `

首板
稳定币
时代出版（sdcb）600551，楚天龙（ctl）003040，翠微股份（cwgf）603123
新能源
通润装备（trzb）002150，鼎际得（djd）603255，普路通（plt）002769，乐通股份（ltgf）002319
消费电子
比依股份（bygf）603215，联建光电（ljgd）300269，影石创新（yscx）688775，清越科技（qykj）688496
核电
中超控股（zckg）002471，震安科技（zakj）300767
化工
永安药业（yayy）002365，兴化股份，苏州龙杰（szlj）603332
军工
长城军工（ccjg）601606，北方长龙（bfcl）301357，新光光电（xggd）688011，贵绳股份（gsgf）600992
Pcb
中京电子（zjdz）002579，逸豪新材（yhxc）301176，沪电股份（hdgf）002463，科翔股份（kxgf）300903
其余形式独苗
中锐股份（zrgf）002374，标准股份，顺威股份（swgf）002676，福元医药（fyyy）601089，大为股份（dwgf）002213

二板
深华发Ａ（shfa）000020，诺德股份（ndgf）600110，浙江东日（zjdr）600113，莫高股份

三板
东信和平（dxhp）002017，邦基科技（bjkj）603151

四板
协鑫能科（xxnk）002015，准油股份，金牛化工（jnhg）600722，山东墨龙（sdml）002490，贝肯能源（bkny）002828

`
  },
  {
    "d": "2025-06-17",
    "l": "https://www.tgb.cn/a/2iVQteErFmS",
    "t": `

首板
脑机
爱朋医疗（apyl）300753，创新医疗（cxyl）002173，麒盛科技（qskj）603610，南京熊猫（njxm）600775，浙江东日（zjdr）600113，北陆药业（blyy）300016，荣泰健康（rtjk）603579
消费电子
英派斯（yps）002899，三夫户外（sfhw）002780，捷荣技术（jrjs）002855，深华发Ａ（shfa）000020
农药
红太阳（hty）000525，蓝丰生化（lfsh）002513，长青股份（cqgf）002391
再生医学
济民健康（jmjk）603222，赤天化（cth）600227
核污染
中核科技（zhkj）000777，融发核电（rfhd）002366，际华集团（jhjt）601718
天然气
国新能源（gxny）600617，胜通能源（stny）001331
锂电池
赢合科技（yhkj）300457，科力远（kly）600478，诺德股份（ndgf）600110，动力源（dly）600405
航运
凤凰航运（fhhy）000520，宏川智慧（hczh）002930，恒基达鑫（hjdx）002492，招商南油（zsny）601975
其余形式独苗
渤海汽车（bhqc）600960，创识科技（cskj）300941，莫高股份，华光环能（hghn）600475，华阳新材（hyxc）600281，天顺股份（tsgf）002800

二板
东信和平（dxhp）002017，恒宝股份（hbgf）002104，珠江钢琴（zjgq）002678，邦基科技（bjkj）603151，苏利股份（slgf）603585

三板
协鑫能科（xxnk）002015，准油股份，山东墨龙（sdml）002490，金牛化工（jnhg）600722，贝肯能源（bkny）002828

`
  },
  {
    "d": "2025-06-16",
    "l": "https://www.tgb.cn/a/2iUaJkjdQfG",
    "t": `

首板
谷子经济
高乐股份（glgf）002348，地素时尚（dsss）603587，光线传媒（gxcm）300251，美邦服饰（mbfs）002269
金融稳定币
弘业期货（hyqh）001236，东信和平（dxhp）002017，海联金汇（hljh）002537，天阳科技（tykj）300872，恒宝股份（hbgf）002104，工大科雅（gdky）301197，新炬网络（xjwl）605398，合肥城建（hfcj）002208
恒生电子（hsdz）600570，朗新集团（lxjt）300682，中科金财（zkjc）002657，四方精创（sfjc）300468
医药
北大医药（bdyy）000788，通化金马（thjm）000766，昂利康（alk）002940，启迪药业（qdyy）000590
传媒
三维通信（swtx）002115，遥望科技（ywkj）002291
化工
先达股份（xdgf）603086，苏利股份（slgf）603585，中毅达（zyd）600610，利民股份（lmgf）002734
未分类
海正生材（hzsc）688203，长江材料（cjcl）001296
其余形式独苗
绿茵生态（lyst）002887，东山精密（dsjm）002384，运达股份（ydgf）300772，珠江钢琴（zjgq）002678，广晟有色（gcys）600259，泰坦股份（ttgf）003036，安德利（adl）605198，石英股份（sygf）603688
富吉瑞（fjr）688272，日上集团（rsjt）002593

二板
泰山石油（tssy）000554，协鑫能科（xxnk）002015，准油股份，山东墨龙（sdml）002490，贝肯能源（bkny）002828，萃华珠宝（chzb）002731，金时科技（jskj）002951，大洋生物（dysw）003017，通源石油（tysy）300164，捷强装备（jqzb）300875，金瑞矿业（jrky）600714，金牛化工（jnhg）600722，云煤能源（ymny）600792，中电电机（zddj）603988，金橙子（jcz）688291

四板
元隆雅图（ylyt）002878

`
  },
  {
    "d": "2025-06-13",
    "l": "https://www.tgb.cn/a/2iPdhP4aQJT",
    "t": `

首板
油气
中曼石油（zmsy）603619，通源石油（tysy）300164，准油股份，贝肯能源（bkny）002828，东方环宇（dfhy）603706，和顺石油（hssy）603353，德石股份（dsgf）301158，新锦动力（xjdl）300157
山东墨龙（sdml）002490，泰山石油（tssy）000554，石化油服（shyf）600871
黄金
萃华珠宝（chzb）002731，西部黄金（xbhj）601069
蚂蚁金服
协鑫能科（xxnk）002015，金时科技（jskj）002951，澄天伟业（ctwy）300689，正元智慧（zyzh）300645
化工
山东海化（sdhh）000822，金牛化工（jnhg）600722，金瑞矿业（jrky）600714，云煤能源（ymny）600792，红星发展（hxfz）600367，兴化股份，大洋生物（dysw）003017，兴业股份（xygf）603928
核污染
捷强装备（jqzb）300875，北化股份（bhgf）002246，华盛昌（hsc）002980，中广核技（zghj）000881，际华集团（jhjt）601718，中金辐照（zjfz）300962，恒光股份（hggf）301118，南卫股份（nwgf）603880
力生制药（lszy）002393
军工
海能达（hnd）002583，北方长龙（bfcl）301357，晨曦航空（cxhk）300581，成飞集成（cfjc）002190
新能源
协鑫能科（xxnk）002015，豫能控股（ynkg）001896，中电电机（zddj）603988，金时科技（jskj）002951
其余形式独苗
金橙子（jcz）688291，利柏特（lbt）605167，一彬科技（ybkj）001278，千红制药（qhzy）002550，凤凰航运（fhhy）000520，澳洋健康（ayjk）002172

二板
安妮股份（angf）002235，永安药业（yayy）002365，吉大正元（jdzy）003029

三板
哈尔斯（hes）002615，元隆雅图（ylyt）002878，华阳新材（hyxc）600281，英利汽车（ylqc）601279

五板
北矿科技（bkkj）600980

`
  },
  {
    "d": "2025-06-12",
    "l": "https://www.tgb.cn/a/2iNB4ouqeXX",
    "t": `

首板
Ai眼镜
比依股份（bygf）603215，国星光电（gxgd）002449
数字货币
南华期货（nhqh）603093，吉大正元（jdzy）003029，东信和平（dxhp）002017，恒银科技（hykj）603106，兆日科技（zrkj）300333
谷子经济
奥雅股份（aygf）300949，一心堂（yxt）002727，新经典（xjd）603096，德艺文创（dywc）300640，高乐股份（glgf）002348，实丰文化（sfwh）002862，诺邦股份（nbgf）603238
医药
一心堂（yxt）002727，交大昂立（jdal）600530，奥赛康（ask）002755，海思科（hsk）002653
核电
弘讯科技（hxkj）603015，融发核电（rfhd）002366
量子计算
罗普特（lpt）688619，电子城（dzc）600658，格尔软件（gerj）603232
共创补涨
曲美家具（qmjj）603818，绿茵生态（lyst）002887
稀土永磁
铭普光磁（mpgc）002902，英思特（yst）301622
RWA
厦门信达（xmxd）000701，安妮股份（angf）002235
汽车产业链
浙江仙通（zjxt）603239，亚通精工（ytjg）603190，秦安股份（qagf）603758
化妆品
若羽臣（ryc）003010，华业香料（hyxl）300886，拉芳家化（lfjh）603630
其余形式独苗
美邦股份（mbgf）605033，巨人网络（jrwl）002558，宁波东力（nbdl）002164，中央商场（zysc）600280，恒邦股份（hbgf）002237，宏工科技（hgkj）301662，川网传媒（cwcm）300987，爱司凯（ask）300521
瑞达期货（rdqh）002961，永安药业（yayy）002365

二板
新北洋（xby）002376，辉隆股份（hlgf）002556，哈尔斯（hes）002615，元隆雅图（ylyt）002878，美晨科技（mckj）300237，青木科技（qmkj）301110，南京商旅（njsl）600250，华阳新材（hyxc）600281，宁波韵升（nbys）600366，英利汽车（ylqc）601279，迪生力（dsl）603335，泉峰汽车（qfqc）603982，西上海（xsh）605151

三板
新日股份（xrgf）603787，康惠制药（khzy）603139

四板
粤传媒（ycm）002181，北矿科技（bkkj）600980

七板
易明医药（ymyy）002826

`
  },
  {
    "d": "2025-06-11",
    "l": "https://www.tgb.cn/a/2iLT4dWKPKD",
    "t": `

首板
汽车产业链
西上海（xsh）605151，泉峰汽车（qfqc）603982，迪生力（dsl）603335，英利汽车（ylqc）601279，美晨科技（mckj）300237，合力科技（hlkj）603917，胜利精密（sljm）002426，欣锐科技（xrkj）300745
金麒麟（jql）603586，顺博合金（sbhj）002996，通达电气（tddq）603390
锂电池
天际股份（tjgf）002759，江南新材（jnxc）603124，胜利精密（sljm）002426，博迁新材（bqxc）605376
谷子经济
新北洋（xby）002376，青木科技（qmkj）301110，地素时尚（dsss）603587，哈尔斯（hes）002615，元隆雅图（ylyt）002878
稀土永磁
华阳新材（hyxc）600281，翔鹭钨业（xlwy）002842，宁波韵升（nbys）600366，华宏科技（hhkj）002645
稳定币
南天信息（ntxx）000948，楚天龙（ctl）003040
化工
辉隆股份（hlgf）002556，阿科力（akl）603722，福瑞达（frd）600223，天安新材（taxc）603725，利民股份（lmgf）002734
纺织
泰慕士（tms）001234，南京商旅（njsl）600250，地素时尚（dsss）603587
其余形式独苗
鸿合科技（hhkj）002955，康缘药业（kyyy）600557，润贝航科（rbhk）001316，正虹科技（zhkj）000702，畜牧业，润都股份（rdgf）002923，沙河股份（shgf）000014，中坚科技（zjkj）002779
电魂网络（dhwl）603258

二板
中科磁业（zkcy）301141，曲江文旅（qjwl）600706，康惠制药（khzy）603139，新日股份（xrgf）603787

三板
粤传媒（ycm）002181，苏州龙杰（szlj）603332，北矿科技（bkkj）600980

四板
昂利康（alk）002940，金鹰股份（jygf）600232

六板
易明医药（ymyy）002826

`
  },
  {
    "d": "2025-06-10",
    "l": "https://www.tgb.cn/a/2iKcYTaNYBk",
    "t": `

首板
重组
中科曙光（zksg）603019，新筑股份（xzgf）002480
医药
赛力医疗（slyl）603716，哈三联（hsl）002900，赛升药业（ssyy）300485，康惠制药（khzy）603139，浩欧博（hob）688656
传媒
汇洲智能（hzzn）002122，曲江文旅（qjwl）600706，富春股份（fcgf）300299，慈文传媒（cwcm）002343
锂电池
同兴科技（txkj）003027，百合花（bhh）603823，龙蟠科技（lpkj）603906，金银河（jyh）300619，新日股份（xrgf）603787
化工
宿迁联盛（sqls）603065，永悦科技（yykj）603879，华业香料（hyxl）300886
港口物流
南京港（njg）002040，连云港（lyg）601008，宁波海运（nbhy）600798，宁波远洋（nbyy）601022，海航科技（hhkj）600751
其余形式独苗
中电鑫龙（zdxl）002298，太阳电缆（tydl）002300，乐山电力（lsdl）600644，远望谷（ywg）002161，中科磁业（zkcy）301141

二板
澳洋健康（ayjk）002172，粤传媒（ycm）002181，科恒股份（khgf）300340，旭光电子（xgdz）600353，交大昂立（jdal）600530，北矿科技（bkkj）600980，苏州龙杰（szlj）603332，吉华集团（jhjt）603980，甬金股份（yjgf）603995

三板
昂利康（alk）002940，金鹰股份（jygf）600232，德新科技（dxkj）603032

五板
易明医药（ymyy）002826

七板
共创草坪（gccp）605099

`
  },
  {
    "d": "2025-06-09",
    "l": "https://www.tgb.cn/a/2iIyGN9evlK",
    "t": `

首板
跨境电商
曲美家居（qmjj）603818，跨境通（kjt）002640
足球
皓宸医疗（hcyl）002622，元隆雅图（ylyt）002878，粤传媒（ycm）002181，康力源（kly）301287，南京商旅（njsl）600250，亚泰集团（ytjt）600881
医药
众生药业（zsyy）002317，美诺华（mnh）603538，睿智医药（rzyy）300149，罗欣药业（lxyy）002793，常山药业（csyy）300255，誉衡药业（yhyy）002437，双鹭药业（slyy）002038，舒泰神（sts）300204
核电
旭光电子（xgdz）600353，合锻智能（hdzn）603011，哈焊华通（hhht）301137，中超控股（zckg）002471
金融稳定币
东信和平（dxhp）002017，永安期货（yaqh）600927，南华期货（nhqh）603093，信达证券（xdzq）601059，恒宝股份（hbgf）002104
锂电池
英联股份（ylgf）002846，金龙羽（jly）002882
消费
东贝集团（dbjt）601956，古越龙山（gyls）600059，集友股份（jygf）603429，均瑶健康（jyjk）605388
养老
澳洋健康（ayjk）002172，交大昂立（jdal）600530，信隆健康（xljk）002105
化工
联化科技（lhkj）002250，广康生化（gksh）300804，蓝丰生化（lfsh）002513，奇德新材（qdxc）300995，苏州龙杰（szlj）603332，吉华集团（jhjt）603980，闰土股份（rtgf）002440
稀土
英洛华（ylh）000795，北矿科技（bkkj）600980
其余形式独苗
三佳科技（sjkj）600520，文科股份（wkgf）002775，甬金股份（yjgf）603995，利君股份（ljgf）002651，江淮汽车（jhqc）600418，华为汽车（hwqc）600741，引力传媒（ylcm）603598，中力股份（zlgf）603194

二板
长青股份（cqgf）002391，仁智股份（rzgf）002629，昂利康（alk）002940，楚天龙（ctl）003040，海辰药业（hcyy）300584，金鹰股份（jygf）600232，百利电气（bldq）600468，德新科技（dxkj）603032，洛凯股份（lkgf）603829

四板
中嘉博创（zjbc）000889，易明医药（ymyy）002826

五板
金时科技（jskj）002951

六板
共创草坪（gccp）605099

`
  },
  {
    "d": "2025-06-06",
    "l": "https://www.tgb.cn/a/2iDyCVBXKep",
    "t": `

首板
电网
洛凯股份（lkgf）603829，福达合金（fdhj）603045
稳定币
石基信息（sjxx）002153，楚天龙（ctl）003040
商业航天
中衡设计（zhsj）603017，航天机电（htjd）600151
黄金
湖南白银（hnby）002716，福达合金（fdhj）603045，白银有色（byys）601212，盛达资源（sdzy）000603
锂电池
德新科技（dxkj）603032，大为股份（dwgf）002213，丽岛新材（ldxc）603937，海辰药业（hcyy）300584，金鹰股份（jygf）600232，宝明科技（bmkj）002992
化工
丹化科技（dhkj）600844，长青股份（cqgf）002391，浙江众成（zjzc）002522，渤海化学（bhhx）600800，永悦科技（yykj）603879，青岛双星（qdsx）000599，美邦股份（mbgf）605033
VPN
南凌科技（nlkj）300921，二六三（els）002467，宁波建工（nbjg）601789
医药
昂利康（alk）002940，新诺威（xnw）300765
三峡建设
四方新材（sfxc）605122，重庆建工（cqjg）600939
其余形式独苗
海泰发展（htfz）600082，仁智股份（rzgf）002629，美利云（mly）000815，大有能源（dyny）600403，今创集团（jcjt）603680，百利电气（bldq）600468，湖南发展（hnfz）000722，津投城开（jtck）600322

二板
中润资源（zrzy）000506，厦门信达（xmxd）000701，新联电子（xldz）002546，苏利股份（slgf）603585，华体科技（htkj）603679

三板
中嘉博创（zjbc）000889，中电鑫龙（zdxl）002298，易明医药（ymyy）002826，华脉科技（hmkj）603042

四板
金时科技（jskj）002951，菲林格尔（flge）603226

五板
共创草坪（gccp）605099

`
  },
  {
    "d": "2025-06-05",
    "l": "https://www.tgb.cn/a/2iBVGVXG0gx",
    "t": `

首板
重组
湖南天雁（hnty）600698，东安动力（dadl）600178，建设工业（jsgy）002265
电网
金智科技（jzkj）002090，立新能源（lxny）001258，恒实科技（hskj）300513，滨海能源（bhny）000695，新联电子（xldz）002546，积成电子（jcdz）002339，冰山冷热（bslr）000530，南网能源（nwny）003035
天正电气（tzdq）605066
算力
湖北广电（hbgd）000665，天津普林（tjpl）002134，广合科技（ghkj）001389，海得控制（hdkz）002184，通鼎互联（tdhl）002491，方正科技（fzkj）600601，大位科技（dwkj）600589，科华数据（khsj）002335
青云科技（qykj）688316，生益科技（sykj）600183，剑桥科技（jqkj）603083，歌华有线（ghyx）600037，神驰机电（scjd）603109
稳定币
恒宝股份（hbgf）002104，时代出版（sdcb）600551，恒银科技（hykj）603106，翠微股份（cwgf）603123，厦门信达（xmxd）000701
RWA
元隆雅图（ylyt）002878，工大科雅（gdky）301197
化工
苏利股份（slgf）603585，奥克股份（akgf）300082，联化科技（lhkj）002250
基建
美芝股份，汇通集团（htjt）603176
商业航天
腾达科技（tdkj）001379，华体科技（htkj）603679，三维通信（swtx）002115，西测测试（xccs）301306
机器人
长华集团（zhjt）605018，永创智能（yczn）603901，海得控制（hdkz）002184，春光科技（cgkj）603657
芯片
至正股份（zzgf）603991，德明利（dml）001309
其余形式独苗
万泰生物（wtsw）603392，金陵饭店（jlfd）601007，舒华体育（shty）605299，中润资源（zrzy）000506，明德生物（mdsw）002932，天津普林（tjpl）002134，必得科技（bdkj）605298，朝阳科技（zykj）002981

二板
顺钠股份（sngf）000533，中嘉博创（zjbc）000889，中电鑫龙（zdxl）002298，易明医药（ymyy）002826，嘉美包装（jmbz）002969，汇金股份（hjgf）300368，华脉科技（hmkj）603042

三板
金时科技（jskj）002951，金陵体育（jlty）300651，南华期货（nhqh）603093，菲林格尔（flge）603226

四板
共创草坪（gccp）605099

`
  },
  {
    "d": "2025-06-04",
    "l": "https://www.tgb.cn/a/2iAhCAfgFMz",
    "t": `

首板
摘帽
中嘉博创（zjbc）000889，威帝股份（wdgf）603023
核电
顺钠股份（sngf）000533，风范股份（ffgf）601700，万里石（wls）002785，巨力索具（jlsj）002342
算力产业链
中电鑫龙（zdxl）002298，奥雅股份（aygf）300949，华脉科技（hmkj）603042，禾盛新材（hsxc）002290
锂电池
百合花（bhh）603823，光华科技（ghkj）002741，科恒股份（khgf）300340，得润电子（drdz）002055，传艺科技（cykj）002866，诺德股份（ndgf）600110，金圆股份（jygf）000546
房地产相关
财信发展（cxfz）000838，爱丽家居（aljj）603221，江山欧派（jsop）603208，重庆建工（cqjg）600939
消费电子
宏和科技（hhkj）603256，亚世光电（ysgd）002952
金融
汇金股份（hjgf）300368，中科金财（zkjc）002657
无人驾驶
康盛股份（ksgf）002418，珠江股份（zjgf）600684，嘉诚国际（jcgj）603535，侨银股份（qygf）002973，启迪环境（qdhj）000826
新型消费
乐普医疗（lpyl）300003，诺帮股份，西麦食品（xmsp）002956，豪悦护理（hyhl）605009，莱绅通灵（lstl）603900，哈尔斯（hes）002615，劲嘉股份（jjgf）002191，华宝股份（hbgf）300741
国芳集团（gfjt）601086
酿酒饮料
峨眉山Ａ（emsa）000888，嘉美包装（jmbz）002969，永顺泰（yst）001338
化工
尤夫股份（yfgf）002427，渝三峡Ａ（ysxa）000565
旅游
峨眉山Ａ（emsa）000888，长白山（cbs）603099
其余形式独苗
易明医药（ymyy）002826，旭升集团（xsjt）603305，松炀资源（syzy）603863，邦基科技（bjkj）603151，桂林三金（glsj）002275

二板
九芝堂（jzt）000989，潮宏基（chj）002345，萃华珠宝（chzb）002731，金时科技（jskj）002951，若羽臣（ryc）003010，金陵体育（jlty）300651，广晟有色（gcys）600259，乐惠国际（lhgj）603076，南华期货（nhqh）603093，菲林格尔（flge）603226，有友食品（yysp）603697，龙蟠科技（lpkj）603906，合兴股份（hxgf）605005，山东玻纤（sdbx）605006，菜百股份（cbgf）605599

三板
中衡设计（zhsj）603017，永悦科技（yykj）603879，共创草坪（gccp）605099

五板
御银股份（yygf）002177

`
  },
  {
    "d": "2025-06-03",
    "l": "https://www.tgb.cn/a/2iyAtOThQyt",
    "t": `

首板
化工
北化股份（bhgf）002246，新金路（xjl）000510，永冠新材（ygxc）603681，河化股份（hhgf）000953，滨海能源（bhny）000695，山东玻纤（sdbx）605006，广晟有色（gcys）600259
无人机
山东矿机（sdkj）002526，大宏立（dhl）300865，星网宇达（xwyd）002829，康达新材（kdxc）002669
医药
千红制药（qhzy）002550，冠昊生物（ghsw）300238，昂利康（alk）002940，佛慈制药（fczy）002644，九芝堂（jzt）000989，华纳药厂（hnyc）688799，北陆药业（blyy）300016
稳定币RWA
金时科技（jskj）002951，保税科技（bskj）600794，南华期货（nhqh）603093，沪农商行（hnsh）601825，二六三（els）002467
机器人
联合精密（lhjm）001268，南都物业（ndwy）603506，新大正（xdz）002968
外销
帝欧家居，青岛双星（qdsx）000599
消费
金陵体育（jlty）300651，西部黄金（xbhj）601069，乐惠国际（lhgj）603076，有友食品（yysp）603697，若羽臣（ryc）003010，锦泓集团（jhjt）603518，交大昂立（jdal）600530，创源股份（cygf）300703
菜百股份（cbgf）605599，南京商旅（njsl）600250，保龄宝（blb）002286，曼卡龙（mkl）300945，朗姿股份（lzgf）002612，萃华珠宝（chzb）002731，均瑶健康（jyjk）605388，潮宏基（chj）002345
无人驾驶物流
合兴股份（hxgf）605005，江西长运（jxzy）600561，龙洲股份（lzgf）002682
其余形式独苗
龙蟠科技（lpkj）603906，无人机固态电池，顺灏股份（shgf）002565，香溢融通（xyrt）600830，威派格（wpg）603956，飞乐音响（fyyx）600651

二板
海南海药（hnhy）000566，申科股份（skgf）002633，哈三联（hsl）002900，中天火箭（zthj）003009，百利电气（bldq）600468，中衡设计（zhsj）603017，永悦科技（yykj）603879，共创草坪（gccp）605099

三板
恒宝股份（hbgf）002104，海联金汇（hljh）002537，翠微股份（cwgf）603123

四板
御银股份（yygf）002177，联化科技（lhkj）002250

五板
德邦股份（dbgf）603056

`
  },
  {
    "d": "2025-05-30",
    "l": "https://www.tgb.cn/a/2irYz3teH6G",
    "t": `

首板
碳中和
南网能源（nwny）003035，棕榈股份，东方园林（dfyl）002310，东珠生态（dzst）603359
股转
申科股份（skgf）002633，华远地产（hydc）600743，中旗新材（zqxc）001212，莫高股份
医药
哈三联（hsl）002900，海南海药（hnhy）000566
农牧
巨星农牧（jxnm）603477，湘佳股份（xjgf）002982
多胎
安奈儿（ane）002875，悦心健康（yxjk）002162，真爱美家（zamj）003041
火箭回收
中天火箭（zthj）003009，中衡设计（zhsj）603017
房地产
华远地产（hydc）600743，深深房Ａ（ssfa）000029，菲林格尔（flge）603226
无人机
纵横股份（zhgf）688070，永悦科技（yykj）603879
其余形式独苗
创新医疗（cxyl）002173，共创草坪（gccp）605099，百利电气（bldq）600468

二板
恒宝股份（hbgf）002104，海联金汇（hljh）002537，富煌钢构（fhgg）002743，元隆雅图（ylyt）002878，睿智医药（rzyy）300149，霍普股份（hpgf）301024，绿能慧充（lnhc）600212，时代出版（sdcb）600551，交运股份（jygf）600676，翠微股份（cwgf）603123，中力股份（zlgf）603194，福龙马（flm）603686

三板
御银股份（yygf）002177，联化科技（lhkj）002250

四板
华森制药（hszy）002907，德邦股份（dbgf）603056

`
  },
  {
    "d": "2025-05-29",
    "l": "https://www.tgb.cn/a/2iqmchW1UzY",
    "t": `

首板
无人驾驶物流
申通股份，音飞储存（yfcc）603066，东风股份（dfgf）600006，启明信息（qmxx）002232，兴民智通（xmzt）002355，万马科技（wmkj）300698，福龙马（flm）603686，超捷股份（cjgf）301005
康盛股份（ksgf）002418，合众思壮（hzsz）002383，得润电子（drdz）002055，中原内配（zynp）002448，锦江在线（jjzx）600650，金溢科技（jykj）002869，金龙汽车（jlqc）600686，湘邮科技（xykj）600476
德赛西威（dsxw）002920，中力股份（zlgf）603194
芯片
申通股份，概伦电子（gldz）688206，广立微（glw）301095
核电
富煌钢构（fhgg）002743，中超控股（zckg）002471，华菱线缆（hlxl）001208，远东股份（ydgf）600869，深南电Ａ（snda）000037，久盛电气（jsdq）301082，兰石重装（lszz）603169，四创电子（scdz）600990
王子新材（wzxc）002735
RWA
鸿合科技（hhkj）002955，郎新集团（lxjt）601512，协鑫能科（xxnk）002015，元隆雅图（ylyt）002878，奥瑞德（ard）600666，金桥信息（jqxx）603918，天地在线（tdzx）002995，捷顺科技（jskj）002609
汽车产业链
正裕工业（zygy）603089，山子高科（szgk）000981，通达动力（tddl）002576，德宏股份（dhgf）603701，交运股份（jygf）600676，东风科技（dfkj）600081
环保
宿迁联盛（sqls）603065，联泰环保（lthb）603797，中晟高科（zcgk）002778，法尔胜（fes）000890
医药
舒泰神（sts）300204，力生制药（lszy）002393，睿智医药（rzyy）300149，益方生物（yfsw）688382，昭衍新药（zyxy）603127，众生药业（zsyy）002317
算力
鸿博股份（hbgf）002229，速达股份（sdgf）001277，奥瑞德（ard）600666
化工
宿迁联盛（sqls）603065，永冠新材（ygxc）603681，三力士（sls）002224，宏和科技（hhkj）603256，金浦钛业（jpty）000545，宏柏新材（hbxc）605366
数字货币
海联金汇（hljh）002537，汇金股份（hjgf）300368，雄帝科技（xdkj）300546，四方精创（sfjc）300468，恒宝股份（hbgf）002104，青岛金王（qdjw）002094，金证股份（jzgf）600446，翠微股份（cwgf）603123
天阳科技（tykj）300872，霍普股份（hpgf）301024，京北方（jbf）002987，神州信息（szxx）000555，信雅达（xyd）600571，拉卡拉（lkl）300773
其余形式独苗
新大正（xdz）002968，全筑股份（qzgf）603030，时代出版（sdcb）600551，天晟新材（tcxc）300169，香港证券（xgzq）513090，绿能慧充（lnhc）600212，贝斯美（bsm）300796，航发科技（hfkj）600391
瀛通通讯（yttx）002861

二板
粤电力Ａ（ydla）000539，启迪环境（qdhj）000826，御银股份（yygf）002177，联化科技（lhkj）002250，侨银股份（qygf）002973，广康生化（gksh）300804，玉禾田（yht）300815，国芳集团（gfjt）601086，联明股份（lmgf）603006，合锻智能（hdzn）603011，乐惠国际（lhgj）603076，合兴股份（hxgf）605005

三板
劲旅环境（jlhj）001230，华森制药（hszy）002907，德邦股份（dbgf）603056，锦泓集团（jhjt）603518，江苏新能（jsxn）603693

四板
云内动力（yndl）000903，通达电气（tddq）603390，均瑶健康（jyjk）605388

五板
融发核电（rfhd）002366

六板
尚纬股份（swgf）603333

`
  },
  {
    "d": "2025-05-28",
    "l": "https://www.tgb.cn/a/2ioEToWFHHl",
    "t": `

首板
无人驾驶
侨银股份（qygf）002973，星网宇达（xwyd）002829，博世科（bsk）300422，启迪环境（qdhj）000826，联明股份（lmgf）603006，玉禾田（yht）300815，悦达投资（ydtz）600805，合兴股份（hxgf）605005
晋西车轴（jxcz）600495，今创集团（jcjt）603680
农药
联化科技（lhkj）002250，广康生化（gksh）300804
化工
永安药业（yayy）002365，优彩资源（yczy）002998
核电
雪人股份（xrgf）002639，利柏特（lbt）605167，泰尔股份（tegf）002347，巨力索具（jlsj）002342，合锻智能（hdzn）603011
零售
国芳集团（gfjt）601086，国光连锁（ggls）605188
饮料
欢乐家（hlj）300997，乐惠国际（lhgj）603076，新乳业（xry）002946
黄金
周大生（zds）002867，莱百股份，老凤祥（lfx）600612
化妆品
水羊股份（sygf）300740，益盛药业（ysyy）002566
其余形式独苗
友阿股份（yagf）002277，安正时尚（azss）603839，园林股份（ylgf）605303，御银股份（yygf）002177，千红制药（qhzy）002550，神开股份（skgf）002278，粤电力Ａ（ydla）000539，南都物业（ndwy）603506
滨海能源（bhny）000695

二板
劲旅环境（jlhj）001230，尤夫股份（yfgf）002427，明牌珠宝（mpzb）002574，华森制药（hszy）002907，德邦股份（dbgf）603056，锦泓集团（jhjt）603518，海利尔（hle）603639，美邦股份（mbgf）605033，江苏新能（jsxn）603693

三板
云内动力（yndl）000903，长城电工（ccdg）600192，会稽山（hjs）601579，通达电气（tddq）603390，汇金通（hjt）603577，均瑶健康（jyjk）605388

四板
融发核电（rfhd）002366

五板
尚纬股份（swgf）603333

`
  },
  {
    "d": "2025-05-27",
    "l": "https://www.tgb.cn/a/2imYv7oX3fn",
    "t": `

首板
谷子经济
锦泓集团（jhjt）603518，明牌珠宝（mpzb）002574，广博股份（gbgf）002103
无人驾驶物流
德邦股份（dbgf）603056，劲旅环境（jlhj）001230，西上海（xsh）605151
电力
江苏新能（jsxn）603693，乐山电力（lsdl）600644
宠物经济
英联股份（ylgf）002846，交大昂立（jdal）600530
饮料
泉阳泉（qyq）600189，保龄宝（blb）002286，科拓生物（ktsw）300858，金枫酒业（jfjy）600616，西王食品，有友食品（yysp）603697
化妆品
星徽股份（xhgf）300464，青岛金王（qdjw）002094
医药
誉衡药业（yhyy）002437，华森制药（hszy）002907，海王生物（hwsw）000078
机器人
中马传动（zmcd）603767，格力博（glb）301260，东贝集团（dbjt）601956
化工
河化股份（hhgf）000953，尤夫股份（yfgf）002427，渝三峡Ａ（ysxa）000565
农药
海利尔（hle）603639，辉隆股份（hlgf）002556，广信股份（gxgf）603599，利尔化学（lehx）002258，中旗股份（zqgf）300575，美邦股份（mbgf）605033，中农联合（znlh）003042
固态
英联股份（ylgf）002846，金龙羽（jly）002882
其余形式独苗
升达林业（sdly）002259，黄河旋风（hhxf）600172，烽火电子（fhdz）000561，四创电子（scdz）600990，拉升节点是核电，常青股份（cqgf）603768

二板
云内动力（yndl）000903，诺普信（npx）002215，锡装股份（xzgf）001332，凯美特气（kmtq）002549，长城电工（ccdg）600192，百利电气（bldq）600468，会稽山（hjs）601579，宿迁联盛（sqls）603065，通达电气（tddq）603390，汇金通（hjt）603577，莱绅通灵（lstl）603900，均瑶健康（jyjk）605388，科捷智能（kjzn）688455

三板
哈焊华通（hhht）301137，融发核电（rfhd）002366，苏州龙杰（szlj）603332，永冠新材（ygxc）603681

四板
中超控股（zckg）002471，尚纬股份（swgf）603333，京华激光（jhjg）603607

五板
汇得科技（hdkj）603192

`
  },
  {
    "d": "2025-05-26",
    "l": "https://www.tgb.cn/a/2ilitJ90sTO",
    "t": `

首板
智能物流
远望谷（ywg）002161，云内动力（yndl）000903，科捷智能（kjzn）688455，龙洲股份（lzgf）002682，湘邮科技（xykj）600476，通达电气（tddq）603390，中邮科技（zykj）688648，锦江在线（jjzx）600650
智莱科技（zlkj）300771，克来机电（kljd）603960
环保
正和生态（zhst）605069，财信发展（cxfz）000838，长青集团（cqjt）002616
中科系
中国科传（zgkc）601858，中科信息（zkxx）300678
化工
宜宾纸业（ybzy）600793，安纳达（and）002136，江苏博云（jsby）301003，凯美特气（kmtq）002549，诺普信（npx）002215，宿迁联盛（sqls）603065，金浦钛业（jpty）000545
核电
锡装股份（xzgf）001332，保变电气（bbdq）600550，哈空调（hkt）600202，长城电工（ccdg）600192，百利电气（bldq）600468，大西洋（dxy）600558，汇金通（hjt）603577，合锻智能（hdzn）603011
永鼎股份（ydgf）600105，金利华电（jlhd）300069，中核科技（zhkj）000777，中广核技（zghj）000881
消费
会稽山（hjs）601579，乐惠国际（lhgj）603076，均瑶健康（jyjk）605388，来伊份（lyf）603777
Ai视觉
同为股份（twgf）002835，星宸科技（xckj）301536
其余形式独苗
浪潮软件（lcrj）600756，武汉凡谷（whfg）002194，瑞贝卡（rbk）600439，深纺织Ａ（sfza）000045，莱绅通灵（lstl）603900，游族网络（yzwl）002174，实丰文化（sfwh）002862，鸿博股份（hbgf）002229
棕榈股份

二板
新金路（xjl）000510，融发核电（rfhd）002366，雪人股份（xrgf）002639，哈焊华通（hhht）301137，苏州龙杰（szlj）603332，永冠新材（ygxc）603681

三板
中超控股（zckg）002471，尚纬股份（swgf）603333，京华激光（jhjg）603607

四板
汇得科技（hdkj）603192

`
  },
  {
    "d": "2025-05-23",
    "l": "https://www.tgb.cn/a/2igmcMlcngB",
    "t": `

首板
机器人
德迈仕（dms）301007，雪龙集团（xljt）603949，北特科技（btkj）603009，赛力斯（sls）601127
医药
众生药业（zsyy）002317，海辰药业（hcyy）300584，多瑞医药（dryy）301075，贝瑞基因（brjy）000710，一心堂（yxt）002727，新天地（xtd）301277
锂电池
英联股份（ylgf）002846，金龙羽（jly）002882
化工
凤竹纺织（fzfz）600493，沃特股份（wtgf）002886，新金路（xjl）000510，尤夫股份（yfgf）002427，永冠新材（ygxc）603681，国风新材（gfxc）000859，苏州龙杰（szlj）603332，先达股份（xdgf）603086
恒鑫生活（hxsh）301501，众鑫股份（zxgf）603091，阳谷华泰（yght）300121，鼎龙科技（dlkj）603004
核电
融发核电（rfhd）002366，哈焊华通（hhht）301137，雪人股份（xrgf）002639，中洲特材（zztc）300963
其余形式独苗
悦达投资（ydtz）600805，高合汽车，格尔软件（gerj）603232，丽人丽妆（lrlz）605136

二板
烽火电子（fhdz）000561，海森药业（hsyy）001367，海翔药业（hxyy）002099，中超控股（zckg）002471，王子新材（wzxc）002735，尚纬股份（swgf）603333，京华激光（jhjg）603607

三板
永安药业（yayy）002365，汇得科技（hdkj）603192

五板
滨海能源（bhny）000695

`
  },
  {
    "d": "2025-05-22",
    "l": "https://www.tgb.cn/a/2ieJt58BOR4",
    "t": `

首板
核电
中超控股（zckg）002471，王子新材（wzxc）002735，尚纬股份（swgf）603333
外贸
安正时尚（azss）603839，东贝集团（dbjt）601956
端侧
亚世光电（ysgd）002952，国光电器（ggdq）002045
医药
海翔药业（hxyy）002099
军工
海特高新（htgx）002023，四创电子（scdz）600990，烽火电子（fhdz）000561，银河电子（yhdz）002519，国科天成（gktc）301571，长春一东（ccyd）600148
人工智能
东珠生态（dzst）603359，盛视科技（sskj）002990，昆仑万维（klww）300418
其余形式独苗
中恒电气（zhdq）002364，晋西车轴（jxcz）600495，鸿铭股份（hmgf）301105，京华激光（jhjg）603607，升达林业（sdly）002259，强邦新材（qbxc）001279，中天精装（ztjz）002989，华研精机（hyjj）301138
美邦股份（mbgf）605033

二板
永安药业（yayy）002365，廊坊发展（lffz）600149，重庆港（cqg）600279，宝光股份（bggf）600379，汇得科技（hdkj）603192，通达电气（tddq）603390

三板
慧博云通（hbyt）301316，莱绅通灵（lstl）603900

四板
滨海能源（bhny）000695，棕榈股份，浪莎股份（lsgf）600137，宜宾纸业（ybzy）600793，三生国健（ssgj）688336

`
  },
  {
    "d": "2025-05-21",
    "l": "https://www.tgb.cn/a/2id1WxY9M88",
    "t": `

首板
化工
中农立华（znlh）603970，永安药业（yayy）002365，河化股份（hhgf）000953，大有能源（dyny）600403，安纳达（and）002136，西陇科学（xlkx）002584，红宝丽（hbl）002165
城市更新
科新发展（kxfz）600234，梅轮电梯（mldt）603321，浙江建投（zjjt）002761，中衡设计（zhsj）603017
锂电池
粤宏远Ａ（yhya）000573，汇得科技（hdkj）603192，安纳达（and）002136，国轩高科（gxgk）002074，领湃科技（lpkj）300530，龙蟠科技（lpkj）603906，圣阳股份（sygf）002580，宏工科技（hgkj）301662
海辰药业（hcyy）300584，常青股份（cqgf）603768
电力
宝光股份（bggf）600379，廊坊发展（lffz）600149
外贸
重庆港（cqg）600279，南京港（njg）002040
医药
舒泰神（sts）300204，河化股份（hhgf）000953，哈三联（hsl）002900，康弘药业（khyy）002773
达字辈
安纳达（and）002136，爱仕达（asd）002403，通达电气（tddq）603390
其余形式独苗
会稽山（hjs）601579，保龄宝（blb）002286，泰尔股份（tegf）002347，云内动力（yndl）000903，露笑科技（lxkj）002617，茂业商业（mysy）600828，西部黄金（xbhj）601069

二板
一心堂（yxt）002727，金龙羽（jly）002882，信邦智能（xbzn）301112，慧博云通（hbyt）301316，乐山电力（lsdl）600644，莱绅通灵（lstl）603900

三板
综艺股份（zygf）600770，三生国健（ssgj）688336，宜宾纸业（ybzy）600793，滨海能源（bhny）000695，湖南发展（hnfz）000722，棕榈股份，浪莎股份（lsgf）600137，空港股份（kggf）600463，湖南天雁（hnty）600698

四板
天汽模（tqm）002510

五板
郑中设计（zzsj）002811，丽人丽妆（lrlz）605136

`
  },
  {
    "d": "2025-05-20",
    "l": "https://www.tgb.cn/a/2ibqK0nXew8",
    "t": `

首板
重组
慧博云通（hbyt）301316，信邦智能（xbzn）301112，一品红（yph）300723
医药
华海药业（hhyy）600521，济南高新（jngx）600807，一品红（yph）300723，一心堂（yxt）002727
芯片
友阿股份（yagf）002277，万润科技（wrkj）002654，大唐电信（dtdx）600198，盈方微（yfw）000670，圣晖集成（shjc）603163
军工
博云新材（byxc）002297，利源股份，长春一东（ccyd）600148
宠物经济
贝因美（bym）002570，依依股份（yygf）001206，祖名股份（zmgf）003030
汽车产业链
铁流股份（tlgf）603926，东风股份（dfgf）600006
黄金
莱绅通灵（lstl）603900，潮宏基（chj）002345，曼卡龙（mkl）300945
谷子经济
广博股份（gbgf）002103，京华激光（jhjg）603607，曼卡龙（mkl）300945，创源股份（cygf）300703，奥飞娱乐（afyl）002292，实丰文化（sfwh）002862，罗曼股份（lmgf）605289，远望谷（ywg）002161
电力
乐山电力（lsdl）600644，江苏新能（jsxn）603693，西昌电力（xcdl）600505
人工智能
梦网科技（mwkj）002123，浙文互联（zwhl）600986
环保
清新环境（qxhj）002573，楚环科技（chkj）001336
保健品
雪榕生物（xrsw）300511，佳禾食品（jhsp）605300
化工
浙江众成（zjzc）002522，苏州龙杰（szlj）603332
消费电子
比依股份（bygf）603215，欧菲光（ofg）002456
稀土永磁
万朗磁塑（wlcs）603150，广晟有色（gcys）600259
其余形式独苗
天安新材（taxc）603725，金龙羽（jly）002882，永创智能（yczn）603901

二板
滨海能源（bhny）000695，湖南发展（hnfz）000722，源飞宠物（yfcw）001222，棕榈股份，金利华电（jlhd）300069，天元宠物（tycw）301335，九鼎投资，浪莎股份（lsgf）600137，安彩高科（acgk）600207，空港股份（kggf）600463，保变电气（bbdq）600550，湖南天雁（hnty）600698，综艺股份（zygf）600770，宜宾纸业（ybzy）600793，亚泰集团（ytjt）600881，拉芳家化（lfjh）603630，迎丰股份（yfgf）605055，三生国健（ssgj）688336

三板
信隆健康（xljk）002105，天汽模（tqm）002510，万安科技（wakj）002590，王子新材（wzxc）002735，路畅科技（lckj）002813，百利电气（bldq）600468

四板
郑中设计（zzsj）002811，丽人丽妆（lrlz）605136

`
  },
  {
    "d": "2025-05-19",
    "l": "https://www.tgb.cn/a/2i9K459cV7s",
    "t": `

首板
并购重组
安彩高科（acgk）600207，九鼎投资，光智科技（gzkj）300489，滨海能源（bhny）000695，综艺股份（zygf）600770，电子城（dzc）600658，湖南天雁（hnty）600698，澳柯玛（akm）600336
焦作万方（jzwf）000612，金利华电（jlhd）300069，保变电气（bbdq）600550，宜宾纸业（ybzy）600793，湖南发展（hnfz）000722，空港股份（kggf）600463，新宏泰（xht）603016，正虹科技（zhkj）000702
棕榈股份，高新发展（gxfz）000628，四川双马（scsm）000935，渤海股份（bhgf）000605，本钢板材（bgbc）000761，亚泰股份，大千生态（dqst）603955
军工
海格通信（hgtx）002465，湖南天雁（hnty）600698，航天彩虹（htch）002389，航天动力（htdl）600343
港口航运
厦门港务（xmgw）000905，珠海港（zhg）000507，宁波港（nbg）601018，盐田港（ytg）000088
食品消费
巴比食品（bbsp）605338，天味食品（twsp）603317
房地产
帝欧家居，华远地产（hydc）600743，沙河股份（shgf）000014，海泰发展（htfz）600082，我乐家居（wljj）603326
化工
永安药业（yayy）002365，尤夫股份（yfgf）002427，吉林化纤（jlhx）000420，拉芳家化（lfjh）603630，江天化学（jthx）300927
纺织
浪莎股份（lsgf）600137，迎丰股份（yfgf）605055
机器人
丰茂股份（fmgf）301459，福龙马（flm）603686，中重科技（zzkj）603135
宠物经济
源飞宠物（yfcw）001222，保龄宝（blb）002286，天元宠物（tycw）301335，大千生态（dqst）603955
其余形式独苗
久吾高科（jwgk）300631，德力股份（dlgf）002571，交大昂立（jdal）600530，盛视科技（sskj）002990，金财互联（jchl）002530，三生国健（ssgj）688336，渝三峡改成国光连锁，达华智能（dhzn）002512

二板
信隆健康（xljk）002105，安纳达（and）002136，中超控股（zckg）002471，天汽模（tqm）002510，万安科技（wakj）002590，利君股份（ljgf）002651，王子新材（wzxc）002735，路畅科技（lckj）002813，东方中科（dfzk）002819，中洲特材（zztc）300963，华阳新材（hyxc）600281，百利电气（bldq）600468，中毅达（zyd）600610，百合股份（bhgf）603102，吉华集团（jhjt）603980，国光连锁（ggls）605188

三板
郑中设计（zzsj）002811，丽人丽妆（lrlz）605136

五板
南京港（njg）002040，宁波海运（nbhy）600798，连云港（lyg）601008，成飞集成（cfjc）002190

`
  },
  {
    "d": "2025-05-16",
    "l": "https://www.tgb.cn/a/2i4G2JGSGjx",
    "t": `

首板
核电
王子新材（wzxc）002735，百利电气（bldq）600468，中超控股（zckg）002471，中洲特材（zztc）300963
汽车产业链以及机器人
万安科技（wakj）002590，新坐标（xzb）603040，路畅科技（lckj）002813，铭科精技（mkjj）001319，天汽模（tqm）002510，均胜电子（jsdz）600699，秦安股份（qagf）603758，日盈电子（rydz）603286
日发精机（rfjj）002520，信隆健康（xljk）002105，圣龙股份（slgf）603178，亚太股份（ytgf）002284，安乃达（and）603350，格力博（glb）301260，麦迪科技（mdkj）603990，凯迪股份（kdgf）605288
春兴精工（cxjg）002547，杰克股份
化工
安纳达（and）002136，中欣氟材（zxfc）002915，中毅达（zyd）600610，吉华集团（jhjt）603980，红宝丽（hbl）002165，红墙股份（hqgf）002809
未分类
华阳新材（hyxc）600281，章源钨业（zywy）002378
其余形式独苗
新华制药（xhzy）000756，东方中科（dfzk）002819，小米芯片，神驰机电（scjd）603109，利君股份（ljgf）002651，百合股份（bhgf）603102，遥望科技（ywkj）002291，三羊马（sym）001317
安源煤业（aymy）600397，国光连锁（ggls）605188

二板
通达股份（tdgf）002560，郑中设计（zzsj）002811，哈三联（hsl）002900，拓新药业（txyy）301089，京运通（jyt）601908，安正时尚（azss）603839，丽人丽妆（lrlz）605136，洪通燃气（htrq）605169

三板
渝三峡Ａ（ysxa）000565

四板
南京港（njg）002040，集泰股份（jtgf）002909，宁波海运（nbhy）600798，连云港（lyg）601008，宁波海洋（nbhy）600798

八板
成飞集成（cfjc）002190

`
  },
  {
    "d": "2025-05-15",
    "l": "https://www.tgb.cn/a/2i3429C8fQ5",
    "t": `

首板
麦角硫因
丽人丽妆（lrlz）605136，川宁生物（cnsw）301301，福瑞达（frd）600223，金达威（jdw）002626，若羽臣（ryc）003010，拓新药业（txyy）301089
化妆品抗衰老
哈三联（hsl）002900，洁雅股份（jygf）301108，拉芳家化（lfjh）603630，登康口腔（dkkq）001328，海南海药（hnhy）000566，西王食品，美农生物（mnsw）301156，百洋股份（bygf）002696
华业香料（hyxl）300886，博闻科技（bwkj）600883，众兴菌业（zxjy）002772，青松股份（qsgf）300132，丸美生物（wmsw）603983
人工智能
东珠生态（dzst）603359，郑中设计（zzsj）002811
纺织
凤竹纺织（fzfz）600493，安正时尚（azss）603839
其余形式独苗
通达股份（tdgf）002560，洪通燃气（htrq）605169，大有能源（dyny）600403，信质集团（xzjt）002664，浙江永强（zjyq）002489，浙江贸易，京运通（jyt）601908

二板
吉林化纤（jlhx）000420，渝三峡Ａ（ysxa）000565，茂化实华（mhsh）000637，永安药业（yayy）002365，综艺股份（zygf）600770，锦江航运（jjhy）601083，中远海发（zyhf）601866，海程邦达（hcbd）603836

三板
交大昂立（jdal）600530，宁波海运（nbhy）600798，连云港（lyg）601008，宁波远洋（nbyy）601022，盛泰集团（stjt）605138，南京港（njg）002040，尤夫股份（yfgf）002427，集泰股份（jtgf）002909

五板
苏州龙杰（szlj）603332，迎丰股份（yfgf）605055

七板
成飞集成（cfjc）002190

`
  },
  {
    "d": "2025-05-14",
    "l": "https://www.tgb.cn/a/2i1oepnlPTl",
    "t": `

首板
芯片以及算力
综艺股份（zygf）600770，瑞斯康达（rskd）603803，汇洲智能（hzzn）002122，华胜天成（hstc）600410，电光科技（dgkj）002730
军工
甘化科工（ghkg）000576，合众思壮（hzsz）002383，捷安高科（jagk）300845，展鹏科技（zpkj）603488，润贝航科（rbhk）001316
化工
安纳达（and）002136，吉林化纤（jlhx）000420，茂化实华（mhsh）000637，渤海化学（bhhx）600800，永安药业（yayy）002365，金河生物（jhsw）002688，博菲电气（bfdq）001255，渝三峡Ａ（ysxa）000565
外贸
安德利（adl）605198，嘉欣丝绸（jxsc）002404，跨境通（kjt）002640
航运物流
中远海发（zyhf）601866，中集环科（zjhk）301559，海程邦达（hcbd）603836，飞力达（fld）300240，嘉诚国际（jcgj）603535，保税科技（bskj）600794，中创物流（zcwl）603967，长久物流（cjwl）603569
华贸物流（hmwl）603128，长江投资
金融
红塔证券（htzq）601236，天利科技（tlkj）300399，中国人保（zgrb）601319，瑞达期货（rdqh）002961，锦龙股份（jlgf）000712
其余形式独苗
中旗新材（zqxc）001212，襄阳轴承（xyzc）000678，国芳集团（gfjt）601086，乐山电力（lsdl）600644，东方中科（dfzk）002819

二板
宁波海运（nbhy）600798，宁波远洋（nbyy）601022，凤凰航运（fhhy）000520，南京港（njg）002040，青岛金王（qdjw）002094，集泰股份（jtgf）002909，连云港（lyg）601008，盛泰集团（stjt）605138，尤夫股份（yfgf）002427，中毅达（zyd）600610，交大昂立（jdal）600530

三板
尚荣医疗（sryl）002551，恒而达（hed）300946

四板
苏州龙杰（szlj）603332，迎丰股份（yfgf）605055

六板
成飞集成（cfjc）002190，利君股份（ljgf）002651

`
  },
  {
    "d": "2025-05-13",
    "l": "https://www.tgb.cn/a/2hZUzBhcaX4",
    "t": `

首板
外贸-物流港口
宁波海运（nbhy）600798，东方海洋（dfhy）002086，南京港（njg）002040，连云港（lyg）601008，凤凰航运（fhhy）000520，宁波远洋（nbyy）601022，海通发展（htfz）603162
外贸-跨境电商
天虹股份（thgf）002419，华纺股份（hfgf）600448，皮阿诺（pan）002853，浙江正特（zjzt）001238，物产金轮（wcjl）002722，盛泰集团（stjt）605138，青岛金王（qdjw）002094
Ai
南兴股份（nxgf）002757，酷特智能（ktzn）300840
光伏
集泰股份（jtgf）002909，欧晶科技（ojkj）001269，京运通（jyt）601908，协鑫集成（xxjc）002506，电投产融（dtcr）000958，晋控电力（jkdl）000767
化工
集泰股份（jtgf）002909，红墙股份（hqgf）002809，聚合顺（jhs）605166，英联股份（ylgf）002846，长华化学（zhhx）301518，尤夫股份（yfgf）002427，拉芳家化（lfjh）603630，中化国际（zhgj）600500
凯美特气（kmtq）002549，中毅达（zyd）600610，纳尔股份（negf）002825
压缩机
百达精工（bdjg）603331，神驰机电（scjd）603109，鑫磊股份（xlgf）301317
其余形式独苗
交大昂立（jdal）600530，浦东建设（pdjs）600284，贝瑞基因（brjy）000710

二板
皖通科技（wtkj）002331，宝馨科技（bxkj）002514，尚荣医疗（sryl）002551，朝阳科技（zykj）002981，恒而达（hed）300946

三板
红墙股份（hqgf）002809，苏州龙杰（szlj）603332，迎丰股份（yfgf）605055

五板
成飞集成（cfjc）002190，利君股份（ljgf）002651，天箭科技（tjkj）002977

`
  },
  {
    "d": "2025-05-12",
    "l": "https://www.tgb.cn/a/2hY4qJ7JsA7",
    "t": `

首板
军工
龙蟠科技（lpkj）603906，中超控股（zckg）002471，贵航股份（ghgf）600523，雷科防务（lkfw）002413，展鹏科技（zpkj）603488，国睿科技（grkj）600562，华如科技（hrkj）301302，航天南湖（htnh）688552
七一二（qye）603712，光电股份（gdgf）600184，昆船智能（kczn）301311，中航成飞（zhcf）302132，王子新材（wzxc）002735，鸿远电子（hydz）603267，中邮科技（zykj）688648，晨曦航空（cxhk）300581
机器人
恒而达（hed）300946，科力尔（kle）002892，泰尔股份（tegf）002347，锋龙股份（flgf）002931，拓斯达（tsd）300607，日盈电子（rydz）603286，中坚科技（zjkj）002779，赛福天（sft）603028
宝馨科技（bxkj）002514，春兴精工（cxjg）002547，荣泰健康（rtjk）603579，信捷电气（xjdq）603416，星帅尔（xse）002860，襄阳轴承（xyzc）000678
外销
朝阳科技（zykj）002981，富岭股份（flgf）001356，永艺股份（yygf）603600，东尼电子（dndz）603595，尚荣医疗（sryl）002551，浙江鼎力（zjdl）603338
化工
华阳新材（hyxc）600281，红墙股份（hqgf）002809
华为鸿蒙
皖通科技（wtkj）002331，新大陆（xdl）000997
算力
禾盛新材（hsxc）002290，中恒电气（zhdq）002364
其余形式独苗
联合水务（lhsw）603291

二板
红墙股份（hqgf）002809，苏州龙杰（szlj）603332，迎丰股份（yfgf）605055

三板
万向钱潮（wxqc）000559

四板
成飞集成（cfjc）002190，利君股份（ljgf）002651，天箭科技（tjkj）002977

五板
春光科技（cgkj）603657

`
  },
  {
    "d": "2025-05-09",
    "l": "https://www.tgb.cn/a/2hT6lVf7VX5",
    "t": `

首板
军工
飞亚达（fyd）000026，甘化科工（ghkg）000576
化工
纳尔股份（negf）002825，河化股份（hhgf）000953，红墙股份（hqgf）002809
纺织
华茂股份（hmgf）000850，华升股份（hsgf）600156，迎丰股份（yfgf）605055，万事利（wsl）301066，苏州龙杰（szlj）603332，宏达高科（hdgk）002144
机器人
远大智能（ydzn）002689，远信工业（yxgy）301053
电力
淮河能源（hhny）600575，晋控电力（jkdl）000767
未分类
翔鹭钨业（xlwy）002842，中国瑞林（zgrl）603257，章源钨业（zywy）002378，甘化科工（ghkg）000576
其余形式独苗
交大昂立（jdal）600530，武汉凡谷（whfg）002194，登康口腔（dkkq）001328

二板
万向钱潮（wxqc）000559，侨银股份（qygf）002973，百达精工（bdjg）603331，佳力图（jlt）603912

三板
成飞集成（cfjc）002190，奥普光电（apgd）002338，利君股份（ljgf）002651，天箭股份

四板
麒盛科技（qskj）603610，春光科技（cgkj）603657，华纺股份（hfgf）600448

`
  },
  {
    "d": "2025-05-08",
    "l": "https://www.tgb.cn/a/2hRrdoJKVub",
    "t": `

首板
机器人
豪能股份（hngf）603809，侨银股份（qygf）002973，荣泰健康（rtjk）603579，冀凯股份，冀东装备（jdzb）000856，万向钱潮（wxqc）000559，盛通股份（stgf）002599，山子高科（szgk）000981
高测股份（gcgf）688556
外贸
日上集团（rsjt）002593，跨境通（kjt）002640
磁悬浮压缩机
佳力图（jlt）603912，磁谷科技（cgkj）688448，华翔股份（hxgf）603112，联德股份（ldgf）605060，通业科技（tykj）300960，鑫磊股份（xlgf）301317，汉钟精机（hzjj）002158，百达精工（bdjg）603331
联合精密（lhjm）001268
两轮车
上海凤凰（shfh）600679，久祺股份（jqgf）300994
零售
中百集团（zbjt）000759，东百集团（dbjt）600693
军工
银河电子（yhdz）002519，通达股份（tdgf）002560，中航成飞（zhcf）302132，展鹏科技（zpkj）603488，海能达（hnd）002583，航天南湖（htnh）688552，保利联合（bllh）002037，四创电子（scdz）600990
豪能股份（hngf）603809
特斯拉
广东鸿图（gdht）002101，宸展光电（czgd）003019
英伟达算力
沃尔核材（wehc）002130，剑桥科技（jqkj）603083，神驰机电（scjd）603109
鸿蒙
视觉中国（sjzg）000681，东华软件（dhrj）002065，东方中科（dfzk）002819
其余形式独苗
贝肯能源（bkny）002828，汉马科技（hmkj）600375，荣泰健康（rtjk）603579，皓宸医疗（hcyl）002622，大千生态（dqst）603955，华电辽能（hdln）600396，金龙机电（jljd）300032，华为消费电子
尖峰集团（jfjt）600668，浙江物流，天邦食品（tbsp）002124

二板
成飞集成（cfjc）002190，奥普光电（apgd）002338，利君股份（ljgf）002651，豪尔赛（hes）002963，天箭科技（tjkj）002977，华伍股份（hwgf）300095，晨曦航空（cxhk）300581，航天长峰（htzf）600855

三板
山东墨龙（sdml）002490，华纺股份（hfgf）600448，麒盛科技（qskj）603610，春光科技（cgkj）603657

四板
润贝航科（rbhk）001316，中超控股（zckg）002471

`
  },
  {
    "d": "2025-05-07",
    "l": "https://www.tgb.cn/a/2hPN5rMGSKK",
    "t": `

首板
低空
豪尔赛（hes）002963，苏奥传感（sacg）300507，宗申动力（zsdl）001696，航天长峰（htzf）600855
光刻机光刻胶
奥普光电（apgd）002338，国风新材（gfxc）000859，红宝丽（hbl）002165
减肥药以及代糖
易明医药（ymyy）002826，常山药业（csyy）300255，保龄宝（blb）002286
大飞机军工
天保基建（tbjj）000965，宗申动力（zsdl）001696，航天长峰（htzf）600855，晨曦航空（cxhk）300581，湖南天雁（hnty）600698，利君股份（ljgf）002651，华伍股份（hwgf）300095，建设工业（jsgy）002265
成飞集成（cfjc）002190，天箭科技（tjkj）002977
房地产
天保基建（tbjj）000965，三湘印象（sxyx）000863
机器人
金明精机（jmjj）300281，襄阳轴承（xyzc）000678
化工
丹化科技（dhkj）600844，长华化学（zhhx）301518，金浦钛业（jpty）000545，湖北宜化（hbyh）000422，阳煤化工（ymhg）600691，中欣氟材（zxfc）002915，红宝丽（hbl）002165，中毅达（zyd）600610
红墙股份（hqgf）002809
氢能源
大元泵业（dyby）603757，龙洲股份（lzgf）002682，北方股份（bfgf）600262，物产金轮（wcjl）002722
其余形式独苗
弘业期货（hyqh）001236，纬德信息（wdxx）688171，博杰股份（bjgf）002975，大众交通（dzjt）600611，益民集团（ymjt）600824，箭牌家居（jpjj）001322，巨力索具（jlsj）002342，国芳集团（gfjt）601086
天娱数科（tysk）002354
未分类
航天长峰（htzf）600855，金明精机（jmjj）300281，华伍股份（hwgf）300095

二板
汇洲智能（hzzn）002122，禾盛新材（hsxc）002290，嘉事堂（jst）002462，山东墨龙（sdml）002490，宝馨科技（bxkj）002514，大叶股份（dygf）300879，华胜天成（hstc）600410，华纺股份（hfgf）600448，迪生力（dsl）603335，京运通（jyt）601908，麒盛科技（qskj）603610，春光科技（cgkj）603657，明新旭腾（mxxt）605068

三板
润贝航科（rbhk）001316，中超控股（zckg）002471，电光科技（dgkj）002730，龙溪股份（lxgf）600592

四板
全筑股份（qzgf）603030，精进电动（jjdd）688280

六板
渝三峡Ａ（ysxa）000565

`
  },
  {
    "d": "2025-05-06",
    "l": "https://www.tgb.cn/a/2hOaxIM2YQb",
    "t": `

首板
外贸
迪生力（dsl）603335，瑞尔特（ret）002790，三木集团（smjt）000632，青岛金王（qdjw）002094，南天信息（ntxx）000948，泰坦股份（ttgf）003036，华纺股份（hfgf）600448
华为
华胜天成（hstc）600410，达华智能（dhzn）002512，莱宝高科（lbgk）002106，狄耐克（dnk）300884，天源迪科（tydk）300047，掌阅科技（zykj）603533，九联科技（jlkj）688609，海南华铁（hnht）603300
南天信息（ntxx）000948，福日电子（frdz）600203，深圳华强（szhq）000062，麒盛科技（qskj）603610
算力
汇洲智能（hzzn）002122，诚邦股份（cbgf）603316，大位科技（dwkj）600589，中恒电气（zhdq）002364，海南华铁（hnht）603300，禾盛新材（hsxc）002290，普天科技（ptkj）002544
发电机
云内动力（yndl）000903，通达动力（tddl）002576，神驰机电（scjd）603109
脑机接口
狄耐克（dnk）300884，岩山科技（yskj）002195，南京熊猫（njxm）600775，麒盛科技（qskj）603610
核电
合锻智能（hdzn）603011，永鼎股份（ydgf）600105，久盛电气（jsdq）301082，兰石重装（lszz）603169，雪人股份（xrgf）002639，海陆重工（hlzg）002255，中洲特材（zztc）300963
化工
渤海化学（bhhx）600800，兄弟科技（xdkj）002562，云中马（yzm）603130，闰土股份（rtgf）002440，尤夫股份（yfgf）002427，先达股份（xdgf）603086，金凯生科（jksk）301509
消费
安德利（adl）605198
H股
山东墨龙（sdml）002490，安德利（adl）605198，南京熊猫（njxm）600775，东江环保（djhb）002672
医药
莎普爱思（spas）603168，嘉事堂（jst）002462
稀土
盛和资源（shzy）600392，华阳新材（hyxc）600281，广晟有色（gcys）600259，天和磁材（thcc）603072，京运通（jyt）601908
机器人
凯迪股份（kdgf）605288，云中马（yzm）603130，南山智尚（nszs）300918，信捷电气（xjdq）603416，赛福天（sft）603028，秦安股份（qagf）603758，明新旭腾（mxxt）605068，春光科技（cgkj）603657
日盈电子（rydz）603286，通达动力（tddl）002576，金帝股份（jdgf）603270，征和工业（zhgy）003033，大叶股份（dygf）300879
电力
华银电力（hydl）600744，豫能控股（ynkg）001896，华电辽能（hdln）600396
其余形式独苗
宝馨科技（bxkj）002514，华丽家族（hljz）600503，曙光股份（sggf）600303，凯美特气（kmtq）002549，鑫铂股份（xbgf）003038，九鼎投资，广田集团（gtjt）002482，奕东电子（yddz）301123
朝阳科技（zykj）002981，神通科技（stkj）605228，星帅尔（xse）002860

二板
常山北明（csbm）000158，润贝航科（rbhk）001316，川润股份（crgf）002272，兴民智通（xmzt）002355，信质集团（xzjt）002664，中超控股（zckg）002471，电光科技（dgkj）002730，龙溪股份（lxgf）600592，福达股份（fdgf）603166，莱绅通灵（lstl）603900，金麒麟（jql）603586，嵘泰股份（rtgf）605133

三板
汉商集团（hsjt）600774，精进电动（jjdd）688280，全筑股份（qzgf）603030，新坐标（xzb）603040

五板
渝三峡Ａ（ysxa）000565

`
  },
  {
    "d": "2025-05-03",
    "l": "https://www.tgb.cn/a/2hJgKRBtKBv",
    "t": `

首板
算力
电光科技（dgkj）002730，通鼎互联（tdhl）002491，常山北明（csbm）000158，超讯通信（cxtx）603322，浙文互联（zwhl）600986，川润股份（crgf）002272，湖北广电（hbgd）000665
机器人
新兴装备（xxzb）002933，中超控股（zckg）002471，振江股份（zjgf）603507，探路者（tlz）300005，嵘泰股份（rtgf）605133，菱电电控（lddk）688667，西上海（xsh）605151，精工科技（jgkj）002006
金麒麟（jql）603586，中光学（zgx）002189，光大同创（gdtc）301387，天普股份（tpgf）605255，福达股份（fdgf）603166，龙溪股份（lxgf）600592，宏昌科技（hckj）301008，祥鑫科技（xxkj）002965
南方精工（nfjg）002553，信质集团（xzjt）002664，八方股份（bfgf）603489
外贸
美克家居（mkjj）600337，翠微股份（cwgf）603123
端侧ai
瀛通通讯（yttx）002861，润贝航科（rbhk）001316，瑞芯微（rxw）603893，冠石科技（gskj）605588
人工智能
正和生态（zhst）605069，创意信息（cyxx）300366
基建
重庆建工（cqjg）600939，华远地产（hydc）600743，空港股份（kggf）600463，韩建山河（hjsh）603616
医药
大博医疗（dbyl）002901，老百姓（lbx）603883，科伦药业（klyy）002422
造纸
宜宾纸业（ybzy）600793，松炀资源（syzy）603863
其余形式独苗
兴民智通（xmzt）002355，安正时尚（azss）603839，莱绅通灵（lstl）603900，保龄宝（blb）002286，弘元绿能（hyln）603185，九鼎新材（jdxc）002201，旺能环境（wnhj）002034，大千生态（dqst）603955
新联电子（xldz）002546，炜冈科技（wgkj）001256，上海电影（shdy）601595，兴森科技（xskj）002436，芯片科技，威领股份

二板
汉商集团（hsjt）600774，中欣氟材（zxfc）002915，宁波东力（nbdl）002164，全筑股份（qzgf）603030，新坐标（xzb）603040，东珠生态（dzst）603359，精进电动（jjdd）688280

四板
渝三峡Ａ（ysxa）000565，鸿博股份（hbgf）002229

`
  },
  {
    "d": "2025-04-29",
    "l": "https://www.tgb.cn/a/2hCHehtCdr3",
    "t": `

首板
基建
三和管桩（shgz）003037，国统股份（gtgf）002205
算力产业链
得润电子（drdz）002055，博创科技（bckj）399276，利通电子（ltdz）603629，平治信息（pzxx）300571，美利云（mly）000815
人工智能
东珠生态（dzst）603359，利欧股份（logf）002131，赛力医疗（slyl）603716
机器人产业链
天奇股份（tqgf）002009，中欣氟材（zxfc）002915，聚赛龙（jsl）301131，精进电动（jjdd）688280，银宝山新（ybsx）002786，新坐标（xzb）603040，日盈电子（rydz）603286，方正电机（fzdj）002196
宁波华翔（nbhx）002048，全筑股份（qzgf）603030，宁波东力（nbdl）002164，吉华集团（jhjt）603980，大叶股份（dygf）300879，兆丰股份（zfgf）300695
化工
三孚股份（sfgf）603938，中欣氟材（zxfc）002915，聚赛龙（jsl）301131，沈阳化工（syhg）000698，新瀚新材（xhxc）301076，红墙股份（hqgf）002809，大洋生物（dysw）003017，蓝丰生化（lfsh）002513
鼎际得（djd）603255，先达股份（xdgf）603086，雅运股份（yygf）603790，丸美生物（wmsw）603983，吉华集团（jhjt）603980，闰土股份（rtgf）002440
外贸
迪生力（dsl）603335，东方创业（dfcy）600278，顾家家居（gjjj）603816，梦百合（mbh）603313
消费
道道全（ddq）002852，丸美生物（wmsw）603983，百润股份（brgf）002568，会稽山（hjs）601579
医药
蓝帆医疗（lfyl）002382，汉商集团（hsjt）600774
其余形式独苗
柳钢股份（lggf）601003，菜百股份（cbgf）605599，今创集团（jcjt）603680，申科股份（skgf）002633，奥拓电子（atdz）002587，哈森股份（hsgf）603958，中旗新材（zqxc）001212，兆易创新（zycx）603986

二板
永安药业（yayy）002365，华阳新材（hyxc）600281，宿迁联盛（sqls）603065

三板
渝三峡Ａ（ysxa）000565，鸿博股份（hbgf）002229

四板
茂业商业（mysy）600828

`
  },
  {
    "d": "2025-04-28",
    "l": "https://www.tgb.cn/a/2hAQts9epcJ",
    "t": `

首板
外贸电商
金麒麟（jql）603586，三夫户外（sfhw）002780，普路通（plt）002769，浔兴股份（xxgf）002098，狮头股份（stgf）600539
化工
华阳新材（hyxc）600281，金能科技（jnkj）603113，中毅达（zyd）600610，宿迁联盛（sqls）603065，联合化学（lhhx）301209
Ai应用
金财互联（jchl）002530，德生科技（dskj）002908
算力
大位科技（dwkj）600589，新锦动力（xjdl）300157，恒润股份（hrgf）603985
医药
永安药业（yayy）002365，威尔药业（weyy）603351
电力
天沃科技（twkj）002564，京能电力（jndl）600578，新能泰山（xnts）000720，廊坊发展（lffz）600149
影石
弘景光电（hjgd）301479，瀛通通讯（yttx）002861
其余形式独苗
大千生态（dqst）603955，新北洋（xby）002376，雅博股份

二板
渝三峡Ａ（ysxa）000565，亚太实业（ytsy）000691，鸿博股份（hbgf）002229，中电鑫龙（zdxl）002298，天娱数科（tysk）002354，华电辽能（hdln）600396，华电能源（hdny）600726，上海物贸（shwm）600822，珀莱雅（ply）603605

三板
华银电力（hydl）600744，茂业商业（mysy）600828

四板
东贝集团（dbjt）601956

`
  },
  {
    "d": "2025-04-25",
    "l": "https://www.tgb.cn/a/2hvUII7PcUC",
    "t": `

首板
家电
惠而浦（hep）600983，康盛股份（ksgf）002418，北鼎股份（bdgf）300824
房地产
南国置业（ngzy）002305，汉嘉设计（hjsj）300746，我乐家居（wljj）603326，全新好（qxh）000007
医药
赛力医疗（slyl）603716，海森药业（hsyy）001367，甘李药业（glyy）603087
电商
珀莱雅（ply）603605，九牧王（jmw）601566，生意宝（syb）002095
电力电网
中电鑫龙（zdxl）002298，吉鑫科技（jxkj）601218，华电辽能（hdln）600396，方大集团（fdjt）000055，华电能源（hdny）600726，九洲集团（jzjt）300040，长源电力（zydl）000966，博菲电气（bfdq）001255
智光电气（zgdq）002169，明星电力（mxdl）600101，湖南发展（hnfz）000722，大立科技（dlkj）002214
算力
鸿博股份（hbgf）002229，拓维信息（twxx）002261，泰豪科技（thkj）600590，致尚科技（zskj）301486
人工智能
天娱数科（tysk）002354，东珠生态（dzst）603359
旅游
天府文旅（tfwl）000558，三峡旅游（sxly）002627
食品饮料
皇氏集团（hsjt）002329，中央商场（zysc）600280，百龙创园（blcy）605016，会稽山（hjs）601579
新型工业化
天元智能（tyzn）603273，宇晶股份（yjgf）002943，南方路机（nflj）603280
物流
上海物贸（shwm）600822，畅联股份（clgf）603648
机器人
中坚科技（zjkj）002779，夏厦精密（xsjm）001306
化工
卫星化学（wxhx）002648，黑猫股份（hmgf）002068，渝三峡Ａ（ysxa）000565
其余形式独苗
顺博合金（sbhj）002996，广誉远（gyy）600771，恒宝股份（hbgf）002104，亚太实业（ytsy）000691，金富科技（jfkj）003018，天原股份（tygf）002386，深中华Ａ（szha）000017，天津普林（tjpl）002134
好上好（hsh）001298，赛福天（sft）603028

二板
韶能股份（sngf）000601，宁波联合（nblh）600051，西昌电力（xcdl）600505，华银电力（hydl）600744，茂业商业（mysy）600828

三板
东贝集团（dbjt）601956

六板
步步高（bbg）002251，天元股份（tygf）003003

`
  },
  {
    "d": "2025-04-24",
    "l": "https://www.tgb.cn/a/2hudI45tHhE",
    "t": `

首板
外贸
迪生力（dsl）603335，浔兴股份（xxgf）002098，宁波联合（nblh）600051
消费
茂业商业（mysy）600828，好想你（hxn）002582，上海凤凰（shfh）600679，久祺股份（jqgf）300994，安记食品（ajsp）603696，国芳集团（gfjt）601086
电力
华银电力（hydl）600744，郴电国际（cdgj）600969，西昌电力（xcdl）600505，天沃科技（twkj）002564，广西能源（gxny）600310，韶能股份（sngf）000601，乐山电力（lsdl）600644，宁波联合（nblh）600051
房地产
渝开发（ykf）000514，天保基建（tbjj）000965，菲林格尔（flge）603226
医药
金凯生科（jksk）301509，河化股份（hhgf）000953，灵康药业（lkyy）603669，尔康制药（ekzy）300267，凯莱英（kly）002821，罗欣药业（lxyy）002793，双成药业（scyy）002693
宠物经济
中宠股份（zcgf）002891，天元宠物（tycw）301335，依依股份（yygf）001206
轻量化
中广核技（zghj）000881，新瀚新材（xhxc）301076
化工
新金路（xjl）000510，西陇科学（xlkx）002584，渤海化学（bhhx）600800，红墙股份（hqgf）002809
其余形式独苗
永杉锂业（ysly）603399，润贝航科（rbhk）001316

二板
方正电机（fzdj）002196，永安药业（yayy）002365，尤夫股份（yfgf）002427，三维化学（swhx）002469，棒杰股份，丰华股份（fhgf）600615，东贝集团（dbjt）601956，浙江荣泰（zjrt）603119，健尔康（jek）603205

三板
三木集团（smjt）000632，中欣氟材（zxfc）002915

四板
海联金汇（hljh）002537，先达股份（xdgf）603086

五板
步步高（bbg）002251，天元股份（tygf）003003

`
  },
  {
    "d": "2025-04-23",
    "l": "https://www.tgb.cn/a/2hswhKHj7LC",
    "t": `

首板
汽车产业链
浙江世宝（zjsb）002703，恒勃股份（hbgf）301225，长城科技（cckj）603897
消费电子
春秋电子（cqdz）603890，朝阳科技（zykj）002981，卓翼科技（zykj）002369，芯瑞达（xrd）002983
化工
卫星化学（wxhx）002648，尤夫股份（yfgf）002427，三维化学（swhx）002469，德美化工（dmhg）002054
机器人
永茂泰（ymt）605208，丰华股份（fhgf）600615，襄阳轴承（xyzc）000678，华纬科技（hwkj）001380，方正电机（fzdj）002196，日海智能（rhzn）002313，秦川机床（qcjc）000837，南方精工（nfjg）002553
杭齿前进（hcqj）601177，宁波东力（nbdl）002164，光洋股份（gygf）002708，京城股份（jcgf）600860，利安科技（lakj）300784，龙溪股份（lxgf）600592，兆威机电（zwjd）003021，东贝集团（dbjt）601956
中马传动（zmcd）603767，红旗连锁（hqls）002697，美湖股份（mhgf）603319，长华集团（zhjt）605018，浙江荣泰（zjrt）603119，肇民科技（zmkj）301000，吉林化纤（jlhx）000420，嵘泰股份（rtgf）605133
药业
海森药业（hsyy）001367，永安药业（yayy）002365，健尔康（jek）603205
跨境支付
中科金财（zkjc）002657，龙江交通（ljjt）601188
低空
合众思壮（hzsz）002383，万丰奥威（wfaw）002085
其余形式独苗
浙江自然（zjzr）605080，金富科技（jfkj）003018，东珠生态（dzst）603359，神开股份（skgf）002278，棒杰股份，浙江纺织，或者光伏，海陆重工（hlzg）002255

二板
三木集团（smjt）000632，中欣氟材（zxfc）002915，新晨科技（xckj）300542，轻纺城（qfc）600790，连云港（lyg）601008，圣龙股份（slgf）603178

三板
青岛金王（qdjw）002094，海联金汇（hljh）002537，先达股份（xdgf）603086

四板
步步高（bbg）002251，天元股份（tygf）003003

`
  },
  {
    "d": "2025-04-22",
    "l": "https://www.tgb.cn/a/2hqTNGiOcbs",
    "t": `

首板
跨境支付
新晨科技（xckj）300542，翠微股份（cwgf）603123，优博讯（ybx）300531，吉大正元（jdzy）003029，中油资本（zyzb）000617，轻纺城（qfc）600790，拉卡拉（lkl）300773
外贸
三木集团（smjt）000632，万林物流（wlwl）603117，长江投资，嘉诚国际（jcgj）603535，华鹏飞（hpf）300350，华贸物流（hmwl）603128，中通客车（ztkc）000957，东方创业（dfcy）600278
亚联机械（yljx）001395，连云港（lyg）601008，洪兴股份（hxgf）001209，中储股份（zcgf）600787
大消费
庄园牧场（zymc）002910，海欣食品（hxsp）002702，珠江钢琴（zjgq）002678，奇德新材（qdxc）300995，煌上煌（hsh）002695，三峡旅游（sxly）002627，丽尚国潮（lsgc）600738
芯片
盈方微（yfw）000670，凯美特气（kmtq）002549，西陇科学（xlkx）002584
医药
尖峰集团（jfjt）600668，星湖科技（xhkj）600866，卫信康（wxk）603676，富士莱（fsl）301258，华森制药（hszy）002907，众生药业（zsyy）002317
化工
赤天化（cth）600227，中农联合（znlh）003042，美邦股份（mbgf）605033，振华股份（zhgf）603067，中欣氟材（zxfc）002915，红宝丽（hbl）002165，亚太实业（ytsy）000691，润阳科技（rykj）300920
黄金
宝鼎科技（bdkj）002552，深中华Ａ（szha）000017，东江环保（djhb）002672
其余形式独苗
福斯达（fsd）603173，致尚科技（zskj）301486，永鼎股份（ydgf）600105，美晨科技（mckj）300237，天沃科技（twkj）002564，圣龙股份（slgf）603178，天鹅股份（tegf）603029，东峰集团（dfjt）601515
凯盛新能（ksxn）600876，重庆建工（cqjg）600939，航天晨光（htcg）600501

二板
中旗新材（zqxc）001212，润贝航科（rbhk）001316，青岛金王（qdjw）002094，生意宝（syb）002095，海联金汇（hljh）002537，顺灏股份（shgf）002565，跨境通（kjt）002640，华泰股份（htgf）600308，信雅达（xyd）600571，乐山电力（lsdl）600644，先达股份（xdgf）603086，有友食品（yysp）603697，安正时尚（azss）603839

三板
步步高（bbg）002251，天元股份（tygf）003003，百大集团（bdjt）600865，威尔药业（weyy）603351

四板
红墙股份（hqgf）002809，保税股份

五板
天保基建（tbjj）000965，国芳集团（gfjt）601086

六板
安记食品（ajsp）603696

`
  },
  {
    "d": "2025-04-21",
    "l": "https://www.tgb.cn/a/2hpfxbPkBf3",
    "t": `

首板
算力产业链
仕佳光子（sjgz）688313，琏升科技（lskj）300051，大位科技（dwkj）600589，东方材料（dfcl）603110，艾布鲁（abl）301259，润建股份（rjgf）002929
机器人
京城股份（jcgf）600860，福莱新材（flxc）605488，浙江荣泰（zjrt）603119
Ai智能体
东方材料（dfcl）603110，利欧股份（logf）002131，金桥信息（jqxx）603918，恒锋信息（hfxx）300605
宠物经济
祖名股份（zmgf）003030，源飞宠物（yfcw）001222，贝仕达克（bsdk）300822，可靠股份（kkgf）301009
大飞机
润贝航科（rbhk）001316，航发科技（hfkj）600391，利君股份（ljgf）002651，博云新材（byxc）002297，国睿科技（grkj）600562，应流股份（ylgf）603308
外贸跨境
久其软件（jqrj）002279，跨境通（kjt）002640，星徽股份（xhgf）300464，安正时尚（azss）603839，永和智控（yhzk）002795
外贸支付
生意宝（syb）002095，海联金汇（hljh）002537，信雅达（xyd）600571，石基信息（sjxx）002153，青岛金王（qdjw）002094
电力
银星能源（yxny）000862，乐山电力（lsdl）600644，富春环保（fchb）002479，西昌电力（xcdl）600505
黄金
鹏新能源，潮宏基（chj）002345，晓程科技（xckj）300139，莱绅通灵（lstl）603900，赤峰黄金（cfhj）600988，四川黄金（schj）001337，西部黄金（xbhj）601069，湖南白银（hnby）002716
湖南黄金（hnhj）002155
医药
灵康药业（lkyy）603669，舒泰神（sts）300204，哈药股份（hygf）600664，康弘药业（khyy）002773，迪哲医药（dzyy）688192，永安药业（yayy）002365
内需消费
西王食品，横店影视（hdys）603103，五芳斋（wfz）603237，拉芳家化（lfjh）603630，有友食品（yysp）603697，维维股份（wwgf）600300，阳光乳业（ygry）001318，品渥食品（pwsp）300892
好想你（hxn）002582
芯片
新金路（xjl）000510，立昂微（law）605358，至正股份（zzgf）603991，中旗新材（zqxc）001212，国风新材（gfxc）000859
农业
长青股份（cqgf）002391，万辰集团（wcjt）300972，先达股份（xdgf）603086，远大控股（ydkg）000626
造纸
安妮股份（angf）002235，岳阳林纸（yylz）600963，华泰集团（htjt）605138，百亚股份（bygf）003006
其余形式独苗
宏和科技（hhkj）603256，顺灏股份（shgf）002565，山东海化（sdhh）000822，金杯汽车（jbqc）600609，澳洋健康（ayjk）002172，镇海股份（zhgf）603637，日出东方（rcdf）603366

二板
新华联（xhl）000620，武汉凡谷（whfg）002194，步步高（bbg）002251，海能达（hnd）002583，仁智股份（rzgf）002629，天元股份（tygf）003003，百大集团（bdjt）600865，华脉科技（hmkj）603042，威尔药业（weyy）603351，大千生态（dqst）603955

三板
尤夫股份（yfgf）002427，红墙股份（hqgf）002809，保税科技（bskj）600794

四板
天保基建（tbjj）000965，国芳集团（gfjt）601086

五板
立方制药（lfzy）003020，安记食品（ajsp）603696

六板
国光连锁（ggls）605188

`
  },
  {
    "d": "2025-04-18",
    "l": "https://www.tgb.cn/a/2hkj9QVqT5c",
    "t": `

首板
消费
皇氏集团（hsjt）002329，三夫户外（sfhw）002780，百大集团（bdjt）600865，文峰股份，友阿股份（yagf）002277，大千生态（dqst）603955，国中水务（gzsw）600187
房地产
三湘印象（sxyx）000863，九鼎投资，新华联（xhl）000620，金融街（jrj）000402，高新发展（gxfz）000628，我爱我家（wawj）000560，新城市（xcs）300778，黑牡丹（hmd）600510
通信
海能达（hnd）002583，新能泰山（xnts）000720，达利凯普（dlkp）301566，武汉凡谷（whfg）002194，华脉科技（hmkj）603042，硕贝德（sbd）300322，盛路通信（sltx）002446，世嘉科技（sjkj）002796
通宇通讯（tytx）002792，东方通信（dftx）600776，灿勤科技（cqkj）688182
海洋
巨力索具（jlsj）002342，神开股份（skgf）002278
钠离子电池
同兴科技（txkj）003027，传艺科技（cykj）002866，永杰新材（yjxc）603271
消费电子
朝阳科技（zykj）002981，世华科技（shkj）688093
其余形式独苗
御银股份（yygf）002177，神马股份（smgf）600810，天沃科技（twkj）002564，威尔药业（weyy）603351，奇精机械（qjjx）603677，仁智股份（rzgf）002629，华锋股份（hfgf）002806，天元股份（tygf）003003

二板
渝开发（ykf）000514，尤夫股份（yfgf）002427，红墙股份（hqgf）002809，新宏泽（xhz）002836，保税科技（bskj）600794，中铝国际（zlgj）601068，蓝科高新（lkgx）601798，宏昌电子（hcdz）603002，红蜻蜓（hqt）603116

三板
特力Ａ（tla）000025，天保基建（tbjj）000965，国芳集团（gfjt）601086

四板
亚联机械（yljx）001395，红宝丽（hbl）002165，立方制药（lfzy）003020，安记食品（ajsp）603696

五板
国光连锁（ggls）605188

`
  },
  {
    "d": "2025-04-17",
    "l": "https://www.tgb.cn/a/2hiEhnab7i3",
    "t": `

首板
消费
新宏泽（xhz）002836，惠发食品（hfsp）603536，五芳斋（wfz）603237，华天酒店（htjd）000428，南京商旅（njsl）600250，丽人丽妆（lrlz）605136，一鸣食品（ymsp）605179，中锐股份（zrgf）002374
益盛药业（ysyy）002566，电声股份（dsgf）300805
房地产相关
德尔未来（dewl）002631，渝开发（ykf）000514，德才股份（dcgf）605287，广联达（gld）002410，尚品宅配（spzp）300616，志邦家居（zbjj）603801，重庆建工（cqjg）600939，中天服务（ztfw）002188
亚振家居（yzjj）603389，德必集团（dbjt）300947，中铝国际（zlgj）601068，南都物业（ndwy）603506
芯片相关
西陇科学（xlkx）002584，国风新材（gfxc）000859，睿能科技（rnkj）603933，怡达股份（ydgf）300721，三孚股份（sfgf）603938，兴业股份（xygf）603928，华软科技（hrkj）002453，沃顿科技（wdkj）000920
宏昌电子（hcdz）603002，格林达（gld）603931，康鹏科技（kpkj）688602，新金路（xjl）000510
化工
善水科技（sskj）301190，亚邦股份（ybgf）603188，红墙股份（hqgf）002809，怡达股份（ydgf）300721，九鼎新材（jdxc）002201，尤夫股份（yfgf）002427
算力
福鞍股份（fagf）603315，拓维信息（twxx）002261，泰嘉股份（tjgf）002843
人工智能
东珠生态（dzst）603359，泛微网络（fwwl）603039，税友股份（sygf）603171，石基信息（sjxx）002153
外贸
三柏硕（sbs）001300，红蜻蜓（hqt）603116，通达创智（tdcz）001368，华纺股份（hfgf）600448，保税科技（bskj）600794，南极电商（njds）002127，恒基达鑫（hjdx）002492
黄金
宁波中百（nbzb）600857，莱绅通灵（lstl）603900，登云股份（dygf）002715
医药
益佰制药（ybzy）600594，兄弟科技（xdkj）002562，益盛药业（ysyy）002566
大飞机
航发科技（hfkj）600391，润贝航科（rbhk）001316，北摩高科（bmgk）002985
其余形式独苗
蓝科高新（lkgx）601798，神雾节能（swjn）000820，神力股份（slgf）603819，海陆重工（hlzg）002255，淮河能源（hhny）600575

二板
特力Ａ（tla）000025，荣丰控股（rfkg）000668，天保基建（tbjj）000965，南京港（njg）002040，桂发祥（gfx）002820，渤海化学（bhhx）600800，金陵饭店（jlfd）601007，国芳集团（gfjt）601086，盛泰集团（stjt）605138

三板
亚联机械（yljx）001395，浔兴股份（xxgf）002098，红宝丽（hbl）002165，立方制药（lfzy）003020，华贸物流（hmwl）603128，安记食品（ajsp）603696

四板
双成药业（scyy）002693，乐山电力（lsdl）600644，国光连锁（ggls）605188

六板
泰慕士（tms）001234

`
  },
  {
    "d": "2025-04-16",
    "l": "https://www.tgb.cn/a/2hgWYlsm4vH",
    "t": `

首板
大飞机
天保基建（tbjj）000965，飞沃科技（fwkj）301232
内需消费
华资实业（hzsy）600191，维维股份（wwgf）600300，金陵饭店（jlfd）601007，桂发祥（gfx）002820，欧亚集团（oyjt）600697，国芳集团（gfjt）601086，利仁科技（lrkj）001259，贝因美（bym）002570
外贸物流
中创物流（zcwl）603967，南京港（njg）002040，连云港（lyg）601008，重庆港（cqg）600279，华茂股份（hmgf）000850，强邦新材（qbxc）001279，长联科技（zlkj）301618，盛泰集团（stjt）605138
微信支付
翠微股份（cwgf）603123，创识科技（cskj）300941
医疗
健尔康（jek）603205，中关村（zgc）000931
其余形式独苗
集泰股份（jtgf）002909，恒锋信息（hfxx）300605，华建集团（hjjt）600629，荣丰控股（rfkg）000668，特力Ａ（tla）000025，慈文传媒（cwcm）002343，渤海化学（bhhx）600800

二板
永泰运（yty）001228，亚联机械（yljx）001395，浔兴股份（xxgf）002098，红宝丽（hbl）002165，立方制药（lfzy）003020，东方材料（dfcl）603110，华贸物流（hmwl）603128，安记食品（ajsp）603696

三板
天沃科技（twkj）002564，国光连锁（ggls）605188，双成药业（scyy）002693，乐山电力（lsdl）600644

四板
两面针（lmz）600249

五板
泰慕士（tms）001234

`
  },
  {
    "d": "2025-04-15",
    "l": "https://www.tgb.cn/a/2hfloqojrLY",
    "t": `

首板
外贸
迪生力（dsl）603335，锦江航运（jjhy）601083，亚联机械（yljx）001395，华贸物流（hmwl）603128，浔兴股份（xxgf）002098，苏豪弘业（shhy）600128，瑞贝卡（rbk）600439，久其软件（jqrj）002279
三态股份（stgf）301558，汇鸿集团（hhjt）600981，永泰运（yty）001228
谷子经济
京华激光（jhjg）603607，洪兴股份（hxgf）001209，思美传媒（smcm）002712，创源股份（cygf）300703，岭南股份（lngf）002717
机器人
北自科技（bzkj）603082，大胜达（dsd）603687，南方精工（nfjg）002553
固态电池
有研新材（yyxc）600206，科陆电子（kldz）002121，金龙羽（jly）002882，领湃科技（lpkj）300530
医药
立方制药（lfzy）003020，九洲药业（jzyy）603456，罗欣药业（lxyy）002793，兄弟科技（xdkj）002562
食品
安记食品（ajsp）603696，西王食品
电力
建投能源（jtny）000600，西昌电力（xcdl）600505，新亚电缆（xydl）001382，赣能股份（gngf）000899
生态治理
大千生态（dqst）603955，东珠生态（dzst）603359，正和生态（zhst）605069
算力
宏盛股份（hsgf）603090，东方材料（dfcl）603110
化工
长鸿高科（zhgk）605008，江天化学（jthx）300927
其余形式独苗
华嵘控股（hrkg）600133，英利汽车（ylqc）601279，国华网安（ghwa）000004，红宝丽（hbl）002165，洁雅股份（jygf）301108

二板
京粮控股（jlkg）000505，韶能股份（sngf）000601，天沃科技（twkj）002564，双成药业（scyy）002693，中毅达（zyd）600610，乐山电力（lsdl）600644，国光连锁（ggls）605188

三板
新金路（xjl）000510，两面针（lmz）600249

四板
泰慕士（tms）001234

`
  },
  {
    "d": "2025-04-14",
    "l": "https://www.tgb.cn/a/2hdCbCey7Lk",
    "t": `

首板
集团补涨
宁水集团（nsjt）603700，建艺集团（jyjt）002789，齐心集团（qxjt）002301，海汽集团（hqjt）603069，爱建集团（ajjt）600643
消费电子
瀛通通讯（yttx）002861，美格智能（mgzn）002881，超声电子（csdz）000823，比依股份（bygf）603215，汇成真空（hczk）301392，英派斯（yps）002899
电商外贸
实益达（syd）002137，南极电商（njds）002127，新华都（xhd）002264，生意宝（syb）002095，曲美家具（qmjj）603818，君禾股份（jhgf）603617，齐心集团（qxjt）002301，广博股份（gbgf）002103
富岭股份（flgf）001356，百隆东方（bldf）601339，利仁科技（lrkj）001259
核电
合锻智能（hdzn）603011，中超控股（zckg）002471，海陆重工（hlzg）002255，雪人股份（xrgf）002639，中洲特材（zztc）300963
体育
舒华体育（shty）605299，兰生股份（lsgf）600826，久祺股份（jqgf）300994，康力源（kly）301287，英派斯（yps）002899，三柏硕（sbs）001300，金陵体育（jlty）300651，天府文旅（tfwl）000558
浙江永强（zjyq）002489
零售
国光连锁（ggls）605188，茂业商业（mysy）600828
食品
双塔食品（stsp）002481，佳隆股份（jlgf）002495，绝味食品，京粮控股（jlkg）000505
海南
海汽集团（hqjt）603069，海德股份（hdgf）000567，海南椰岛（hnyd）600238，海马汽车（hmqc）000572，海南发展（hnfz）002163，双成药业（scyy）002693，葫芦娃（hlw）605199，松炀资源（syzy）603863
三胎
葫芦娃（hlw）605199，燕塘乳业（ytry）002732
未分类
威领股份，华钰矿业（hyky）601020，湖南黄金（hnhj）002155，华锡有色（hxys）600301，天和磁材（thcc）603072，怡球资源（yqzy）601388
绿电
韶能股份（sngf）000601，乐山电力（lsdl）600644，江苏新能（jsxn）603693，远达环保（ydhb）600292
化工
中毅达（zyd）600610，联合化学（lhhx）301209
发电机
云内动力（yndl）000903，动力新科（dlxk）600841，凤形股份（fxgf）002760，隆鑫通用（lxty）603766，泰豪科技（thkj）600590
算力硬件
川润股份（crgf）002272，泰嘉股份（tjgf）002843
医药
东诚药业（dcyy）002675，美尔雅（mey）600107，康惠制药（khzy）603139，悦康药业（ykyy）688658
房地产
荣丰控股（rfkg）000668，大悦城（dyc）000031，汇通能源（htny）600605
煤炭
安源煤业（aymy）600397，大有能源（dyny）600403，丹化科技（dhkj）600844
泛金融
九鼎投资，天晟新材（tcxc）300169，爱建集团（ajjt）600643
其余形式独苗
大金重工（djzg）002487，康普顿（kpd）603798，京北方（jbf）002987，合力科技（hlkj）603917，思维列控（swlk）603508，赛摩智能（smzn）300466，格林达（gld）603931，中旗新材（zqxc）001212
华达新材（hdxc）605158

二板
深圳华强（szhq）000062，新金路（xjl）000510，盈方微（yfw）000670，通达创智（tdcz）001368，两面针（lmz）600249，南宁百货（nnbh）600712，亚邦股份（ybgf）603188

三板
远大控股（ydkg）000626，泰慕士（tms）001234，跨境通（kjt）002640

五板
中源家居（zyjj）603709

七板
国芳集团（gfjt）601086

`
  },
  {
    "d": "2025-04-11",
    "l": "https://www.tgb.cn/a/2h8Ecr7eBRE",
    "t": `

首板
石英材料
安彩高科（acgk）600207，新金路（xjl）000510，长江材料（cjcl）001296，江瀚新材（jhxc）603281
零售
汇嘉时代（hjsd）603101，南宁百货（nnbh）600712
东盟自贸区
北部湾港（bbwg）000582，凤凰航运（fhhy）000520，晋亿实业（jysy）601002，海南海药（hnhy）000566，海航科技（hhkj）600751，南宁百货（nnbh）600712，两面针（lmz）600249，华蓝集团（hljt）301027
百洋股份（bygf）002696，今创集团（jcjt）603680，泰坦股份（ttgf）003036
医药
贝瑞基因（brjy）000710，海南海药（hnhy）000566，海思科（hsk）002653，河化股份（hhgf）000953，一品红（yph）300723
化工
洪汇新材（hhxc）002802，亚邦股份（ybgf）603188，润阳科技（rykj）300920，嘉澳环保（jahb）603822
芯片
盛景微（sjw）603375，富满微（fmw）300671，民德电子（mddz）300656，盈方微（yfw）000670，大港股份（dggf）002077，华软科技（hrkj）002453，思瑞浦（srp）688536，深圳华强（szhq）000062
美芯晟（mxc）688458，好上好（hsh）001298，江化微（jhw）603078，晶华微（jhw）688130，上海贝岭（shbl）600171，纳芯微（nxw）688052，澳柯玛（akm）600336，圣邦股份（sbgf）300661
睿能科技（rnkj）603933，雅创电子（ycdz）301099，金海通（jht）603061，唯捷创芯（wjcx）688153，中晶科技（zjkj）003026，华东重机（hdzj）002685
卫星
电光科技（dgkj）002730，合众思壮（hzsz）002383，北斗星通（bdxt）002151，波导股份（bdgf）600130
电网
保变电气（bbdq）600550，长城电工（ccdg）600192
机器人
中坚科技（zjkj）002779，兆威机电（zwjd）003021，道恩股份（degf）002838
其余形式独苗
骆驼股份（ltgf）601311，黄河旋风（hhxf）600172，华天酒店（htjd）000428，菲林格尔（flge）603226，南天信息（ntxx）000948，捷顺科技（jskj）002609

二板
远大控股（ydkg）000626，泰慕士（tms）001234，欧晶科技（ojkj）001269，中电港（zdg）001287，四川黄金（schj）001337，保龄宝（blb）002286，海联金汇（hljh）002537，跨境通（kjt）002640，美克家居（mkjj）600337，庚星股份（gxgf）600753

三板
广宇集团（gyjt）002133，欧亚集团（oyjt）600697，石英股份（sygf）603688

四板
贝因美（bym）002570，中源家居（zyjj）603709

六板
连云港（lyg）601008，国芳集团（gfjt）601086

`
  },
  {
    "d": "2025-04-10",
    "l": "https://www.tgb.cn/a/2h72MIFMhmk",
    "t": `

首板
消费电子
移远通信（yytx）603236，朝阳科技（zykj）002981，华勤技术（hqjs）603296，隆扬电子（lydz）301389，智微智能（zwzn）001339，祥腾新材（xtxc）001373，欧克科技（okkj）001223，炬芯科技（jxkj）688049
科森科技（kskj）603626，东尼电子（dndz）603595，福立旺（flw）688678，工业富联（gyfl）601138，瑞玛精密（rmjm）002976
贸易战外贸
巨星科技（jxkj）002444，浙江自然（zjzr）605080，森麒麟（sql）002984，跨境通（kjt）002640，中电港（zdg）001287，永艺股份（yygf）603600，皮阿诺（pan）002853，三星新材（sxxc）603578
锐明技术（rmjs）002970，春风动力（cfdl）603129，捷昌驱动（jcqd）603583，匠心家居（jxjj）301061，源飞宠物（yfcw）001222，冠盛股份（gsgf）605088，依依股份（yygf）001206，欧圣电气（osdq）301187
厦门信达（xmxd）000701，三木集团（smjt）000632，如意集团（ryjt）002193，英派斯（yps）002899，松霖科技（slkj）603992，康隆达（kld）603665，征和工业（zhgy）003033，华斯股份（hsgf）002494
吉宏股份（jhgf）002803，嘉欣丝绸（jxsc）002404，美邦服饰（mbfs）002269，盛泰集团（stjt）605138
贸易战物流
东方创业（dfcy）600278，庚星股份（gxgf）600753，怡亚通（yyt）002183，三羊马（sym）001317，东方精工（dfjg）002611，永泰运（yty）001228，保税科技（bskj）600794
贸易战跨境支付
海联金汇（hljh）002537，御银股份（yygf）002177，飞天诚信（ftcx）300386，慧博云通（hbyt）301316
贸易战农业
远大控股（ydkg）000626，金健米业（jjmy）600127，大湖股份（dhgf）600257
算力产业链
禾望电气（hwdq）603063，杰瑞股份（jrgf）002353，潍柴重机（wczj）000880，联德股份（ldgf）605060，鸿博股份（hbgf）002229，四方科技（sfkj）603339
黄金
鹏欣能源（pxny）600490，金诚信（jcx）603979，四川黄金（schj）001337，西部黄金（xbhj）601069，恒星科技（hxkj）002132
内需消费零售
银都股份（ydgf）603277，合百集团（hbjt）000417，广百股份（gbgf）002187，德必集团（dbjt）300947，友阿股份（yagf）002277
内需消费食品
三元生物（sysw）301206，保龄宝（blb）002286，华康股份（hkgf）605077，乐惠国际（lhgj）603076，来伊份（lyf）603777，国中水务（gzsw）600187，会稽山（hjs）601579
内需消费化妆品
丽尚国潮（lsgc）600738，益盛药业（ysyy）002566
内需旅游
岭南控股（lnkg）000524，张家界（zjj）000430
内需消费传媒
博纳影业（bnyy）001330，幸福蓝海（xflh）300528，分众传媒（fzcm）002027，横店影视（hdys）603103
内需消费三胎
海伦钢琴（hlgq）300329，爱婴室（ays）603214，西部牧业（xbmy）300106，汉商集团（hsjt）600774，燕塘乳业（ytry）002732，新乳业（xry）002946
光伏
海源复材（hyfc）002529，欧晶科技（ojkj）001269，华达新材（hdxc）605158
汽车
联明股份（lmgf）603006，天汽模（tqm）002510
基建装修
法狮龙（fsl）605318，美克家居（mkjj）600337，沙河股份（shgf）000014，中交地产（zjdc）000736，四通股份（stgf）603838，我乐家居（wljj）603326，上海港湾（shgw）605598，建艺集团（jyjt）002789
天然气
威星智能（wxzn）002849，贵州燃气（gzrq）600903
化工
中毅达（zyd）600610，尤夫股份（yfgf）002427，雅运股份（yygf）603790，江苏索普（jssp）600746
医药
金达威（jdw）002626，奇正藏药（qzzy）002287，圣达生物（sdsw）603079
其余形式独苗
祥和实业（xhsy）603500，双成药业（scyy）002693，金杯电工（jbdg）002533，光启技术（gqjs）002625，汇金科技（hjkj）300561

二板
铖昌科技（cckj）001270，广宇集团（gyjt）002133，万马股份（wmgf）002276，飞力达（fld）300240，奇德新材（qdxc）300995，万事利（wsl）301066，格力地产（gldc）600185，欧亚集团（oyjt）600697，宁波海运（nbhy）600798，王府井（wfj）600859，锦江航运（jjhy）601083，畅联股份（clgf）603648，亿嘉和（yjh）603666，石英股份（sygf）603688

三板
中百集团（zbjt）000759，青岛金王（qdjw）002094，贝因美（bym）002570，天顺股份（tsgf）002800，中源家居（zyjj）603709

五板
新赛股份（xsgf）600540，连云港（lyg）601008，国芳集团（gfjt）601086

六板
海鸥住工（hozg）002084

`
  },
  {
    "d": "2025-04-09",
    "l": "https://www.tgb.cn/a/2h5kzjg71ww",
    "t": `

首板
军工
天保基建（tbjj）000965，铖昌科技（cckj）001270，炼石航空（lshk）000697，北方长龙（bfcl）301357，爱乐达（ald）300696，中船防务（zcfw）600685，长城军工（ccjg）601606，内蒙一机（nmyj）600967
晨曦航空（cxhk）300581，新余国科（xygk）300722，中兵红箭（zbhj）000519，七一二（qye）603712，建设工业（jsgy）002265，航天动力（htdl）600343，鸿远电子（hydz）603267，光电股份（gdgf）600184
中国海防（zghf）600764，天秦装备（tqzb）300922，航发科技（hfkj）600391，润贝航科（rbhk）001316，立航科技（lhkj）603261
港口航运
重庆港（cqg）600279，南京港（njg）002040，畅联股份（clgf）603648，锦江航运（jjhy）601083，北部湾港（bbwg）000582，宁波海运（nbhy）600798，华东重机（hdzj）002685，日照港（rzg）600017
厦门港务（xmgw）000905，中科海讯（zkhx）300810，飞力达（fld）300240，珠海港（zhg）000507
芯片
岱勒新材（dlxc）300700，石英股份（sygf）603688，紫光国微（zggw）002049，国民技术（gmjs）300077，张江高科（zjgk）600895
机器人
亿嘉和（yjh）603666，万马股份（wmgf）002276，中马传动（zmcd）603767，杭齿前进（hcqj）601177，科远智慧（kyzh）002380，同益中（tyz）688722，泰尔股份（tegf）002347，先锋电子（xfdz）002767
福达股份（fdgf）603166，中大力德（zdld）002896，天永智能（tyzn）603895
算力
美利云（mly）000815，恒润股份（hrgf）603985，华孚时尚（hfss）002042
跨境支付
中油资本（zyzb）000617，新大陆（xdl）000997，中亦科技（zykj）301208，小商品城（xspc）600415
水治理
沃顿科技（wdkj）000920，实朴检测（spjc）301228，捷强装备（jqzb）300875
农业
得利斯（dls）002330，广宇集团（gyjt）002133，粤桂股份（yggf）000833
免税
格力地产（gldc）600185，欧亚集团（oyjt）600697，王府井（wfj）600859，海汽集团（hqjt）603069，众信旅游（zxly）002707，凯撒旅业（ksly）000796，万事利（wsl）301066，中国中免（zgzm）601888
海南发展（hnfz）002163，海南机场（hnjc）600515，海南高速（hngs）000886
房地产
新城控股（xckg）601155，广宇集团（gyjt）002133，光大嘉宝（gdjb）600622，联翔股份
一带一路基建
勘设股份（ksgf）603458，贝肯能源（bkny）002828，北新路桥（bxlq）002307
其余形式独苗
能特科技（ntkj）002102，金鹰重工（jyzg）301048，瑞和股份（rhgf）002620，华西能源（hxny）002630，炜冈科技（wgkj）001256，中锐股份（zrgf）002374，奇德新材（qdxc）300995，纳尔股份（negf）002825

二板
中国长城（zgcc）000066，中百集团（zbjt）000759，智慧农业（zhny）000816，青岛金王（qdjw）002094，贝因美（bym）002570，天顺股份（tsgf）002800，品渥食品（pwsp）300892，中粮科工（zlkg）301058，大名城（dmc）600094，东百集团（dbjt）600693，中储股份（zcgf）600787，中源家居（zyjj）603709，太和水（ths）605081

三板
万向德农（wxdn）600371，北大荒（bdh）600598

四板
金河生物（jhsw）002688，新赛股份（xsgf）600540，连云港（lyg）601008，国芳集团（gfjt）601086，爱丽家居（aljj）603221

五板
海鸥住工（hozg）002084

六板
中旗新材（zqxc）001212

`
  },
  {
    "d": "2025-04-08",
    "l": "https://www.tgb.cn/a/2h3FHccLETj",
    "t": `

首板
一季报业绩
英联股份（ylgf）002846，利民股份（lmgf）002734，晨光生物（cgsw）300138
农业产业链-农机
星光农机（xgnj）603789，一拖股份（ytgf）601038，天鹅股份（tegf）603029，天禾股份（thgf）002999，智慧农业（zhny）000816，威马农机（wmnj）301533，新柴股份（xcgf）301032，中粮科工（zlkg）301058
弘宇股份（hygf）002890
农业产业链-农业
中农立华（znlh）603970，嘉华股份（jhgf）603182，浙农股份（zngf）002758，辉隆股份（hlgf）002556，中农联合（znlh）003042，路德环境（ldhj）688156，雪榕生物（xrsw）300511，农产品（ncp）000061
华绿生物（hlsw）300970，史丹利（sdl）002588，红四方（hsf）603395，众兴菌业（zxjy）002772，亚盛集团（ysjt）600108，黑芝麻（hzm）000716，大禹节水（dyjs）300021，维维股份（wwgf）600300
苏垦农发（sknf）601952，华融化学（hrhx）301256，登海种业（dhzy）002041
农业产业链-畜牧
唐人神（trs）002567，天康生物（tksw）002100，华英农业（hyny）002321，新五丰（xwf）600975，金新农（jxn）002548，巨星农牧（jxnm）603477，益生股份（ysgf）002458，罗牛山（lns）000735
普莱柯（plk）603566，民和股份（mhgf）002234，哈三联（hsl）002900，大北农（dbn）002385
家居外销
中源家居（zyjj）603709，欧派家居（opjj）603833，梦百合（mbh）603313
绿电
银星能源（yxny）000862，乐山电力（lsdl）600644，华银电力（hydl）600744
光刻胶
红宝丽（hbl）002165，国风新材（gfxc）000859，华融化学（hrhx）301256
国内消费-零售
新华百货（xhbh）600785，永辉超市（yhcs）601933，爱婴室（ays）603214，孩子王（hzw）301078，供销大集（gxdj）000564，中百集团（zbjt）000759，大商股份（dsgf）600694，东百集团（dbjt）600693
中央商场（zysc）600280，广百股份（gbgf）002187，大连友谊（dlyy）000679，红旗连锁（hqls）002697，茂业商业（mysy）600828，友好集团（yhjt）600778，中兴商业（zxsy）000715，华联股份（hlgf）000882
丽尚国潮（lsgc）600738，武商集团（wsjt）000501，家家悦（jjy）603708
国内消费-食品
贝因美（bym）002570，品渥食品（pwsp）300892，李子园（lzy）605337，阳光乳业（ygry）001318，一鸣食品（ymsp）605179，西王食品，三全食品（sqsp）002216，妙可蓝多（mkld）600882
宜宾纸业（ybzy）600793，巴比食品（bbsp）605338，维维股份（wwgf）600300，盐津铺子（yjpz）002847
带路物流
中储股份（zcgf）600787，天顺股份（tsgf）002800，国货航（ghh）001391
海洋经济
深水海纳（sshn）300961，东方海洋（dfhy）002086，三和管桩（shgz）003037
操作系统
中国长城（zgcc）000066，中国软件（zgrj）600536，东方中科（dfzk）002819
其余形式独苗
太和水（ths）605081，山东海化（sdhh）000822，华研精机（hyjj）301138，天和磁材（thcc）603072，永安药业（yayy）002365，青岛金王（qdjw）002094，若羽臣（ryc）003010，中国中车（zgzc）601766
莲花控股（lhkg）600186，大名城（dmc）600094，华锋股份（hfgf）002806

二板
凯美特气（kmtq）002549，神农种业（snzy）300189，敦煌种业（dhzy）600354，万向德农（wxdn）600371，北大荒（bdh）600598，福成股份，宏辉果蔬（hhgs）603336

三板
金河生物（jhsw）002688，湘佳股份（xjgf）002982，美农生物（mnsw）301156，新赛股份（xsgf）600540，连云港（lyg）601008，国芳集团（gfjt）601086，爱丽家居（aljj）603221

四板
海鸥住工（hozg）002084

五板
中旗新材（zqxc）001212

`
  },
  {
    "d": "2025-04-07",
    "l": "https://www.tgb.cn/a/2h1XWHB6ucw",
    "t": `



`
  },
  {
    "d": "2025-04-03",
    "l": "https://www.tgb.cn/a/2gVlkCz0W1B",
    "t": `

首板
医药
金河生物（jhsw）002688，美农生物（mnsw）301156，海利生物（hlsw）603718，蔚蓝生物（wlsw）603739
一带一路外贸
梦百合（mbh）603313，爱丽家居（aljj）603221，富领股份，怡球资源（yqzy）601388，派斯林（psl）600215，迪生力（dsl）603335，青岛双星（qdsx）000599，青岛金王（qdjw）002094
一带一路物流
长久物流（cjwl）603569，五洲交通（wzjt）600368，连云港（lyg）601008，中创物流（zcwl）603967，天顺股份（tsgf）002800，飞力达（fld）300240，海程邦达（hcbd）603836，万林物流（wlwl）603117
一带一路基建
兰石重装（lszz）603169，中岩大地（zydd）003001
内循环消费
国芳集团（gfjt）601086，永辉超市（yhcs）601933，中科云网（zkyw）002306，祖明股份
绿电
远达环保（ydhb）600292，立新能源（lxny）001258，江苏新能（jsxn）603693，浙江新能（zjxn）600032，新亚电缆（xydl）001382
黄金
卧龙地产（wldc）600173，西部黄金（xbhj）601069
高铁
神州高铁（szgt）000008，雷尔伟（lew）301016
其余形式独苗
湘佳股份（xjgf）002982，大连圣亚（dlsy）600593，新赛股份（xsgf）600540，红宝丽（hbl）002165，山东海化（sdhh）000822

二板
岭南控股（lnkg）000524，湖南发展（hnfz）000722，海鸥住工（hozg）002084，中超控股（zckg）002471，天和磁材（thcc）603072，振江股份（zjgf）603507，三星新材（sxxc）603578

三板
中旗新材（zqxc）001212，哈三联（hsl）002900

`
  },
  {
    "d": "2025-04-02",
    "l": "https://www.tgb.cn/a/2gTU4lh9SNR",
    "t": `

首板
低空
圣龙股份（slgf）603178，岭南控股（lnkg）000524，天龙股份（tlgf）603266
互金
信雅达（xyd）600571，恒宝股份（hbgf）002104
机器人
春光科技（cgkj）603657，万向钱潮（wxqc）000559，振江股份（zjgf）603507，精工科技（jgkj）002006，天和磁材（thcc）603072，中超控股（zckg）002471，伟思医疗（wsyl）688580，浙江荣泰（zjrt）603119
光伏
九鼎新材（jdxc）002201，德力股份（dlgf）002571，明牌珠宝（mpzb）002574，三星新材（sxxc）603578
消费食品
会稽山（hjs）601579，好想你（hxn）002582
房地产装修
海鸥住工（hozg）002084，山水比德（ssbd）300844，华立股份（hlgf）603038，我乐家居（wljj）603326
其余形式独苗
翔港科技（xgkj）603499，神通科技（stkj）605228，湖南发展（hnfz）000722，景谷林业，大股东是黄金，诺邦股份（nbgf）603238，尤夫股份（yfgf）002427，华软科技（hrkj）002453
拉芳家化（lfjh）603630，祥龙电业（xldy）600769，电投产融（dtcr）000958

二板
中旗新材（zqxc）001212，哈三联（hsl）002900，润都股份（rdgf）002923，亚邦股份（ybgf）603188

三板
恒润股份（hrgf）603985

五板
凯美特气（kmtq）002549

`
  },
  {
    "d": "2025-04-01",
    "l": "https://www.tgb.cn/a/2gS1iYSET7G",
    "t": `

首板
芯片半导体
中旗新材（zqxc）001212，广合科技（ghkj）001389，国风新材（gfxc）000859，砂电股份，三孚股份（sfgf）603938，华融化学（hrhx）301256
化工
亚邦股份（ybgf）603188，庚星股份（gxgf）600753，丹化科技（dhkj）600844
核电
哈空调（hkt）600202，合锻智能（hdzn）603011，中洲特材（zztc）300963，王子新材（wzxc）002735，旭光电子（xgdz）600353，海陆重工（hlzg）002255，锡装股份（xzgf）001332
医药
陇神戎发（lsrf）300534，沃华医药（whyy）002107，哈三联（hsl）002900，海欣股份（hxgf）600851，诚达药业（cdyy）301201，鲁抗医药（lkyy）600789，河化股份（hhgf）000953，金河生物（jhsw）002688
蔚蓝生物（wlsw）603739，誉衡药业（yhyy）002437，罗欣药业（lxyy）002793，合盛生物（hssw）300871，和元生物（hysw）688238，科伦药业（klyy）002422，康辰药业（kcyy）603590
油气
准油股份，统一股份（tygf）600506
绿电
银星能源（yxny）000862，明星电力（mxdl）600101
低空
华体科技（htkj）603679，王子新材（wzxc）002735
其余形式独苗
森马服饰（smfs）002563，润都股份（rdgf）002923，亿晶光电（yjgd）600537，威领股份，林州重机（lzzj）002535，汇得科技（hdkj）603192，哈森股份（hsgf）603958，宏辉果蔬（hhgs）603336

二板
立新能源（lxny）001258，多瑞医药（dryy）301075，兰石重装（lszz）603169，江苏新能（jsxn）603693，恒润股份（hrgf）603985

三板
光华股份（ghgf）001333，恒星科技（hxkj）002132，和顺石油（hssy）603353

四板
凯美特气（kmtq）002549

`
  },
  {
    "d": "2025-03-31",
    "l": "https://www.tgb.cn/a/2gQmuGuOVro",
    "t": `

首板
重组
湘财股份（xcgf）600095，大智慧（dzh）601519
绿电
韶能股份（sngf）000601，立新能源（lxny）001258，江苏新能（jsxn）603693
黄金
中兴商业（zxsy）000715，特力Ａ（tla）000025，宁波中百（nbzb）600857
医药
多瑞医药（dryy）301075，圣诺生物（snsw）688117
机器人
新铝时代（xlsd）301613，福龙马（flm）603686，鸿路钢构（hlgg）002541，东风科技（dfkj）600081
算力
恒润股份（hrgf）603985，潍柴重机（wczj）000880，杭钢股份（hggf）600126，宏景科技（hjkj）301396
Ai应用
共达电声（gdds）002655，信雅达（xyd）600571，赛意信息（syxx）300687
其余形式独苗
福成股份，兰石重装（lszz）603169，西点新能（xdxn）603312，楚环科技（chkj）001336

二板
光华股份（ghgf）001333，恒星科技（hxkj）002132，大位科技（dwkj）600589，西部黄金（xbhj）601069，和顺石油（hssy）603353，雪龙集团（xljt）603949

三板
凯美特气（kmtq）002549

四板
荣泰健康（rtjk）603579

`
  },
  {
    "d": "2025-03-28",
    "l": "https://www.tgb.cn/a/2gLlAgcOsbY",
    "t": `

首板
化工
光华科技（ghkj）002741，麦加芯彩（mjxc）603062
光伏
森特股份（stgf）603098，麦加芯彩（mjxc）603062，欧晶科技（ojkj）001269，恒星科技（hxkj）002132
机器人
振邦智能（zbzn）003028，福达股份（fdgf）603166，雪龙集团（xljt）603949，天普股份（tpgf）605255
算力
森特股份（stgf）603098，大位科技（dwkj）600589
核电
合锻智能（hdzn）603011，雪人股份（xrgf）002639，哈空调（hkt）600202，新亚电缆（xydl）001382
传媒
永利股份（ylgf）300230，上海电影（shdy）601595，果麦文化（gmwh）301052，新华文轩（xhwx）601811
其余形式独苗
润都股份（rdgf）002923，和顺石油（hssy）603353，四环生物（shsw）000518，西部黄金（xbhj）601069，德尔未来（dewl）002631，原子级制造，新力金融（xljr）600318，华宏科技（hhkj）002645

二板
河化股份（hhgf）000953，华尔泰（het）001217，凯美特气（kmtq）002549，至纯科技（zckj）603690，冠石科技（gskj）605588

三板
荣泰健康（rtjk）603579

`
  },
  {
    "d": "2025-03-27",
    "l": "https://www.tgb.cn/a/2gJH9PIoIFc",
    "t": `

首板
化工
华尔泰（het）001217，德美化工（dmhg）002054，江苏索普（jssp）600746，恒光股份（hggf）301118，丹化科技（dhkj）600844，渤海化学（bhhx）600800，道恩股份（degf）002838，善水科技（sskj）301190
富领股份，赤天化（cth）600227，国光股份（gggf）002749，亚星化学（yxhx）600319，丽辰实业（lcsy）601588，河化股份（hhgf）000953，苏利股份（slgf）603585，神剑股份（sjgf）002361
芯片
深圳华强（szhq）000062，华融化学（hrhx）301256，红宝丽（hbl）002165，江化微（jhw）603078，海立股份（hlgf）600619，三孚股份（sfgf）603938，凯美特气（kmtq）002549，西陇科学（xlkx）002584
至纯科技（zckj）603690，新莱应材（xlyc）300260，冠石科技（gskj）605588，国风新材（gfxc）000859，兴业股份（xygf）603928，常青科技（cqkj）603125
医药
康弘药业（khyy）002773，奥赛康（ask）002755，金河生物（jhsw）002688
乳业
皇氏集团（hsjt）002329，妙可蓝多（mkld）600882
房地产
深振业Ａ（szya）000006，菲林格尔（flge）603226，华嵘控股（hrkg）600133
其余形式独苗
美能能源（mnny）001299，川润股份（crgf）002272，福莱新材（flxc）605488

二板
合金投资（hjtz）000633，亿利达（yld）002686，回盛生物（hssw）300871，标准股份，荣泰健康（rtjk）603579

四板
中毅达（zyd）600610

五板
尤夫股份（yfgf）002427

`
  },
  {
    "d": "2025-03-26",
    "l": "https://www.tgb.cn/a/2gI41f5lnge",
    "t": `

首板
合成生物
回盛生物（hssw）300871，鲁抗医药（lkyy）600789，元利科技（ylkj）603217
机器人
林州重机（lzzj）002535，奇德新材（qdxc）300995，光洋股份（gygf）002708，联明股份（lmgf）603006，力星股份（lxgf）300421，华东数控（hdsk）002248，秦川机床（qcjc）000837，春光科技（cgkj）603657
东风科技（dfkj）600081，龙洲股份（lzgf）002682，金道科技（jdkj）301279，纳川股份（ncgf）300198，大洋电机（dydj）002249，宇晶股份（yjgf）002943，标准股份，微光股份（wggf）002801
华升股份（hsgf）600156，华宏科技（hhkj）002645，蓝黛科技（ldkj）002765，天和磁材（thcc）603072，宁波精达（nbjd）603088，奇精机械（qjjx）603677，荣泰健康（rtjk）603579
算力
福达合金（fdhj）603045，亿利达（yld）002686，宏盛股份（hsgf）603090
房地产
荣盛发展（rsfz）002146，美芝股份
海洋题材
巨力索具（jlsj）002342，亿利达（yld）002686，三维通信（swtx）002115，海利得（hld）002206，中信重工（zxzg）601608，漳州发展（zzfz）000753，大连重工（dlzg）002204
金属铜
众源新材（zyxc）603527，合纵科技（hzkj）300477
汽车产业链
隆基机械（ljjx）002363，平安电工（padg）001359，万通智控（wtzk）300643
石油
茂化实华（mhsh）000637，和顺石油（hssy）603353
化工
苏豪弘业（shhy）600128，海利得（hld）002206
芯片
博通集成（btjc）603068，泰凌微（tlw）688591
农牧
晓鸣股份（xmgf）300967，京基智农（jjzn）000048，湘佳股份（xjgf）002982
电力
平安电工（padg）001359，漳州发展（zzfz）000753，顺控发展（skfz）003039，电投产融（dtcr）000958
Ai应用
信雅达（xyd）600571，南兴股份（nxgf）002757
其余形式独苗
合金投资（hjtz）000633，晨丰科技（cfkj）603685，庚星股份（gxgf）600753，福成股份，亿晶光电（yjgd）600537，大连圣亚（dlsy）600593，绿能慧充（lnhc）600212，上海三毛（shsm）600689

二板
南方精工（nfjg）002553，江天化学（jthx）300927，百利电气（bldq）600468，键邦股份（jbgf）603285

三板
中毅达（zyd）600610，合锻智能（hdzn）603011，正和生态（zhst）605069

四板
尤夫股份（yfgf）002427，太阳电缆（tydl）002300

`
  },
  {
    "d": "2025-03-25",
    "l": "https://www.tgb.cn/a/2gGnVtdzHjW",
    "t": `

首板
机器人
大丰实业（dfsy）603081，音飞储存（yfcc）603066，南方精工（nfjg）002553，泰瑞机器（trjq）603289，海昌新材（hcxc）300885
化工
山东海化（sdhh）000822，亚邦股份（ybgf）603188，键邦股份（jbgf）603285，鲁北化工（lbhg）600727，苏利股份（slgf）603585，红星发展（hxfz）600367，红宝丽（hbl）002165，江天化学（jthx）300927
核电
弘讯科技（hxkj）603015，久盛电气（jsdq）301082，融发核电（rfhd）002366，大西洋（dxy）600558，永鼎股份（ydgf）600105，海陆重工（hlzg）002255，百利电气（bldq）600468，中洲特材（zztc）300963
国机重装（gjzz）601399，兰石重装（lszz）603169，中国一重（zgyz）601106，哈焊华通（hhht）301137，雪人股份（xrgf）002639
煤炭
大有能源（dyny）600403，华阳股份（hygf）600348
尼古丁
金城医药（jcyy）300233，诺邦股份（nbgf）603238，润都股份（rdgf）002923，莱茵生物（lysw）002166
三胎
诺邦股份（nbgf）603238，贝因美（bym）002570
其余形式独苗
鸿远电子（hydz）603267，中源家居（zyjj）603709，中成股份（zcgf）000151

二板
王子新材（wzxc）002735，瀛通通讯（yttx）002861，中毅达（zyd）600610，合锻智能（hdzn）603011，石英股份（sygf）603688，江苏新能（jsxn）603693，正和生态（zhst）605069

三板
太阳电缆（tydl）002300，尤夫股份（yfgf）002427，先锋电子（xfdz）002767

`
  },
  {
    "d": "2025-03-24",
    "l": "https://www.tgb.cn/a/2gEKLj6Jann",
    "t": `

首板
污水处理
太和水（ths）605081，顺控发展（skfz）003039，正和生态（zhst）605069
消费电子
瀛通通讯（yttx）002861，奋达科技（fdkj）002681
核电
合锻智能（hdzn）603011，华西能源（hxny）002630
旅游
峨眉山Ａ（emsa）000888，张家界（zjj）000430，天府文旅（tfwl）000558，牧高笛（mgd）603908，大连圣亚（dlsy）600593
海洋经济
王子新材（wzxc）002735，江苏新能（jsxn）603693，佛山照明（fszm）000541，海洋王（hyw）002724
金属
电工合金（dghj）300697，北方铜业（bfty）000737
化工
中毅达（zyd）600610，湖北宜化（hbyh）000422，长青股份（cqgf）002391，六国化工（lghg）600470
机器人
天和磁材（thcc）603072，征和工业（zhgy）003033，龙洲股份（lzgf）002682，卧龙电驱（wldq）600580
阅读
读者传媒（dzcm）603999，读客文化（dkwh）301025
其余形式独苗
韶能股份（sngf）000601，妙可蓝多（mkld）600882，张小泉（zxq）301055，华嵘控股（hrkg）600133，石英股份（sygf）603688，威领股份，宏盛股份（hsgf）603090，算力发电机

二板
炬申股份（jsgf）001202，太阳电缆（tydl）002300，尤夫股份（yfgf）002427，先锋电子（xfdz）002767，中信重工（zxzg）601608，南方路机（nflj）603280

三板
邵阳液压（syyy）301079，亚星锚链（yxml）601890，振华重工（zhzg）600320

四板
大连重工（dlzg）002204，东珠生态（dzst）603359

五板
雪龙集团（xljt）603949

`
  },
  {
    "d": "2025-03-21",
    "l": "https://www.tgb.cn/a/2gzMRztp5Bg",
    "t": `

首板
海洋经济
惠博普（hbp）002554，尤夫股份（yfgf）002427，中信重工（zxzg）601608，华电科工（hdkg）601226，三维通信（swtx）002115，天能重工（tnzg）300569，星网宇达（xwyd）002829，南方路机（nflj）603280
蓝科高新（lkgx）601798，太阳电缆（tydl）002300，好当家（hdj）600467，石化机械（shjx）000852，漳州发展（zzfz）000753，法尔胜（fes）000890
机器人
中化装备（zhzb）600579，福龙马（flm）603686，先锋电子（xfdz）002767
AI相关
甘咨询（gzx）000779，直真科技（zzkj）003007
其余形式独苗
神仙信息（sxxx）000555，华森制药（hszy）002907，红宝丽（hbl）002165，帅丰电器（sfdq）605336，浙江电器，炬申科技，大晟文化（dcwh）600892，新大洲Ａ（xdza）000571
建艺集团（jyjt）002789

二板
永达股份（ydgf）001239，海默科技（hmkj）300084，邵阳液压（syyy）301079，开创国际（kcgj）600097，振华重工（zhzg）600320，亚星锚链（yxml）601890，赛福天（sft）603028，中马传动（zmcd）603767

三板
大连重工（dlzg）002204，远东传动（ydcd）002406，申科股份（skgf）002633，东易日盛（dyrs）002713，青海华鼎（qhhd）600243，康惠制药（khzy）603139，东珠生态（dzst）603359

四板
南方精工（nfjg）002553，雪龙集团（xljt）603949

五板
永安行（yax）603776

七板
神开股份（skgf）002278

`
  },
  {
    "d": "2025-03-20",
    "l": "https://www.tgb.cn/a/2gydt39Quim",
    "t": `

首板
机器人
浩物股份（hwgf）000757，莱克电气（lkdq）603355，渤海汽车（bhqc）600960，中马传动（zmcd）603767，春兴精工（cxjg）002547，今飞凯达（jfkd）002863，东利机械（dljx）301298，大叶股份（dygf）300879
中原内配（zynp）002448，永创智能（yczn）603901，大业股份（dygf）603278，亚威股份（ywgf）002559
光伏
江河集团（jhjt）601886，凯盛新能（ksxn）600876
煤化工
龙星化工（lxhg）002442，陕西黑猫（sxhm）601015，辽宁能源（lnny）600758，安泰集团（atjt）600408
算力产业链
普天科技（ptkj）002544，雄韬股份（xtgf）002733
海洋经济
赛福天（sft）603028，海默科技（hmkj）300084，吉鑫科技（jxkj）601218，开创国际（kcgj）600097，海洋王（hyw）002724，亚星锚链（yxml）601890，振华重工（zhzg）600320，邵阳液压（syyy）301079
永达股份（ydgf）001239，微光股份（wggf）002801，佛山照明（fszm）000541
AI应用
荣联科技（rlkj）002642，浙大网新（zdwx）600797
其余形式独苗
纳川股份（ncgf）300198，保变电气（bbdq）600550，皖维高新（wwgx）600063，阳光股份（yggf）000608，星宇股份（xygf）601799，炜冈科技（wgkj）001256，润贝航科（rbhk）001316，凤凰股份（fhgf）600716

二板
宝塔实业（btsy）000595，韶能股份（sngf）000601，联合精密（lhjm）001268，大连重工（dlzg）002204，远东传动（ydcd）002406，申科股份（skgf）002633，共达电声（gdds）002655，东易日盛（dyrs）002713，青海华鼎（qhhd）600243，东珠生态（dzst）603359

三板
南方精工（nfjg）002553，宇环数控（yhsk）002903，雪龙集团（xljt）603949

四板
福鞍股份（fagf）603315，襄阳轴承（xyzc）000678，宁波东力（nbdl）002164，永安行（yax）603776

六板
神开股份（skgf）002278，巨力索具（jlsj）002342

七板
奇精机械（qjjx）603677

`
  },
  {
    "d": "2025-03-19",
    "l": "https://www.tgb.cn/a/2gwsLjDJcQL",
    "t": `

首板
算力
正平股份（zpgf）603843，申科股份（skgf）002633，远东传动（ydcd）002406
脑机
国脉科技（gmkj）002093，创新医疗（cxyl）002173
绿电
韶能股份（sngf）000601，广安爱众（gaaz）600979，嘉泽新能（jzxn）601619
机器人
道恩股份（degf）002838，青海华鼎（qhhd）600243，双飞集团（sfjt）300817，宝塔实业（btsy）000595，大连重工（dlzg）002204，创耀科技（cykj）688259，林州重机（lzzj）002535，金帝股份（jdgf）603270
天和磁材（thcc）603072
兵企汽配
东安动力（dadl）600178，湖南天雁（hnty）600698
环保
东珠生态（dzst）603359，华宏科技（hhkj）002645，华盛昌（hsc）002980
其余形式独苗
东易日盛（dyrs）002713，醋化股份（chgf）603968，弘宇股份（hygf）002890，格力地产（gldc）600185，联合精密（lhjm）001268，诺邦股份（nbgf）603238，亚通股份（ytgf）600692，共达电声（gdds）002655

二板
奥特迅（atx）002227，泰永长征（tycz）002927，万马股份（wmgf）002276，南方精工（nfjg）002553，宇环数控（yhsk）002903，大有能源（dyny）600403，星光农机（xgnj）603789，莱绅通灵（lstl）603900，雪龙集团（xljt）603949

三板
宁波东力（nbdl）002164，襄阳轴承（xyzc）000678，建艺集团（jyjt）002789，永安行（yax）603776

四板
阳光乳业（ygry）001318

五板
神开股份（skgf）002278，巨力索具（jlsj）002342

六板
奇精机械（qjjx）603677

`
  },
  {
    "d": "2025-03-18",
    "l": "https://www.tgb.cn/a/2guNzbwGFAU",
    "t": `


二板
焦作万方（jzwf）000612，襄阳轴承（xyzc）000678，厦门港务（xmgw）000905，宁波东力（nbdl）002164，建艺集团（jyjt）002789，中毅达（zyd）600610，康惠制药（khzy）603139，福鞍股份（fagf）603315，永安行（yax）603776

三板
阳光乳业（ygry）001318

四板
东方海洋（dfhy）002086，海洋王（hyw）002724，神开股份（skgf）002278，巨力索具（jlsj）002342

五板
奇精机械（qjjx）603677

六板
明牌珠宝（mpzb）002574

`
  },
  {
    "d": "2025-03-17",
    "l": "https://www.tgb.cn/a/2gt8u9FfTfr",
    "t": `

首板
重组股转
永安行（yax）603776，海川智能（hczn）300720，焦作万方（jzwf）000612
海洋经济
蓝科高新（lkgx）601798，潜能恒信（qnhx）300191，好当家（hdj）600467
汽车产业链
明新旭腾（mxxt）605068，豪美新材（hmxc）002988
机器人
福达股份（fdgf）603166，克来机电（kljd）603960，襄阳轴承（xyzc）000678，宁波东力（nbdl）002164，东土科技（dtkj）300353，盛视科技（sskj）002990，信质集团（xzjt）002664，索辰科技（sckj）688507
远信工业（yxgy）301053，光洋股份（gygf）002708，中大力德（zdld）002896，聚杰微纤（jjwx）300819，宁波华翔（nbhx）002048
算力
华孚时尚（hfss）002042，福鞍股份（fagf）603315
房地产相关
建艺集团（jyjt）002789，招商积余（zsjy）001914，衢州发展（qzfz）600208，建研院（jyy）603183，光明地产（gmdc）600708
量子科技
星光股份（xggf）002076
核电
联创光电（lcgd）600363，华西能源（hxny）002630
环保发电
旺能环境（wnhj）002034，伟明环保（wmhb）603568，军信股份（jxgf）301109，神雾节能（swjn）000820
医药
康惠制药（khzy）603139，西藏药业（xzyy）600211
其余形式独苗
深圳华强（szhq）000062，华为芯片，大晟文化（dcwh）600892，宏辉果蔬（hhgs）603336，日播时尚（rbss）603196，德力股份（dlgf）002571，可能是光伏，中毅达（zyd）600610
英派斯（yps）002899，勘探股份

二板
红棉股份（hmgf）000523，美利云（mly）000815，阳光乳业（ygry）001318，悦心健康（yxjk）002162，中科云网（zkyw）002306，皇氏集团（hsjt）002329，贝因美（bym）002570，奥康国际（akgj）603001，爱婴室（ays）603214，宁波高发（nbgf）603788，诺邦股份（nbgf）603238

三板
东方海洋（dfhy）002086，神开股份（skgf）002278，海洋王（hyw）002724，巨力索具（jlsj）002342

四板
金逸影视（jyys）002905，奇精机械（qjjx）603677

五板
明牌珠宝（mpzb）002574

`
  },
  {
    "d": "2025-03-15",
    "l": "https://www.tgb.cn/a/2gpyoE6W7Dd",
    "t": `

首板
未分类
华锡有色（hxys）600301，鹏欣资源（pxzy）600490
消费-酒业
红棉股份（hmgf）000523，广东明珠（gdmz）600382，舍得酒业（sdjy）600702，酒鬼酒（jgj）000799，水井坊（sjf）600779
消费-乳业
贝因美（bym）002570，新乳业（xry）002946，皇氏集团（hsjt）002329，熊猫乳品（xmrp）300898，西部牧业（xbmy）300106，庄园牧场（zymc）002910，李子园（lzy）605337，阳光乳业（ygry）001318
一鸣食品（ymsp）605179，燕塘乳业（ytry）002732，维维股份（wwgf）600300，品渥食品（pwsp）300892，光明乳业（gmry）600597，天润乳业（trry）600419
消费-三胎
爱婴室（ays）603214，莎普爱思（spas）603168，华特达因（htdy）000915，孩子王（hzw）301078，悦心健康（yxjk）002162，珠江钢琴（zjgq）002678，洪兴股份（hxgf）001209，戴维医疗（dwyl）300314
诺邦股份（nbgf）603238，豪悦护理（hyhl）605009，均瑶健康（jyjk）605388，葫芦娃（hlw）605199，三元股份（sygf）600429，汉商集团（hsjt）600774，达嘉维康（djwk）301126，康芝药业（kzyy）300086
消费-电商
丽尚国潮（lsgc）600738，返利科技（flkj）600228，奥康国际（akgj）603001
算力
美利云（mly）000815，方正科技（fzkj）600601，禾望电气（hwdq）603063，泰豪科技（thkj）600590
机器人
中马传动（zmcd）603767，道恩股份（degf）002838，五洲新春（wzxc）603667，浙江荣泰（zjrt）603119，雷赛智能（lszn）002979
小米汽车
永茂泰（ymt）605208，拓普集团（tpjt）601689，宁波高发（nbgf）603788
金融
信达证券（xdzq）601059，安硕信息（asxx）300380，新力金融（xljr）600318，瑞达期货（rdqh）002961，天茂集团（tmjt）000627，南华期货（nhqh）603093，新华保险（xhbx）601336
海洋经济
海兰信（hlx）300065
其余形式独苗
润都股份（rdgf）002923，丹化科技（dhkj）600844，中科云网（zkyw）002306，合百集团（hbjt）000417，原尚股份（ysgf）603813

二板
东方海洋（dfhy）002086，神开股份（skgf）002278，巨力索具（jlsj）002342，海洋王（hyw）002724，宝钛股份（btgf）600456，中科海讯（zkhx）300810，雪榕生物（xrsw）300511，大有能源（dyny）600403

三板
奇精机械（qjjx）603677，金逸影视（jyys）002905

四板
明牌珠宝（mpzb）002574

九板
信隆健康（xljk）002105

`
  },
  {
    "d": "2025-03-14",
    "l": "https://www.tgb.cn/a/2gob72osAJN",
    "t": `

首板
未分类
华锡有色（hxys）600301，鹏欣资源（pxzy）600490
消费-酒业
红棉股份（hmgf）000523，广东明珠（gdmz）600382，舍得酒业（sdjy）600702，酒鬼酒（jgj）000799，水井坊（sjf）600779
消费-乳业
贝因美（bym）002570，新乳业（xry）002946，皇氏集团（hsjt）002329，熊猫乳品（xmrp）300898，西部牧业（xbmy）300106，庄园牧场（zymc）002910，李子园（lzy）605337，阳光乳业（ygry）001318
一鸣食品（ymsp）605179，燕塘乳业（ytry）002732，维维股份（wwgf）600300，品渥食品（pwsp）300892，光明乳业（gmry）600597，天润乳业（trry）600419
消费-三胎
爱婴室（ays）603214，莎普爱思（spas）603168，华特达因（htdy）000915，孩子王（hzw）301078，悦心健康（yxjk）002162，珠江钢琴（zjgq）002678，洪兴股份（hxgf）001209，戴维医疗（dwyl）300314
诺邦股份（nbgf）603238，豪悦护理（hyhl）605009，均瑶健康（jyjk）605388，葫芦娃（hlw）605199，三元股份（sygf）600429，汉商集团（hsjt）600774，达嘉维康（djwk）301126，康芝药业（kzyy）300086
消费-电商
丽尚国潮（lsgc）600738，返利科技（flkj）600228，奥康国际（akgj）603001
算力
美利云（mly）000815，方正科技（fzkj）600601，禾望电气（hwdq）603063，泰豪科技（thkj）600590
机器人
中马传动（zmcd）603767，道恩股份（degf）002838，五洲新春（wzxc）603667，浙江荣泰（zjrt）603119，雷赛智能（lszn）002979
小米汽车
永茂泰（ymt）605208，拓普集团（tpjt）601689，宁波高发（nbgf）603788
金融
信达证券（xdzq）601059，安硕信息（asxx）300380，新力金融（xljr）600318，瑞达期货（rdqh）002961，天茂集团（tmjt）000627，南华期货（nhqh）603093，新华保险（xhbx）601336
海洋经济
海兰信（hlx）300065
其余形式独苗
润都股份（rdgf）002923，丹化科技（dhkj）600844，中科云网（zkyw）002306，合百集团（hbjt）000417，原尚股份（ysgf）603813

二板
东方海洋（dfhy）002086，神开股份（skgf）002278，巨力索具（jlsj）002342，海洋王（hyw）002724，宝钛股份（btgf）600456，中科海讯（zkhx）300810，雪榕生物（xrsw）300511，大有能源（dyny）600403

三板
奇精机械（qjjx）603677，金逸影视（jyys）002905

四板
明牌珠宝（mpzb）002574

九板
信隆健康（xljk）002105

`
  },
  {
    "d": "2025-03-13",
    "l": "https://www.tgb.cn/a/2gmvjFwswyC",
    "t": `

首板
算力发电机
神力股份（slgf）603819，苏常柴Ａ（scca）000570，华丰股份（hfgf）605100，新柴股份（xcgf）301032
Ai应用
网达软件（wdrj）603189，国脉科技（gmkj）002093，新开普（xkp）300248
避险
雪榕生物（xrsw）300511，德展健康（dzjk）000813，宁波能源（nbny）600982，中基健康（zjjk）000972，大有能源（dyny）600403，美锦能源（mjny）000723，莱绅通灵（lstl）603900，杭州热电（hzrd）605011
民和股份（mhgf）002234，百合股份（bhgf）603102
消费电子
惠威科技（hwkj）002888，力鼎光电（ldgd）605118
机器人
神剑股份（sjgf）002361，兆丰股份（zfgf）300695
海洋经济
东方海洋（dfhy）002086，海洋王（hyw）002724，神开股份（skgf）002278，巨力索具（jlsj）002342，中科海讯（zkhx）300810，宝钛股份（btgf）600456
其余形式独苗
厦门信达（xmxd）000701，科信技术（kxjs）300565，岩石股份（ysgf）600696，湖南天雁（hnty）600698

二板
金逸影视（jyys）002905，杭电股份（hdgf）603618，利通电子（ltdz）603629，奇精机械（qjjx）603677

三板
潍柴重机（wczj）000880，明牌珠宝（mpzb）002574，嘉环科技（jhkj）603206

四板
襄阳轴承（xyzc）000678，狮头股份（stgf）600539，赛力医疗（slyl）603716

八板
信隆健康（xljk）002105

`
  },
  {
    "d": "2025-03-12",
    "l": "https://www.tgb.cn/a/2gkQyp2czeY",
    "t": `

首板
无人驾驶
神通科技（stkj）605228，永新光学（yxgx）603297，锐明技术（rmjs）002970，勤上股份（qsgf）002638，宁波高发（nbgf）603788
机器人
万里扬（wly）002434，奇精机械（qjjx）603677，星德胜（xds）603344，征和工业（zhgy）003033
算力
华数传媒（hscm）000156，甘肃能源（gsny）000791，贵广网络（ggwl）600996，泰永长征（tycz）002927，电光科技（dgkj）002730，吉视传媒（jscm）601929，远东传动（ydcd）002406，奥瑞德（ard）600666
江苏有线（jsyx）600959，宁夏建材（nxjc）600449，众合科技（zhkj）000925，得润电子（drdz）002055，杭电股份（hdgf）603618，广安爱众（gaaz）600979，森源电气（sydq）002358，顺钠股份（sngf）000533
金杯电工（jbdg）002533，利通电子（ltdz）603629，华脉科技（hmkj）603042，朗科科技（lkkj）300042，麦格米特（mgmt）002851，广电电气（gddq）601616
算力发电机
长源东谷（zydg）603950，天润工业（trgy）002283，福达股份（fdgf）603166，中电电机（zddj）603988
避险
蓝丰生化（lfsh）002513，美尔雅（mey）600107，云维股份（ywgf）600725，金城医药（jcyy）300233，江山股份（jsgf）600389，潮宏基（chj）002345，国新健康（gxjk）000503
低价亏损超跌
东方集团（dfjt）00581，利源股份
固态电池
横店东磁（hddc）002056，冠盛股份（gsgf）605088，万里石（wls）002785
电子烟
科瑞技术（krjs）002957，润都股份（rdgf）002923，王子新材（wzxc）002735
VR
科瑞技术（krjs）002957，汉邦高科（hbgk）300449
其余形式独苗
抚顺特钢（fstg）600399，同力日升（tlrs）605286，金逸影视（jyys）002905，新大陆（xdl）000997，东珠生态（dzst）603359，ａｉ环保，沃格光电（wggd）603773，创新医疗（cxyl）002173
晨光新材（cgxc）605399，嘉澳环保（jahb）603822

二板
潍柴重机（wczj）000880，天威视讯（twsx）002238，明牌珠宝（mpzb）002574，内蒙一机（nmyj）600967，嘉环科技（jhkj）603206，鸿远电子（hydz）603267，哈森股份（hsgf）603958，正和生态（zhst）605069

三板
襄阳轴承（xyzc）000678，联诚精密（lcjm）002921，狮头股份（stgf）600539，赛力医疗（slyl）603716

四板
园林股份（ylgf）605303

五板
湖北广电（hbgd）000665

七板
信隆健康（xljk）002105

`
  },
  {
    "d": "2025-03-11",
    "l": "https://www.tgb.cn/a/2gjbkC0JTcg",
    "t": `

首板
机器人
岩山科技（yskj）002195，奥飞娱乐（afyl）002292，哈森股份（hsgf）603958，思进智能（sjzn）003025，赛摩智能（smzn）300466，内蒙一机（nmyj）600967，三联锻造（sldz）001282，聚杰微纤（jjwx）300819
DS应用
嘉环科技（jhkj）603206，东软集团（drjt）600718
DS算力
统一股份（tygf）600506，潍柴重机（wczj）000880，怡亚通（yyt）002183，美利云（mly）000815，国创高新（gcgx）002377，天威视讯（twsx）002238，数据港（sjg）603881
两轮车
深中华Ａ（szha）000017，中路股份
军工电子
火炬电子（hjdz）603678，鸿远电子（hydz）603267，炼石航空（lshk）000697
房地产相关
我乐家居（wljj）603326，平潭发展（ptfz）000592，沙河股份（shgf）000014
猪肉
天域生物（tysw）603717，神农集团（snjt）605296
反包
云内动力（yndl）000903，正和生态（zhst）605069
其余形式独苗
逸豪新材（yhxc）301176，康平科技（kpkj）300907，醋化股份（chgf）603968，金岭矿业（jlky）000655，山东有色，明牌珠宝（mpzb）002574，浙江黄金，安奈儿（ane）002875
中国稀土（zgxt）000831，江西有色

二板
襄阳轴承（xyzc）000678，联合精密（lhjm）001268，狮头股份（stgf）600539，金自天正（jztz）600560，大位科技（dwkj）600589，中毅达（zyd）600610，赛力医疗（slyl）603716，华丰股份（hfgf）605100，西大门（xdm）605155

三板
方正电机（fzdj）002196，园林股份（ylgf）605303

四板
湖北广电（hbgd）000665，凤形股份（fxgf）002760

六板
信隆健康（xljk）002105

`
  },
  {
    "d": "2025-03-10",
    "l": "https://www.tgb.cn/a/2ghxhjGCQDD",
    "t": `

首板
Ai医疗+医药
赛力医疗（slyl）603716，润达医疗（rdyl）603108，皓宸医疗（hcyl）002622，光正眼科（gzyk）002524，美尔雅（mey）600107，康弘药业（khyy）002773，海翔药业（hxyy）002099，创业慧康（cyhk）300451
老百姓（lbx）603883，健之佳（jzj）605266，人民同泰（rmtt）600829
机器人
狮头股份（stgf）600539，国机精工（gjjg）002046，渤海汽车（bhqc）600960，美锦能源（mjny）000723，正弦电气（zxdq）688395，长华集团（zhjt）605018，联诚精密（lcjm）002921，友阿股份（yagf）002277
八方股份（bfgf）603489，夏厦精密（xsjm）001306，沈阳机床（syjc）000410，明新旭腾（mxxt）605068，襄阳轴承（xyzc）000678，金自天正（jztz）600560，泰尔股份（tegf）002347，豪森智能（hszn）688529
Ai算力相关
森远股份（sygf）300210，大位科技（dwkj）600589，江海股份（jhgf）002484，毅昌科技（yckj）002420
Ai应用
威派格（wpg）603956，新华传媒（xhcm）600825
光伏铜箔
英联股份（ylgf）002846，宝明科技（bmkj）002992，海源复材（hyfc）002529，中科云网（zkyw）002306，东威科技（dwkj）688700，海优新材（hyxc）688680
发电机
威孚高科（wfgk）000581，华丰股份（hfgf）605100
基建
南都物业（ndwy）603506，福建水泥（fjsn）600802，东易日盛（dyrs）002713，法狮龙（fsl）605318，国统股份（gtgf）002205，荣丰控股（rfkg）000668
未分类
高能环境（gnhj）603588，大有能源（dyny）600403，东江环保（djhb）002672
芯片
英诺激光（ynjg）301021，柳化股份，海立股份（hlgf）600619，格林达（gld）603931，石英股份（sygf）603688
河流系名称
黄河旋风（hhxf）600172，长江通信（cjtx）600345，江海股份（jhgf）002484
水务环保
太和水（ths）605081，威派格（wpg）603956
外贸
南宁百货（nnbh）600712，厦门港务（xmgw）000905，西大门（xdm）605155
其余形式独苗
东方锆业（dfgy）002167，光电股份（gdgf）600184，光学材料，中毅达（zyd）600610，恒宝股份（hbgf）002104

二板
罗平锌电（lpxd）002114，悦心健康（yxjk）002162，方正电机（fzdj）002196，恒勃股份（hbgf）301225，京城股份（jcgf）600860，园林股份（ylgf）605303

三板
湖北广电（hbgd）000665，国脉科技（gmkj）002093，凤形股份（fxgf）002760

五板
信隆健康（xljk）002105

`
  },
  {
    "d": "2025-03-07",
    "l": "https://www.tgb.cn/a/2gczfJB4vgT",
    "t": `

首板
湖北
东贝集团（dbjt）601956，武汉控股（whkg）600168，华塑控股（hskg）000509
机器人
方正电机（fzdj）002196，神剑股份（sjgf）002361，三德科技（sdkj）300515，联合精密（lhjm）001268，标准股份，震裕科技（zykj）300953，信测标准（xcbz）300938，征和工业（zhgy）003033
京城股份（jcgf）600860，永茂泰（ymt）605208
未分类
株治集团（zzjt）600961，红星发展（hxfz）600367，罗平锌电（lpxd）002114，华钰矿业（hyky）601020，创新新材（cxxc）600361，华锡有色（hxys）600301，华阳新材（hyxc）600281，安源煤业（aymy）600397
宇晶股份（yjgf）002943
人工智能
川大智胜（cdzs）002253，返利科技（flkj）600228，云赛智联（yszl）600602
汽车产业链
腾龙股份（tlgf）603158，多利科技（dlkj）001311，恒勃股份（hbgf）301225
医疗
悦心健康（yxjk）002162，奥赛康（ask）002755
其余形式独苗
炜冈科技（wgkj）001256，园林股份（ylgf）605303，兴瑞科技（xrkj）002937，力鼎光电（ldgd）605118，苏利股份（slgf）603585

二板
湖北广电（hbgd）000665，云内动力（yndl）000903，铭科精技（mkjj）001319，光华股份（ghgf）001333，国脉科技（gmkj）002093，南兴股份（nxgf）002757，凤形股份（fxgf）002760，新开普（xkp）300248，用友网络（yywl）600588，金瑞矿业（jrky）600714，佳都科技（jdkj）600728，正和生态（zhst）605069，永茂泰（ymt）605208

三板
海南华铁（hnht）603300

四板
信隆健康（xljk）002105，浙江黎明（zjlm）603048

五板
云鼎科技（ydkj）000409

`
  },
  {
    "d": "2025-03-06",
    "l": "https://www.tgb.cn/a/2gaUZwVuV9q",
    "t": `


二板
三维通信（swtx）002115，岩山科技（yskj）002195，卓翼科技（zykj）002369，大位科技（dwkj）600589，泰豪科技（thkj）600590，海航科技（hhkj）600751，福达股份（fdgf）603166，海南华铁（hnht）603300，杭电股份（hdgf）603618

三板
信隆健康（xljk）002105，龙溪股份（lxgf）600592，浙江黎明（zjlm）603048，捷昌驱动（jcqd）603583

四板
云鼎科技（ydkj）000409，宁水集团（nsjt）603700

`
  },
  {
    "d": "2025-03-05",
    "l": "https://www.tgb.cn/a/2g9aI7jzdEG",
    "t": `

首板
算力
海南华铁（hnht）603300，元道通信（ydtx）301139，泰豪科技（thkj）600590，康盛股份（ksgf）002418，天音控股（tykg）000829，恒润股份（hrgf）603985，博杰股份（bjgf）002975，拓维信息（twxx）002261
大位科技（dwkj）600589，辰安科技（cakj）300523，纵横通信（zhtx）603602，骏亚科技（jykj）603386，宏景科技（hjkj）301396
工程机械
柳工（lg）000528，厦工股份（sggf）600815，永达股份（ydgf）001239，山推股份（stgf）000680，山东矿机（sdkj）002526，厦门信达（xmxd）000701
未分类
武汉凡谷（whfg）002194，本川智能（bczn）300964，卓翼科技（zykj）002369，三维通信（swtx）002115，杭电股份（hdgf）603618，航天动力（htdl）600343，纵横通信（zhtx）603602
汽车产业链
沪光股份（hggf）605333，厦门信达（xmxd）000701，无锡振华（wxzh）605319，和胜股份（hsgf）002824，三联锻造（sldz）001282，金沃股份（jwgf）300984
机器人
福达股份（fdgf）603166，秦川机床（qcjc）000837，方正电机（fzdj）002196，永创智能（yczn）603901，宜安科技（yakj）300328，亿嘉和（yjh）603666，美力科技（mlkj）300611，山东矿机（sdkj）002526
岩山科技（yskj）002195，豪能股份（hngf）603809，三联锻造（sldz）001282，微光股份（wggf）002801，兆威机电（zwjd）003021，福莱新材（flxc）605488
消费电子
卓翼科技（zykj）002369，哈森股份（hsgf）603958，祥腾新材（xtxc）001373，和胜股份（hsgf）002824
离岸贸易
海航科技（hhkj）600751，厦门信达（xmxd）000701，中国武夷（zgwy）000797
其余形式独苗
珠海中富（zhzf）000659，兴森科技（xskj）002436，永太科技（ytkj）002326

二板
好上好（hsh）001298，智微智能（zwzn）001339，信隆健康（xljk）002105，跃岭股份（ylgf）002725，亿通科技（ytkj）300211，龙溪股份（lxgf）600592，华钰矿业（hyky）601020，浙江黎明（zjlm）603048，圣龙股份（slgf）603178，捷昌驱动（jcqd）603583

三板
云鼎科技（ydkj）000409，宁水集团（nsjt）603700

五板
天正电气（tzdq）605066

`
  },
  {
    "d": "2025-03-04",
    "l": "https://www.tgb.cn/a/2g7zFzKYrqO",
    "t": `

首板
芯片
跃岭股份（ylgf）002725，东尼电子（dndz）603595，格林达（gld）603931，亿通科技（ytkj）300211，芯原股份（xygf）688521，好上好（hsh）001298，东软载波（drzb）300183，紫光国微（zggw）002049
安路科技（alkj）688107，翠微股份（cwgf）603123，中天精装（ztjz）002989，朗科科技（lkkj）300042
机器人
红旗连锁（hqls）002697，日海智能（rhzn）002313，杭齿前进（hcqj）601177，艾艾精工（aajg）603580，中亚股份（zygf）300512，新兴装备（xxzb）002933，银宝山新（ybsx）002786，信邦智能（xbzn）301112
振邦智能（zbzn）003028，信隆健康（xljk）002105，万马股份（wmgf）002276，南方精工（nfjg）002553，宁波东力（nbdl）002164，上海机电（shjd）600835，赛为智能（swzn）300044，龙溪股份（lxgf）600592
永茂泰（ymt）605208，襄阳轴承（xyzc）000678，捷昌驱动（jcqd）603583，浙江黎明（zjlm）603048，建设工业（jsgy）002265，克来机电（kljd）603960，圣龙股份（slgf）603178，春光科技（cgkj）603657
DS算力
日海智能（rhzn）002313，天津普林（tjpl）002134，城地香江（cdxj）603887，银轮股份（ylgf）002126，智微智能（zwzn）001339，佳力图（jlt）603912，长缆科技（zlkj）002879，浙大网新（zdwx）600797
DS应用
实达集团（sdjt）600734，久其软件（jqrj）002279，创力集团（cljt）603012
军工
立航科技（lhkj）603261，北化股份（bhgf）002246，炼石航空（lshk）000697，洪都航空（hdhk）600316，北方长龙（bfcl）301357
锂电池
万里股份（wlgf）600847，丰山集团（fsjt）603810，冠城新材（gcxc）600067，华钰矿业（hyky）601020，华丰股份（hfgf）605100
无人驾驶
万安科技（wakj）002590，动力新科（dlxk）600841，神通科技（stkj）605228
其余形式独苗
迪贝电气（dbdq）603320，德尔未来（dewl）002631，浙江自然（zjzr）605080，达华智能（dhzn）002512，福建金森（fjjs）002679，福建碳中和，华大智造（hdzz）688114，尚纬股份（swgf）603333

二板
皇庭国际（htgj）000056，海立股份（hlgf）600619，云鼎科技（ydkj）000409，宁水集团（nsjt）603700，贝瑞基因（brjy）000710，华荣股份（hrgf）603855

三板
奥特迅（atx）002227，征和工业（zhgy）003033

四板
天正电气（tzdq）605066

`
  },
  {
    "d": "2025-03-03",
    "l": "https://www.tgb.cn/a/2g5UJioWjdc",
    "t": `

首板
光伏
华荣股份（hrgf）603855，海螺新材（hlxc）000619，长城电工（ccdg）600192，沐邦高科（mbgk）603398
民爆
金奥博（jab）002917，云鼎科技（ydkj）000409，保利联合（bllh）002037
固态电池
红豆股份（hdgf）600400，德新科技（dxkj）603032，金银河（jyh）300619，永杉锂业（ysly）603399，科力远（kly）600478，百合花（bhh）603823，深圳新星（szxx）603978，永太科技（ytkj）002326
领湃科技（lpkj）300530，滨海能源（bhny）000695，佛塑科技（fskj）000973，长荣股份（zrgf）300195，国城矿业（gcky）000688，鼎胜新材（dsxc）603876，天际股份（tjgf）002759，野马电池（ymdc）605378
机器人
首开股份（skgf）600376，众泰汽车（ztqc）000980，众辰科技（zckj）603275
Ai医疗
启迪药业（qdyy）000590，贝瑞基因（brjy）000710，赛力医疗（slyl）603716，太极集团（tjjt）600129
装修家居
我乐家居（wljj）603326，宁水集团（nsjt）603700，皮阿诺（pan）002853
农业
先达股份（xdgf）603086，新农股份（xngf）002942
核电
中国能建（zgnj）601868，联创光电（lcgd）600363，永鼎股份（ydgf）600105，合锻智能（hdzn）603011
DS
云鼎科技（ydkj）000409，宁水集团（nsjt）603700，若羽臣（ryc）003010，神州信息（szxx）000555，拉芳家化（lfjh）603630
深圳
皇庭国际（htgj）000056，深赛格（ssg）000058
芯片
海立股份（hlgf）600619，博敏电子（bmdz）603936
其余形式独苗
华阳新材（hyxc）600281，恒润股份（hrgf）603985，纵横通信（zhtx）603602，鸿蒙广告，嵘泰股份（rtgf）605133，特斯拉汽车

二板
奥特迅（atx）002227，征和工业（zhgy）003033，宁波建工（nbjg）601789，晶华新材（jhxc）603683

三板
群兴玩具（qxwj）002575，上海洗霸（shxb）603200，天正电气（tzdq）605066

四板
恒为科技（hwkj）603496

`
  },
  {
    "d": "2025-02-28",
    "l": "https://www.tgb.cn/a/2g12eKAkpTc",
    "t": `

首板
芯片
至纯科技（zckj）603690，宁波建工（nbjg）601789
小米汽车
凯众股份（kzgf）603037，海泰科（htk）301022
机器人
凯旺科技（kwkj）301182，哈森股份（hsgf）603958，襄阳轴承（xyzc）000678
算力
长青集团（cqjt）002616，实达集团（sdjt）600734，宏景科技（hjkj）301396
房地产
天地源（tdy）600665，华联控股（hlkg）000036
消费电子
哈森股份（hsgf）603958，东尼电子（dndz）603595
固态电池
三祥新材（sxxc）603663，有研新材（yyxc）600206，晶华新材（jhxc）603683，东方锆业（dfgy）002167，六国化工（lghg）600470
重建
准油股份，潜能恒信（qnhx）300191
氢能源
东华科技（dhkj）002140，原尚股份（ysgf）603813
农机
苏常柴Ａ（scca）000570，征和工业（zhgy）003033
电网
奥特迅（atx）002227，远程股份（ycgf）002692，平安电工（padg）001359
其余形式独苗
延华智能（yhzn）002178，岩石股份（ysgf）600696，蓝帆医疗（lfyl）002382，时空科技（skkj）605178

二板
中电兴发（zdxf）002298，群兴玩具（qxwj）002575，好想你（hxn）002582，海南椰岛（hnyd）600238，东百集团（dbjt）600693，上海洗霸（shxb）603200，天正电气（tzdq）605066，佳禾食品（jhsp）605300

三板
万马股份（wmgf）002276，恒为科技（hwkj）603496

六板
华丰股份（hfgf）605100

`
  },
  {
    "d": "2025-02-27",
    "l": "https://www.tgb.cn/a/2fZfNqRr8Ox",
    "t": `

首板
算力产业链
苏州科达（szkd）603660，共进股份（gjgf）603118，群兴玩具（qxwj）002575，天正电气（tzdq）605066，远东传动（ydcd）002406，茂硕电源（msdy）002660，冰山冷热（bslr）000530，华孚时尚（hfss）002042
中电兴发（zdxf）002298，一博科技（ybkj）301366，云从科技（yckj）688327，万控智造（wkzz）603070
消费
东贝集团（dbjt）601956，深赛格（ssg）000058，佳禾食品（jhsp）605300，凯撒旅业（ksly）000796，好想你（hxn）002582，海融科技（hrkj）300915，宏辉果蔬（hhgs）603336，同庆楼（tql）605108
浙江自然（zjzr）605080，中百集团（zbjt）000759，东百集团（dbjt）600693，广百股份（gbgf）002187，一鸣食品（ymsp）605179，来伊份（lyf）603777，上海三毛（shsm）600689，居然之家（jrzj）000786
友好集团（yhjt）600778，华联股份（hlgf）000882，华资实业（hzsy）600191
机器人
联美控股（lmkg）600167，永茂泰（ymt）605208，汉嘉设计（hjsj）300746，天和磁材（thcc）603072，瑞德智能（rdzn）301135，夏厦精密（xsjm）001306，大业股份（dygf）603278
海南
海南瑞泽（hnrz）002596，海南发展（hnfz）002163，海南椰岛（hnyd）600238
固态电池
上海洗霸（shxb）603200，光华科技（ghkj）002741，野马电池（ymdc）605378，日播时尚（rbss）603196，紫江企业（zjqy）600210，百合花（bhh）603823
光伏
海螺新材（hlxc）000619，中科云网（zkyw）002306
低空
绿能慧充（lnhc）600212，天成自控（tczk）603085
无人驾驶
动力新科（dlxk）600841，金固股份（jggf）002488
其余形式独苗
中晟高科（zcgk）002778，卓翼科技（zykj）002369，宁水集团（nsjt）603700

二板
宁波华翔（nbhx）002048，万马股份（wmgf）002276，中大力德（zdld）002896，江苏博云（jsby）301003，康欣新材（kxxc）600076，大名城（dmc）600094，龙溪股份（lxgf）600592，重庆百货（cqbh）600729，中国银河（zgyh）601881，恒为科技（hwkj）603496

三板
杭钢股份（hggf）600126，诚邦股份（cbgf）603316，雪龙集团（xljt）603949

四板
广聚能源（gjny）000096

五板
大位科技（dwkj）600589，圣阳股份（sygf）002580，华丰股份（hfgf）605100，庄园牧场（zymc）002910

`
  },
  {
    "d": "2025-02-26",
    "l": "https://www.tgb.cn/a/2fXFU1kkRms",
    "t": `

首板
机器人
宝通科技（btkj）300031，龙溪股份（lxgf）600592，联诚精密（lcjm）002921，达意隆（dyl）002209，江苏博云（jsby）301003，景兴纸业（jxzy）002067，五洲新春（wzxc）603667，横河精密（hhjm）300539
远大智能（ydzn）002689，万里扬（wly）002434，上海机电（shjd）600835，荣晟环保（rchb）603165，三联锻造（sldz）001282，山子高科（szgk）000981，富佳股份（fjgf）603219，卓朗智能（zlzn）300020
力星股份（lxgf）300421，浙江众成（zjzc）002522，普利特（plt）002324，兆威机电（zwjd）003021，中大力德（zdld）002896，万马股份（wmgf）002276，天桥起重（tqqz）002523，中南股份（zngf）000717
创世纪（csj）300083，国机精工（gjjg）002046，中马传动（zmcd）603767，京城股份（jcgf）600860，安徽合力（ahhl）600761，华纬科技（hwkj）001380，艾迪精密（adjm）603638，日发精机（rfjj）002520
杭齿前进（hcqj）601177
算力
美利云（mly）000815，日科化学（rkhx）300214，创兴资源（cxzy）600193，广电运通（gdyt）002152，大元泵业（dyby）603757，恒为科技（hwkj）603496，天玑科技（tjkj）300245，苏美达（smd）600710
人工智能应用
榕基软件（rjrj）002474，科创信息（kcxx）300730，能科科技（nkkj）603859
家电
浙江美大（zjmd）002677，迪贝电气（dbdq）603320
房地产相关
光大嘉宝（gdjb）600622，皇庭国际（htgj）000056，大名城（dmc）600094
固态电池
三祥新材（sxxc）603663，普路通（plt）002769，振华股份（zhgf）603067
电力
长城电工（ccdg）600192，长青集团（cqjt）002616，新宏泰（xht）603016，富春环保（fchb）002479
钢铁
八一钢铁（bygt）600581，本钢板材（bgbc）000761，华菱钢铁（hlgt）000932，三钢闽光（sgmg）002110，凌钢股份（lggf）600231，新钢股份（xggf）600782
汽车产业链
众泰汽车（ztqc）000980，宁波华翔（nbhx）002048
云手机
天音控股（tykg）000829，华升股份（hsgf）600156
光伏
金晶科技（jjkj）600586，海源复材（hyfc）002529，振江股份（zjgf）603507
芯片
成都华微（cdhw）688709，万润科技（wrkj）002654，灿芯股份（cxgf）688691，宏昌电子（hcdz）603002
金融
中国银河（zgyh）601881，中金公司（zjgs）601995
其余形式独苗
康欣新材（kxxc）600076，山东农业，重庆百货（cqbh）600729，海南海药（hnhy）000566，大晟文化（dcwh）600892，七一二（qye）603712，龙高股份（lggf）605086，和而泰（het）002402

二板
杭钢股份（hggf）600126，精伦电子（jldz）600355，神驰机电（scjd）603109，诚邦股份（cbgf）603316，科森科技（kskj）603626，雪龙集团（xljt）603949

三板
广聚能源（gjny）000096，粤宏远Ａ（yhya）000573，标准股份

四板
欢瑞世纪（hrsj）000892，利源股份，圣阳股份（sygf）002580，庄园牧场（zymc）002910，大位科技（dwkj）600589，华丰股份（hfgf）605100

`
  },
  {
    "d": "2025-02-25",
    "l": "https://www.tgb.cn/a/2fVZf3nuevD",
    "t": `

首板
机器人
雪龙集团（xljt）603949，大业股份（dygf）603278，维宏股份（whgf）300508，华鼎股份（hdgf）601113，精伦电子（jldz）600355，国贸股份，锋龙股份（flgf）002931，神马股份（smgf）600810
新坐标（xzb）603040，巨轮智能（jlzn）002031，福达股份（fdgf）603166
芯片
诚邦股份（cbgf）603316，中电兴发（zdxf）002298，至正股份（zzgf）603991，万通发展（wtfz）600246，灿勤科技（cqkj）688182，东方嘉盛（dfjs）002889
消费
中央商场（zysc）600280，华润材料（hrcl）301090
消费电子
华映科技（hykj）000536，科森科技（kskj）603626，大富科技（dfkj）300134，和胜股份（hsgf）002824
汽车产业链
安凯客车（akkc）000868，继峰股份（jfgf）603997
低空飞行
山河智能（shzn）002097，四川九洲（scjz）000801，标榜股份（bbgf）301181
房地产相关
津投城开（jtck）600322，亚振家居（yzjj）603389，柳工（lg）000528
DS应用
威派格（wpg）603956，金证股份（jzgf）600446
算力
贵广网络（ggwl）600996，杭钢股份（hggf）600126，神驰机电（scjd）603109，云天励飞（ytlf）688343
其余形式独苗
集友股份（jygf）603429，鼎信通讯（dxtx）603421，雅博股份，广弘控股（ghkg）000529

二板
广聚能源（gjny）000096，粤宏远Ａ（yhya）000573，智慧农业（zhny）000816，福日电子（frdz）600203，标准股份，天成自控（tczk）603085，永茂泰（ymt）605208

三板
欢瑞世纪（hrsj）000892，利源股份，圣阳股份（sygf）002580，庄园牧场（zymc）002910，大位科技（dwkj）600589，华丰股份（hfgf）605100

五板
卓翼科技（zykj）002369

`
  },
  {
    "d": "2025-02-24",
    "l": "https://www.tgb.cn/a/2fUhCXhQLel",
    "t": `

首板
农业
智慧农业（zhny）000816，星光农机（xgnj）603789，华英农业（hyny）002321，福成股份，东方集团（dfjt）00581，朗源股份，中粮科技（zlkj）000930
机器人
众辰科技（zckj）603275，南山智尚（nszs）300918，首开股份（skgf）600376，华光新材（hgxc）688379，柯力传感（klcg）603662，蓝黛科技（ldkj）002765，埃夫特（aft）688165，欧克科技（okkj）001223
高德红外（gdhw）002414，粤宏远Ａ（yhya）000573，锐奇股份（rqgf）300126，标准股份
低空
中设股份，天成自控（tczk）603085，神剑股份（sjgf）002361，中材科技（zckj）002080，万丰奥威（wfaw）002085，华平股份（hpgf）300074，新研股份，新乡化纤（xxhx）000949
濮耐股份（pngf）002225，华夏航空（hxhk）002928
汽车产业链
无锡振华（wxzh）605319，永茂泰（ymt）605208
算力硬件
共进股份（gjgf）603118，海星股份（hxgf）603115，长飞光纤（zfgx）601869
算力
南兴股份（nxgf）002757，凤形股份（fxgf）002760，奥海科技（ahkj）002993，元道通信（ydtx）301139，广聚能源（gjny）000096，飞龙股份（flgf）002536，金开新能（jkxn）600821，汉缆股份（hlgf）002498
动力新科（dlxk）600841，群兴玩具（qxwj）002575
重建
北方国际（bfgj）000065，建设机械（jsjx）600984，中工国际（zggj）002051，达刚控股（dgkg）300103，北新路桥（bxlq）002307，安通控股（atkg）600179
环保
东珠生态（dzst）603359，旺能环境（wnhj）002034
房地产
卧龙股份，德才股份（dcgf）605287
软件应用
禾盛新材（hsxc）002290，中远海科（zyhk）002401，浙大网新（zdwx）600797，常山北明（csbm）000158
消费电子
福日电子（frdz）600203，天舟文化（tzwh）300148，天富能源（tfny）600509，蜂助手（fzs）301382
其余形式独苗
尤夫股份（yfgf）002427，飞乐音响（fyyx）600651，联泓新科（lhxk）003022，金字火腿（jzht）002515，科源制药（kyzy）301281

二板
深桑达Ａ（ssda）000032，潍柴重机（wczj）000880，欢瑞世纪（hrsj）000892，德明利（dml）001309，科华数据（khsj）002335，利源股份，圣阳股份（sygf）002580，庄园牧场（zymc）002910，同方股份（tfgf）600100，大位科技（dwkj）600589，云赛智联（yszl）600602，新华传媒（xhcm）600825，华丰股份（hfgf）605100

三板
卓翼科技（zykj）002369，浙江众成（zjzc）002522，盛通股份（stgf）002599，泰豪科技（thkj）600590

六板
新时达（xsd）002527

`
  },
  {
    "d": "2025-02-21",
    "l": "https://www.tgb.cn/a/2fPnpsKqQZL",
    "t": `

首板
阿里巴巴算力
数据港（sjg）603881，天玑科技（tjkj）300245，大位科技（dwkj）600589，宁波建工（nbjg）601789，海南华铁（hnht）603300，星光股份（xggf）002076，杭钢股份（hggf）600126，城地香江（cdxj）603887
深桑达Ａ（ssda）000032
未分类
银轮股份（ylgf）002126，华丰股份（hfgf）605100，四方股份（sfgf）601126，中恒电气（zhdq）002364，潍柴重机（wczj）000880，冰轮环境（blhj）000811，科华数据（khsj）002335，英威腾（ywt）002334
朗威股份（lwgf）301202，杭电股份（hdgf）603618，长城电工（ccdg）600192，科泰电源（ktdy）300153，长源东谷（zydg）603950，博杰股份（bjgf）002975，华丰科技（hfkj）688629，泰嘉股份（tjgf）002843
苏美达（smd）600710，圣阳股份（sygf）002580，光迅科技（gxkj）002281，英维克（ywk）002837，申菱环境（slhj）301018，科士达（ksd）002518，远东股份（ydgf）600869，润泽科技（rzkj）300442
联德股份（ldgf）605060，欧陆通（olt）300870，拓维信息（twxx）002261，美利云（mly）000815，爱科赛博（aksb）688719，紫光股份（zggf）000938，杭萧钢构（hxgg）600477，日科化学（rkhx）300214
锐捷网络（rjwl）301165
软件应用
嘉环科技（jhkj）603206，中国联通（zglt）600050，中国电信（zgdx）601728，榕基软件（rjrj）002474，海思科（hsk）002653，威派格（wpg）603956，华勤技术（hqjs）603296，宝信软件（bxrj）600845
浪潮软件（lcrj）600756，新华网（xhw）603888，神州信息（szxx）000555
阶跃星宸
云赛智联（yszl）600602，新华传媒（xhcm）600825，中广天择（zgtz）603721，欢瑞世纪（hrsj）000892，同方股份（tfgf）600100
芯片
德明利（dml）001309，大唐电信（dtdx）600198，国民技术（gmjs）300077，寒武纪（hwj）688256，百傲化学（bahx）603360
端侧
翱捷科技（ajkj）688220，龙旗科技（lqkj）603341
机器人
固高科技（ggkj）301510，泰尔股份（tegf）002347，深水海纳（sshn）300961，中鼎股份（zdgf）000887，信质集团（xzjt）002664，中坚科技（zjkj）002779，亿嘉和（yjh）603666，威孚高科（wfgk）000581
光电股份（gdgf）600184，雷赛智能（lszn）002979，江苏雷利（jsll）300660，鸣志电器（mzdq）603728，峰岹科技（ftkj）688279
锂电池
金扬股份，滨海能源（bhny）000695，洪田股份（htgf）603800
其余形式独苗
利源股份，翔鹭钨业（xlwy）002842，小金属，文峰股份，帅丰电器（sfdq）605336，庄园牧场（zymc）002910，迈威生物（mwsw）688062，长城证券（cczq）002939
国中水务（gzsw）600187

二板
盈峰环境（yfhj）000967，夏厦精密（xsjm）001306，川润股份（crgf）002272，道恩股份（degf）002838，盛视科技（sskj）002990，奥飞数据（afsj）300738，双飞集团（sfjt）300817，上海机电（shjd）600835

三板
慈文传媒（cwcm）002343，卓翼科技（zykj）002369，浙江众成（zjzc）002522，盛通股份（stgf）002599，中大力德（zdld）002896，润建股份（rjgf）002929，泰豪科技（thkj）600590，博迁新材（bqxc）605376

五板
新时达（xsd）002527

八板
杭齿前进（hcqj）601177

`
  },
  {
    "d": "2025-02-20",
    "l": "https://www.tgb.cn/a/2fNKZ5fZ1PC",
    "t": `

首板
消费电子
亿道信息（ydxx）001314，比依股份（bygf）603215，杰美特（jmt）300868，瀛通通讯（yttx）002861，物产金轮（wcjl）002722，雷柏科技（lbkj）002577，星星科技（xxkj）300256，宝莱特（blt）300246
航天发展（htfz）000547，胜利精密（sljm）002426，水晶光电（sjgd）002273，宝泰隆（btl）601011，博士眼镜（bsyj）300622，明月镜片（myjp）301101，航天电器（htdq）002025
软件
京北方（jbf）002987，浙大网新（zdwx）600797
算力
润建股份（rjgf）002929，奥飞数据（afsj）300738，创兴资源（cxzy）600193，雄韬股份（xtgf）002733，金安国纪（jagj）002636，川润股份（crgf）002272
机器人
凯迪股份（kdgf）605288，振邦智能（zbzn）003028，三力士（sls）002224，夏厦精密（xsjm）001306，上海机电（shjd）600835，华锐精密（hrjm）688059，友阿股份（yagf）002277，双飞集团（sfjt）300817
贵绳股份（gsgf）600992，盛视科技（sskj）002990，朗科智能（lkzn）300543，盈峰环境（yfhj）000967，信宇人（xyr）688573，新泉股份（xqgf）603179，微光股份（wggf）002801
医疗
光正眼科（gzyk）002524，信邦制药（xbzy）002390，永和智控（yhzk）002795，新里程（xlc）002219，昭衍新药（zyxy）603127，济南高新（jngx）600807
化工
安宁股份（angf）002978，恒申新材（hsxc）000782，尤夫股份（yfgf）002427，黑猫股份（hmgf）002068
军工
航天发展（htfz）000547，贵绳股份（gsgf）600992，火炬电子（hjdz）603678，航天电器（htdq）002025，洪都航空（hdhk）600316，西部材料（xbcl）002149，高德红外（gdhw）002414
机器人成人版
道恩股份（degf）002838，高乐股份（glgf）002348，硅宝科技（gbkj）300019，宏柏新材（hbxc）605366，远翔新材（yxxc）301300，荣泰健康（rtjk）603579，长鸿高科（zhgk）605008，趣睡科技（qskj）301336
爱慕股份（amgf）603511，瑞贝卡（rbk）600439
消费
杭州解百（hzjb）600814，上海凤凰（shfh）600679
其余形式独苗
北京人力（bjrl）600861，人力资源（rlzy）man，同力日升（tlrs）605286，九牧王（jmw）601566

二板
国际医学（gjyx）000516，航锦科技（hjkj）000818，慈文传媒（cwcm）002343，卓翼科技（zykj）002369，浙江众成（zjzc）002522，盛通股份（stgf）002599，中大力德（zdld）002896，润建股份（rjgf）002929，三丰智能（sfzn）300276，金发科技（jfkj）600143，首开股份（skgf）600376，泰豪科技（thkj）600590，浙版传媒（zbcm）601921，云中马（yzm）603130，福鞍股份（fagf）603315，博迁新材（bqxc）605376，福莱新材（flxc）605488，万达轴承（wdzc）920002

三板
禾盛新材（hsxc）002290，天普股份（tpgf）605255

四板
冀东装备（jdzb）000856，东华软件（dhrj）002065，新时达（xsd）002527

七板
杭齿前进（hcqj）601177

`
  },
  {
    "d": "2025-02-19",
    "l": "https://www.tgb.cn/a/2fM4khPrURr",
    "t": `

首板
DS算力
海南高速（hngs）000886，航锦科技（hjkj）000818，福鞍股份（fagf）603315，平治信息（pzxx）300571，烽火通信（fhtx）600498，润建股份（rjgf）002929，伊戈尔（yge）002922，海兰信（hlx）300065
奥士康（ask）002913，浙江众成（zjzc）002522
DS应用
德生科技（dskj）002908，华闻集团（hwjt）000793，盛通股份（stgf）002599，竞业达（jyd）003005，太极股份（tjgf）002368，慈文传媒（cwcm）002343，浙版传媒（zbcm）601921
机器人
泰豪科技（thkj）600590，金发科技（jfkj）600143，合锻智能（hdzn）603011，盛通股份（stgf）002599，弘讯科技（hxkj）603015，福莱新材（flxc）605488，捷昌驱动（jcqd）603583，巨轮智能（jlzn）002031
汉威科技（hwkj）300007，大为股份（dwgf）002213，中大力德（zdld）002896，云中马（yzm）603130，万马股份（wmgf）002276，科远智慧（kyzh）002380，东港股份（dggf）002117，星源卓镁（xyzm）301398
三丰智能（sfzn）300276，长盛轴承（zszc）300718，杭州柯林（hzkl）688611，首开股份（skgf）600376，金帝股份（jdgf）603270，音飞储存（yfcc）603066，林州重机（lzzj）002535，双林股份（slgf）300100
凌云股份（lygf）600480，恒锋工具（hfgj）300488，国机精工（gjjg）002046，帝奥微（daw）688381，香山股份（xsgf）002870，浙江荣泰（zjrt）603119，恒立液压（hlyy）601100，八方股份（bfgf）603489
鸿路钢构（hlgg）002541，信质集团（xzjt）002664，华纬科技（hwkj）001380，祥鑫科技（xxkj）002965，沃特股份（wtgf）002886，信捷电气（xjdq）603416，雷赛智能（lszn）002979，奇精机械（qjjx）603677
丰立智能（flzn）301368
无人驾驶
多伦科技（dlkj）603528，日盈电子（rydz）603286，千里科技（qlkj）601777，富临运业（flyy）002357，兴瑞科技（xrkj）002937
汽车产业链
日上集团（rsjt）002593，上海沿浦（shyp）605128，铁流股份（tlgf）603926，通合科技（thkj）300491，银轮股份（ylgf）002126，合力科技（hlkj）603917，爱柯迪（akd）600933
核电
永鼎股份（ydgf）600105，福鞍股份（fagf）603315，合锻智能（hdzn）603011，弘讯科技（hxkj）603015，立航科技（lhkj）603261，旭光电子（xgdz）600353
轨道交通
霍普股份（hpgf）301024，晋亿实业（jysy）601002，神州高铁（szgt）000008
芯片
路维光电（lwgd）688401，旭光电子（xgdz）600353，万通发展（wtfz）600246，鼎龙科技（dlkj）603004，韦尔股份
基建
中钢国际（zggj）000928，诚邦股份（cbgf）603316，中工国际（zggj）002051
医药
国际医学（gjyx）000516，海普瑞（hpr）002399，金域医学（jyyx）603882，贝瑞基因（brjy）000710
锂电池
康隆达（kld）603665，冠盛股份（gsgf）605088，博迁新材（bqxc）605376
其余形式独苗
中持股份（zcgf）603903，瑞尔特（ret）002790，卓翼科技（zykj）002369，国中水务（gzsw）600187，原尚股份（ysgf）603813，新希望（xxw）000876
未分类
合锻智能（hdzn）603011，林州重机（lzzj）002535，音飞储存（yfcc）603066，奇精机械（qjjx）603677，德生科技（dskj）002908，慈文传媒（cwcm）002343，浙版传媒（zbcm）601921，天普股份（tpgf）605255
地铁设计（dtsj）003013，卓翼科技（zykj）002369，北方国际（bfgj）000065

二板
北方国际（bfgj）000065，禾盛新材（hsxc）002290，地铁设计（dtsj）003013，兴通股份（xtgf）603209，天普股份（tpgf）605255

三板
冀东装备（jdzb）000856，东华软件（dhrj）002065，新时达（xsd）002527

六板
杭齿前进（hcqj）601177

`
  },
  {
    "d": "2025-02-18",
    "l": "https://www.tgb.cn/a/2fKnf62MvyW",
    "t": `

首板
Ai应用
榕基软件（rjrj）002474，兴通股份（xtgf）603209，华胜天成（hstc）600410，禾盛新材（hsxc）002290，立方数科（lfsk）300344，垒知集团（lzjt）002398，金桥信息（jqxx）603918
Ai算力
海南华铁（hnht）603300，地铁设计（dtsj）003013
储能
科陆电子（kldz）002121，传艺科技（cykj）002866，星云股份（xygf）300648，野马电池（ymdc）605378，彬彬股份，龙蟠科技（lpkj）603906，华自科技（hzkj）300490，新朋股份（xpgf）002328
机器人
春兴精工（cxjg）002547，北自科技（bzkj）603082，恒而达（hed）300946，日发精机（rfjj）002520
基建
西藏天路（xztl）600326，北方国际（bfgj）000065，高争民爆（gzmb）002827
其余形式独苗
华软科技（hrkj）002453，天普股份（tpgf）605255，本钢板材（bgbc）000761，能特科技（ntkj）002102，五矿发展（wkfz）600058

二板
广聚能源（gjny）000096，冀东装备（jdzb）000856，盈峰环境（yfhj）000967，东华软件（dhrj）002065，新时达（xsd）002527，南兴股份（nxgf）002757，京能热力（jnrl）002893，大晟文化（dcwh）600892，广电电气（gddq）601616，星光农机（xgnj）603789

三板
华嵘控股（hrkg）600133，云赛智联（yszl）600602

四板
先达股份（xdgf）603086

五板
杭齿前进（hcqj）601177

六板
威派格（wpg）603956

`
  },
  {
    "d": "2025-02-17",
    "l": "https://www.tgb.cn/a/2fIIHq9DMed",
    "t": `

首板
重组
海兰信（hlx）300065，新时达（xsd）002527，金利华电（jlhd）300069
腾讯ai算力
利通电子（ltdz）603629，广电电气（gddq）601616，南兴股份（nxgf）002757，亿利达（yld）002686，宁波建工（nbjg）601789，英维克（ywk）002837
腾讯ai应用
东华软件（dhrj）002065，岭南股份（lngf）002717，奥尼电子（andz）301189
装修家居
曲美家居（qmjj）603818，亚振家居（yzjj）603389，四通股份（stgf）603838，亿田智能（ytzn）300911
无人驾驶
宇通重工（ytzg）600817，世纪恒通（sjht）301428，盈峰环境（yfhj）000967，日盈电子（rydz）603286，力帆科技（lfkj）601777
机器人
浙江荣泰（zjrt）603119，银宝山新（ybsx）002786，众辰科技（zckj）603275，云内动力（yndl）000903，合力科技（hlkj）603917，奋达科技（fdkj）002681，长青科技（cqkj）001324，景兴纸业（jxzy）002067
实益达（syd）002137，捷昌驱动（jcqd）603583，长盛轴承（zszc）300718，海得控制（hdkz）002184，冀东装备（jdzb）000856，固高科技（ggkj）301510，福莱新材（flxc）605488
DS
国新文化（gxwh）600636，传智教育（czjy）003032，全通教育（qtjy）300359，传化智联（chzl）002010，浙文互联（zwhl）600986，浙数文化（zswh）600633，东方材料（dfcl）603110
英伟达算力硬件
泰豪科技（thkj）600590，万控智造（wkzz）603070，福鞍股份（fagf）603315，海鸥股份（hogf）603269，联德股份（ldgf）605060，顺钠股份（sngf）000533，淳中科技（czkj）603516
农业
星光农机（xgnj）603789，神驰机电（scjd）603109，天域生物（tysw）603717，广宇集团（gyjt）002133
医药
健麾信息（jhxx）605186，美尔雅（mey）600107，嘉应制药（jyzy）002198
零售
文峰股份，皇庭国际（htgj）000056
石油石化
仁智股份（rzgf）002629，镇海股份（zhgf）603637，广聚能源（gjny）000096
芯片
科思科技（kskj）688788，好上好（hsh）001298，百傲化学（bahx）603360
电力
梅雁吉祥（myjx）600868，长青集团（cqjt）002616
其余形式独苗
原尚股份（ysgf）603813，大晟文化（dcwh）600892，波导股份（bdgf）600130，中再资环（zzzh）600217，威派格（wpg）603956，京能热力（jnrl）002893，利源股份

二板
贝瑞基因（brjy）000710，达安基因（dajy）002030，美年健康（mnjk）002044，三变科技（sbkj）002112，科华数据（khsj）002335，光正眼科（gzyk）002524，皓宸医疗（hcyl）002622，杭州高新（hzgx）300478，泓博医药（hbyy）301230，丰茂股份（fmgf）301459，华嵘控股（hrkg）600133，云赛智联（yszl）600602，赛力医疗（slyl）603716，麦迪科技（mdkj）603990，安必平（abp）688393

三板
先达股份（xdgf）603086，华扬联众（hylz）603825

四板
杭齿前进（hcqj）601177，数据港（sjg）603881

五板
威派格（wpg）603956

九板
杭钢股份（hggf）600126

`
  },
  {
    "d": "2025-02-14",
    "l": "https://www.tgb.cn/a/2fDRTOoAwSw",
    "t": `

首板
低空
天成自控（tczk）603085，上工申贝（sgsb）600843
锂电池
永太科技（ytkj）002326，泰和新材（thxc）002254，滨海能源（bhny）000695，道明光学（dmgx）002632，安孚科技（afkj）603031
数据要素
深桑达Ａ（ssda）000032，实达集团（sdjt）600734，华嵘控股（hrkg）600133，烽火通信（fhtx）600498，飞利信（flx）300287，英方软件（yfrj）688435，云赛智联（yszl）600602，生意宝（syb）002095
Ai医疗
赛力医疗（slyl）603716，贝瑞基因（brjy）000710，达安基因（dajy）002030，嘉和美康（jhmk）688246，美年健康（mnjk）002044，超研股份（cygf）301602，皓宸医疗（hcyl）002622，麦迪科技（mdkj）603990
光正眼科（gzyk）002524，安必平（abp）688393，国新健康（gxjk）000503，金域医学（jyyx）603882，润达医疗（rdyl）603108，泓博医药（hbyy）301230，诺禾致源（nhzy）688315，久远银海（jyyh）002777
蔚蓝生物（wlsw）603739，祥生医疗（xsyl）688358
Ai算力
神州数码（szsm）000034，科华数据（khsj）002335，兴森科技（xskj）002436，三变科技（sbkj）002112，拓维信息（twxx）002261，瑞斯康达（rskd）603803，润建股份（rjgf）002929，科泰电源（ktdy）300153
潍柴重机（wczj）000880
Ai应用
深信服（sxf）300454，泛微网络（fwwl）603039，盛视科技（sskj）002990，南天信息（ntxx）000948，视源股份（sygf）002841，亚信安全（yxaq）688225
游戏
电魂网络（dhwl）603258，杭州高新（hzgx）300478
汽车产业链
常青股份（cqgf）603768，丰茂股份（fmgf）301459
其余形式独苗
宏达新材（hdxc）002211，狮头股份（stgf）600539，安源煤业（aymy）600397，恒立液压（hlyy）601100，万林物流（wlwl）603117，蓝宇股份（lygf）301585，合肥城建（hfcj）002208

二板
日海智能（rhzn）002313，领湃科技（lpkj）300530，艾可蓝（akl）300816，宏景科技（hjkj）301396，先达股份（xdgf）603086，南威软件（nwrj）603636，华扬联众（hylz）603825，金桥信息（jqxx）603918

三板
三江购物（sjgw）601116，杭齿前进（hcqj）601177，数据港（sjg）603881

四板
威派格（wpg）603956

五板
居然之家（jrzj）000786，光线传媒（gxcm）300251

八板
杭钢股份（hggf）600126，梦网科技（mwkj）002123

`
  },
  {
    "d": "2025-02-13",
    "l": "https://www.tgb.cn/a/2fC86BwDtG9",
    "t": `

首板
Ai应用
华扬联众（hylz）603825，用友网络（yywl）600588，福石控股（fskg）300071，南威软件（nwrj）603636，永信至诚（yxzc）688244，金桥信息（jqxx）603918，艾可蓝（akl）300816，四川长虹（scch）600839
博彦科技（bykj）002649，岭南股份（lngf）002717
算力
日海智能（rhzn）002313，航锦科技（hjkj）000818，宁波建工（nbjg）601789，电子城（dzc）600658，宏景科技（hjkj）301396，天威视讯（twsx）002238，瑞贝卡（rbk）600439，海南华铁（hnht）603300
农业
正虹科技（zhkj）000702，巨星农牧（jxnm）603477，神农集团（snjt）605296，先达股份（xdgf）603086
机器人
大业股份（dygf）603278，越剑智能（yjzn）603095
传媒
浙文影业（zwyy）601599，欢瑞世纪（hrsj）000892，博纳影业（bnyy）001330
文创谷子
锦和商管（jhsg）603682，美邦服饰（mbfs）002269
基建
中设股份，北新路桥（bxlq）002307，华丽家族（hljz）600503，交建股份（jjgf）603815，宁波建工（nbjg）601789，顾地科技（gdkj）002694，财信发展（cxfz）000838，浙江建投（zjjt）002761
固态电池
瑞泰新材（rtxc）301238，粤桂股份（yggf）000833，领湃科技（lpkj）300530
其余形式独苗
岩石股份（ysgf）600696，必得科技（bdkj）605298，梅雁吉祥（myjx）600868，双成药业（scyy）002693，东风科技（dfkj）600081

二板
视觉中国（sjzg）000681，中恒电气（zhdq）002364，康盛股份（ksgf）002418，立方数科（lfsk）300344，东方集团（dfjt）00581，浙文互联（zwhl）600986，三江购物（sjgw）601116，杭齿前进（hcqj）601177，横店影视（hdys）603103，东方材料（dfcl）603110，数据港（sjg）603881

三板
冀凯股份，威派格（wpg）603956

四板
居然之家（jrzj）000786，光线传媒（gxcm）300251

七板
梦网科技（mwkj）002123，杭钢股份（hggf）600126

`
  },
  {
    "d": "2025-02-12",
    "l": "https://www.tgb.cn/a/2fAnN2kJu1A",
    "t": `

首板
机器人
亿嘉和（yjh）603666，杭齿前进（hcqj）601177，中鼎股份（zdgf）000887，春光科技（cgkj）603657，上海电气（shdq）601727，富佳股份（fjgf）603219，冀东装备（jdzb）000856，宝塔实业（btsy）000595
智驾
通达电气（tddq）603390，索通发展（stfz）603612，利扬芯片（lyxp）688135，精锻科技（jdkj）300258，韦尔股份，大众交通（dzjt）600611，锦江在线（jjzx）600650，北巴传媒（bbcm）600386
低空
上工申贝（sgsb）600843，欣贺股份（xhgf）003016
Ai应用
安博通（abt）688168，郑中设计（zzsj）002811，吉大正元（jdzy）003029，视觉中国（sjzg）000681，税友股份（sygf）603171，金财互联（jchl）002530，立方数科（lfsk）300344，汉得信息（hdxx）300170
美年健康（mnjk）002044
Ai算力
泰豪科技（thkj）600590，川润股份（crgf）002272，潍柴重机（wczj）000880，常山北明（csbm）000158，依米康（ymk）300249，康盛股份（ksgf）002418，动力源（dly）600405，雪人股份（xrgf）002639
宝信软件（bxrj）600845，东方材料（dfcl）603110
端侧
捷荣技术（jrjs）002855，唯捷创芯（wjcx）688153，环旭电子（hxdz）601231，慧智微（hzw）688512，韦尔股份
阿里巴巴相关
数据港（sjg）603881，浙大网新（zdwx）600797，中恒电气（zhdq）002364，石基信息（sjxx）002153，三江购物（sjgw）601116，新大陆（xdl）000997
锂电池
万盛股份（wsgf）603010，上海电气（shdq）601727
东方系
东方集团（dfjt）00581，大东方（ddf）600327，东方材料（dfcl）603110
传媒
横店影视（hdys）603103，浙文互联（zwhl）600986
房地产
郑中设计（zzsj）002811，万科Ａ（wka）000002，卧龙地产（wldc）600173
其余形式独苗
国中水务（gzsw）600187，万林物流（wlwl）603117，通合科技（thkj）300491，精伦电子（jldz）600355，黄河旋风（hhxf）600172，培育钻石，帅丰电器（sfdq）605336，方大炭素（fdts）600516
安徽合力（ahhl）600761，天风证券（tfzq）601162

二板
华数传媒（hscm）000156，冀凯股份，金运激光（jyjg）300220，日出东方（rcdf）603366，威派格（wpg）603956，福莱新材（flxc）605488

三板
居然之家（jrzj）000786，润建股份（rjgf）002929，光线传媒（gxcm）300251

六板
梦网科技（mwkj）002123，拓维信息（twxx）002261，杭钢股份（hggf）600126，浙数文化（zswh）600633，青云科技（qykj）688316

七板
浙江东方（zjdf）600120

八板
美格智能（mgzn）002881

十板
新炬网络（xjwl）605398

`
  },
  {
    "d": "2025-02-11",
    "l": "https://www.tgb.cn/a/2fyIKSxZP2K",
    "t": `

首板
重组股转
博汇新材（bhxc）002297，重庆港（cqg）600279，辽宁成大（lncd）600739
文创产品
高乐股份（glgf）002348，金运激光（jyjg）300220，元隆雅图（ylyt）002878
汽车产业链
征和工业（zhgy）003033，日盈电子（rydz）603286，上海汽配（shqp）603107
DS
天地在线（tdzx）002995，威派格（wpg）603956
黄金
莱绅通灵（lstl）603900，莱百股份
光伏
国晟科技（gckj）603778，中材节能（zcjn）603126，天洋新材（tyxc）603330
机器人
福莱新材（flxc）605488，巨轮智能（jlzn）002031，凯尔达（ked）688255，香山股份（xsgf）002870，冀凯股份
端侧
雷柏科技（lbkj）002577，昀冢科技（yzkj）688260，胜利精密（sljm）002426
算力电源
众业达（zyd）002441，泰永长征（tycz）002927
小红书
引力传媒（ylcm）603598，粤传媒（ycm）002181，爱慕股份（amgf）603511
算力
莲花控股（lhkg）600186，日海智能（rhzn）002313
Ai视觉
苏州科达（szkd）603660，华数传媒（hscm）000156，风语筑（fyz）603466
浙江股
杭萧钢构（hxgg）600477，杭州高新（hzgx）300478，云中马（yzm）603130
其余形式独苗
麒盛科技（qskj）603610，振华股份（zhgf）603067，日出东方（rcdf）603366，至正股份（zzgf）603991，法尔胜（fes）000890

二板
皇庭国际（htgj）000056，居然之家（jrzj）000786，梦洁股份（mjgf）002397，同为股份（twgf）002835，润建股份（rjgf）002929，光线传媒（gxcm）300251，亚香股份（yxgf）301220，东风科技（dfkj）600081，创兴资源（cxzy）600193，金帝股份（jdgf）603270，龙软科技（lrkj）688078

三板
世荣兆业（srzy）002016，奥瑞德（ard）600666，瑞斯康达（rskd）603803

四板
海南华铁（hnht）603300，联创电子（lcdz）002036

五板
浙数文化（zswh）600633，拓维信息（twxx）002261，梦网科技（mwkj）002123，青云科技（qykj）688316，杭钢股份（hggf）600126

六板
航锦科技（hjkj）000818，浙江东方（zjdf）600120

七板
美格智能（mgzn）002881

九板
新炬网络（xjwl）605398

`
  },
  {
    "d": "2025-02-10",
    "l": "https://www.tgb.cn/a/2fxa6HKVJ9f",
    "t": `

首板
兵器国资重组
湖南天雁（hnty）600698，东安动力（dadl）600178，东风科技（dfkj）600081，东风股份（dfgf）600006，中光学（zgx）002189，长城军工（ccjg）601606，华强科技（hqkj）688151
DS算力
润建股份（rjgf）002929，深桑达Ａ（ssda）000032，数据港（sjg）603881，中贝通信（zbtx）603220，大位科技（dwkj）600589，恒润股份（hrgf）603985，博睿数据（brsj）688229，鸿博股份（hbgf）002229
中安科（zak）600654，长缆科技（zlkj）002879，立昂技术（lajs）300603，川大智胜（cdzs）002253，贵广网络（ggwl）600996，广安爱众（gaaz）600979
DS软件_大模型
居然之家（jrzj）000786，云从科技（yckj）688327，华宇软件（hyrj）300271，湘邮科技（xykj）600476，正和生态（zhst）605069，浙大网新（zdwx）600797，科华数据（khsj）002335，龙软科技（lrkj）688078
天娱数科（tysk）002354，每日互动（mrhd）300766，光云科技（gykj）688365
字节视频大模型
同为股份（twgf）002835，浙文互联（zwhl）600986，星宸科技（xckj）301536，网达软件（wdrj）603189，利欧股份（logf）002131
Ai医疗
华北制药（hbzy）600812，健麾信息（jhxx）605186，创新医疗（cxyl）002173，创业慧康（cyhk）300451，华大智造（hdzz）688114，药易购（yyg）300937，迪安诊断（dazd）300244
数据安全
国华网安（ghwa）000004，天融信（trx）002212，安恒信息（ahxx）688023，吉大正元（jdzy）003029，京北方（jbf）002987
机器人
冀东装备（jdzb）000856，科远智慧（kyzh）002380，中化装备（zhzb）600579，哈森股份（hsgf）603958，浙江荣泰（zjrt）603119，金帝股份（jdgf）603270，越剑智能（yjzn）603095
消费
梦洁股份（mjgf）002397，通程控股（tckg）000419，云南旅游（ynly）002059，煌上煌（hsh）002695，杭州解百（hzjb）600814，供销大集（gxdj）000564，爱婴室（ays）603214，大商股份（dsgf）600694
皇庭国际（htgj）000056，佳禾食品（jhsp）605300，岩石股份（ysgf）600696
房地产基建
文科股份（wkgf）002775，创兴资源（cxzy）600193，深深房Ａ（ssfa）000029，同济科技（tjkj）600846，亚泰集团（ytjt）600881
消费电子
东晶电子（djdz）002199，深圳华强（szhq）000062，英派斯（yps）002899
传媒
龙韵股份，光线传媒（gxcm）300251
教育
盛通股份（stgf）002599，传智教育（czjy）003032
其余形式独苗
宏盛股份（hsgf）603090，电投产融（dtcr）000958，华西能源（hxny）002630，双成药业（scyy）002693，德力股份（dlgf）002571，亚香股份（yxgf）301220，合成生物，富吉瑞（fjr）688272

二板
神州数码（szsm）000034，常山北明（csbm）000158，贝瑞基因（brjy）000710，云内动力（yndl）000903，世荣兆业（srzy）002016，美年健康（mnjk）002044，中科云网（zkyw）002306，首都在线（sdzx）300846，奥瑞德（ard）600666，新华百货（xhbh）600785，四川长虹（scch）600839，吉视传媒（jscm）601929，赛力医疗（slyl）603716，瑞斯康达（rskd）603803，金域医学（jyyx）603882

三板
联创电子（lcdz）002036，海南华铁（hnht）603300，通达电气（tddq）603390

四板
梦网科技（mwkj）002123，拓维信息（twxx）002261，杭钢股份（hggf）600126，浙数文化（zswh）600633，优刻得（ykd）688158，青云科技（qykj）688316

五板
航锦科技（hjkj）000818，浙江东方（zjdf）600120

六板
美格智能（mgzn）002881

八板
新炬网络（xjwl）605398

`
  },
  {
    "d": "2025-02-07",
    "l": "https://www.tgb.cn/a/2fs553CzY3e",
    "t": `

首板
智能驾驶
神通科技（stkj）605228，兴业科技（xykj）002674，万顺新材（wsxc）300057，云内动力（yndl）000903，天普股份（tpgf）605255
算力
首都在线（sdzx）300846，甘咨询（gzx）000779，吉视传媒（jscm）601929，奥瑞德（ard）600666，常山北明（csbm）000158，浪潮软件（lcrj）600756，神州数码（szsm）000034，恒为科技（hwkj）603496
四川长虹（scch）600839
光伏
钧达股份（jdgf）002865，爱旭股份（axgf）600732，海南发展（hnfz）002163，安彩高科（acgk）600207，中科云网（zkyw）002306，双良节能（sljn）600481，仕净科技（sjkj）301030，北玻股份（bbgf）002613
棒杰股份
Ai医疗
贝瑞基因（brjy）000710，美年健康（mnjk）002044，金域医学（jyyx）603882，赛力医疗（slyl）603716
体育
舒华体育（shty）605299，力盛体育（lsty）002858
房地产
中洲控股（zzkg）000042，海南瑞泽（hnrz）002596，世荣兆业（srzy）002016
端侧
瀛通通讯（yttx）002861，卓翼科技（zykj）002369，华映科技（hykj）000536，和胜股份（hsgf）002824
Ds软件
用友网络（yywl）600588，中亦科技（zykj）301208，竞业达（jyd）003005，传化智联（chzl）002010，品高股份（pggf）688227
光芯片
瑞斯康达（rskd）603803
其余形式独苗
凤凰航运（fhhy）000520，威星智能（wxzn）002849，本钢板材（bgbc）000761，仁智股份（rzgf）002629，润本股份（rbgf）603193，索通发展（stfz）603612，新华百货（xhbh）600785，杭电股份（hdgf）603618
卧龙电驱（wldq）600580

二板
通达创智（tdcz）001368，联创电子（lcdz）002036，中原内配（zynp）002448，日发精机（rfjj）002520，雷柏科技（lbkj）002577，莲花控股（lhkg）600186，万朗磁塑（wlcs）603150，海南华铁（hnht）603300，通达电气（tddq）603390，世运电路（sydl）603920

三板
汇洲智能（hzzn）002122，梦网科技（mwkj）002123，大为股份（dwgf）002213，拓维信息（twxx）002261，杭钢股份（hggf）600126，精伦电子（jldz）600355，浙数文化（zswh）600633，东方材料（dfcl）603110，青云科技（qykj）688316

四板
航锦科技（hjkj）000818，冀凯股份，浙江东方（zjdf）600120

五板
美格智能（mgzn）002881

七板
新炬网络（xjwl）605398

`
  },
  {
    "d": "2025-02-06",
    "l": "https://www.tgb.cn/a/2fquCHKhERS",
    "t": `

首板
机器人
日发精机（rfjj）002520，天奇股份（tqgf）002009，大业股份（dygf）603278，斯莱克（slk）300382，领益智造（lyzz）002600，音飞储存（yfcc）603066，兆威机电（zwjd）003021，科沃斯（kws）603486
山东矿机（sdkj）002526，雷赛智能（lszn）002979，内蒙一机（nmyj）600967，福达股份（fdgf）603166，南方路机（nflj）603280，中坚科技（zjkj）002779，恒工精密（hgjm）301261，爱仕达（asd）002403
长盛轴承（zszc）300718，捷昌驱动（jcqd）603583，德昌股份（dcgf）605555
比亚迪智驾
信质集团（xzjt）002664，骄成超声（jccs）688392，旭升集团（xsjt）603305，祥鑫科技（xxkj）002965，世运电路（sydl）603920，通达电气（tddq）603390，宇瞳光学（ytgx）300790，安凯客车（akkc）000868
联创电子（lcdz）002036，万朗磁塑（wlcs）603150，通达动力（tddl）002576，中原内配（zynp）002448，银轮股份（ylgf）002126，亚太股份（ytgf）002284，比亚迪（byd）002594，永新光学（yxgx）603297
豪恩汽电（heqd）301488，德赛西威（dsxw）002920，雷科防务（lkfw）002413，保隆科技（blkj）603197，科博达（kbd）603786，华阳集团（hyjt）002906
端侧ai
日久光电（rjgd）003015，雷柏科技（lbkj）002577，亿通科技（ytkj）300211，崇达技术（cdjs）002815，领益智造（lyzz）002600，云天励飞（ytlf）688343，瑞芯微（rxw）603893，通达创智（tdcz）001368
创维数字（cwsz）000810，维信诺（wxn）002387，东睦股份（dmgf）600114
家电
金海高科（jhgk）603311，三星新材（sxxc）603578
Ds
莲花控股（lhkg）600186，宝兰德（bld）688058，海南华铁（hnht）603300
智能体
金财互联（jchl）002530，税友股份（sygf）603171
算力硬件
奥士康（ask）002913，世运电路（sydl）603920
其余形式独苗
中孚实业（zfsy）600595，金逸影视（jyys）002905，大连圣亚（dlsy）600593，迎丰股份（yfgf）605055，有研新材（yyxc）600206
未分类
通达电气（tddq）603390，宇瞳光学（ytgx）300790，伯特利（btl）603596

二板
汇洲智能（hzzn）002122，梦网科技（mwkj）002123，大为股份（dwgf）002213，拓维信息（twxx）002261，天娱数科（tysk）002354，杭钢股份（hggf）600126，精伦电子（jldz）600355，浙数文化（zswh）600633，东方材料（dfcl）603110，伯特利（btl）603596，鸣志电器（mzdq）603728，安恒信息（ahxx）688023，青云科技（qykj）688316，安凯微（akw）688620

三板
华金资本（hjzb）000532，航锦科技（hjkj）000818，中基健康（zjjk）000972，冀凯股份，每日互动（mrhd）300766，浙江东方（zjdf）600120

四板
美格智能（mgzn）002881

六板
新炬网络（xjwl）605398

`
  },
  {
    "d": "2025-02-05",
    "l": "https://www.tgb.cn/a/2foLJOccwfh",
    "t": `

首板
未分类
安凯微（akw）688620，安恒信息（ahxx）688023，三六零（sll）601360，天娱数科（tysk）002354，梦网科技（mwkj）002123，浙大网新（zdwx）600797，拓尔思（tes）300229，万兴科技（wxkj）300624
卫宁健康（wnjk）300253，国新健康（gxjk）000503，当虹科技（dhkj）688039，优刻得（ykd）688158，云赛智联（yszl）600602，杭钢股份（hggf）600126，青云科技（qykj）688316，飞利信（flx）300287
日海智能（rhzn）002313，拓维信息（twxx）002261，汇洲智能（hzzn）002122，大位科技（dwkj）600589，泰嘉股份（tjgf）002843，浙数文化（zswh）600633，首都在线（sdzx）300846，美利云（mly）000815
用友网络（yywl）600588，宁波建工（nbjg）601789，川大智胜（cdzs）002253，恒为科技（hwkj）603496，开普云（kpy）688228，东方材料（dfcl）603110，数据港（sjg）603881，超讯通信（cxtx）603322
宇树机器人
盛通股份（stgf）002599，实益达（syd）002137，景兴纸业（jxzy）002067，精伦电子（jldz）600355，鸣志电器（mzdq）603728，巨轮智能（jlzn）002031，卧龙电驱（wldq）600580，金发科技（jfkj）600143
天永智能（tyzn）603895，天元智能（tyzn）603273
鸿蒙
盛通股份（stgf）002599，拓维信息（twxx）002261，达实智能（dszn）002421，舒华体育（shty）605299，东方中科（dfzk）002819，国华网安（ghwa）000004
阿里系ai
云赛智联（yszl）600602，金桥信息（jqxx）603918
存储芯片
大为股份（dwgf）002213，西测测试（xccs）301306
黄金
中电电机（zddj）603988，卧龙地产（wldc）600173
Ai老油条
岩山科技（yskj）002195，利欧股份（logf）002131
其余形式独苗
光线传媒（gxcm）300251，光大同创（gdtc）301387，辉丰股份（hfgf）002496，创兴资源（cxzy）600193，中科云网（zkyw）002306，华嵘控股（hrkg）600133，伯特利（btl）603596

二板
华金资本（hjzb）000532，航锦科技（hjkj）000818，中基健康（zjjk）000972，冀凯股份，竞业达（jyd）003005，每日互动（mrhd）300766，智信精密（zxjm）301512，浙江东方（zjdf）600120，阳光照明（ygzm）600261，济南高新（jngx）600807，南威软件（nwrj）603636

三板
美格智能（mgzn）002881，泛微网络（fwwl）603039

五板
新炬网络（xjwl）605398

`
  },
  {
    "d": "2025-01-27",
    "l": "https://www.tgb.cn/a/2f9R46R6oFs",
    "t": `

首板
DS
竞业达（jyd）003005，每日互动（mrhd）300766，浙江东方（zjdf）600120，航锦科技（hjkj）000818，华金资本（hjzb）000532，阳光照明（ygzm）600261，南威软件（nwrj）603636，卓创资讯（zczx）301299
智信精密（zxjm）301512
消费
维维股份（wwgf）600300，华资实业（hzsy）600191
房地产相关
友邦吊顶（ybdd）002718，宝鹰股份（bygf）002047，荣丰控股（rfkg）000668，中洲控股（zzkg）000042
医药
南卫股份（nwgf）603880，济南高新（jngx）600807
重组
宜宾纸业（ybzy）600793
端侧
博通集成（btjc）603068，日久光电（rjgd）003015
机器人
科远智慧（kyzh）002380，兆新股份（zxgf）002256，联发股份（lfgf）002394，冀凯股份
算力电源
三变科技（sbkj）002112，凤形股份（fxgf）002760
其余形式独苗
辽宁能源（lnny）600758，凯美特气（kmtq）002549，威领股份，赛力医疗（slyl）603716

二板
华纬科技（hwkj）001380，金财互联（jchl）002530，美格智能（mgzn）002881，泛微网络（fwwl）603039，正和生态（zhst）605069

三板
垒知集团（lzjt）002398

四板
新炬网络（xjwl）605398

`
  },
  {
    "d": "2025-01-24",
    "l": "https://www.tgb.cn/a/2f4OADnXXQ4",
    "t": `

首板
算力
茂硕电源（msdy）002660，华脉科技（hmkj）603042，中恒电气（zhdq）002364，飞龙股份（flgf）002536，鑫科材料（xkcl）600255，实达集团（sdjt）600734，长江通信（cjtx）600345，华胜天成（hstc）600410
长盈通（zyt）688143，联德股份（ldgf）605060
Ai智能体
神思电子（ssdz）300479，荣联科技（rlkj）002642，杰创智能（jczn）301248，正和生态（zhst）605069，泛微网络（fwwl）603039，楚天龙（ctl）003040，思特奇（stq）300608，汉得信息（hdxx）300170
用友网络（yywl）600588，世纪天鸿（sjth）300654，焦点科技（jdkj）002315，视觉中国（sjzg）000681，初灵信息（clxx）300250，能科科技（nkkj）603859，税友股份（sygf）603171，创力集团（cljt）603012
汉王科技（hwkj）002362，金财互联（jchl）002530，开普云（kpy）688228，启明星辰（qmxc）002439
汽车机器人
盛通股份（stgf）002599，华纬科技（hwkj）001380，飞龙股份（flgf）002536，旭升集团（xsjt）603305，祥鑫科技（xxkj）002965，鼎捷数智（djsz）300378，新致软件（xzrj）688590，秦安股份（qagf）603758
三联锻造（sldz）001282，五洲新春（wzxc）603667，夏夏精密（xxjm）001306，长华集团（zhjt）605018
食品
巴比食品（bbsp）605338，佳隆股份（jlgf）002495，威龙股份（wlgf）603779
芯片
亚翔集成（yxjc）603929，德明利（dml）001309
端侧Ai
美格智能（mgzn）002881，瀛通通讯（yttx）002861
其余形式独苗
钧达股份（jdgf）002865，博纳影业（bnyy）001330，本钢板材（bgbc）000761，锦泓集团（jhjt）603518，跟随龙韵股份，仁智股份（rzgf）002629

二板
垒知集团（lzjt）002398，南兴股份（nxgf）002757，中大力德（zdld）002896，长飞光纤（zfgx）601869，日盈电子（rydz）603286，龙韵股份

三板
新亚电子（xydz）605277，新炬网络（xjwl）605398

四板
晋拓股份（jtgf）603211

五板
冀东装备（jdzb）000856，华联股份（hlgf）000882

六板
兴业股份（xygf）603928

`
  },
  {
    "d": "2025-01-23",
    "l": "https://www.tgb.cn/a/2f3bAYTBj2r",
    "t": `

首板
汽车产业链
日盈电子（rydz）603286，德联集团（dljt）002666，正裕工业（zygy）603089，毅昌科技（yckj）002420
农业
征和工业（zhgy）003033，万向德农（wxdn）600371
机器人
国茂集团（gmjt）601086，中大力德（zdld）002896，上海电气（shdq）601727，大业股份（dygf）603278，大胜达（dsd）603687，中重科技（zzkj）603135，粤宏远Ａ（yhya）000573
算力
长飞光纤（zfgx）601869，南兴股份（nxgf）002757，汇绿生态（hlst）001267，好利科技（hlkj）002729
房地产
光大嘉宝（gdjb）600622，垒知集团（lzjt）002398，空港股份（kggf）600463，粤宏远Ａ（yhya）000573
传媒
龙韵股份，引力传媒（ylcm）603598
金融
华林证券（hlzq）002945，海欣股份（hxgf）600851
其余形式独苗
光电股份（gdgf）600184，好想你（hxn）002582，中新赛克（zxsk）002912

二板
汇源通信（hytx）000586，天茂集团（tmjt）000627，华软科技（hrkj）002453，友邦吊顶（ybdd）002718，新亚电子（xydz）605277，新炬网络（xjwl）605398

三板
晋拓股份（jtgf）603211

四板
华联股份（hlgf）000882，冀东装备（jdzb）000856

五板
电光科技（dgkj）002730，兴业股份（xygf）603928

`
  },
  {
    "d": "2025-01-22",
    "l": "https://www.tgb.cn/a/2f1wf7FeECI",
    "t": `

首板
算力硬件
新亚电子（xydz）605277，汇源通信（hytx）000586，瑞斯康达（rskd）603803，工业富联（gyfl）601138，广合科技（ghkj）001389
算力电源
新中港（xzg）605162，应流股份（ylgf）603308，联德股份（ldgf）605060，福达合金（fdhj）603045，望变电气（wbdq）603191
算力
真视通（zst）002771，华胜天成（hstc）600410
机器人
华菱线缆（hlxl）001208，长龄液压（zlyy）605389，北纬科技（bwkj）002148，金奥博（jab）002917，秦川机床（qcjc）000837
信创
普联软件（plrj）300996，新炬网络（xjwl）605398
其余形式独苗
润邦股份（rbgf）002483，江苏风电，道道全（ddq）002852，华软科技（hrkj）002453，力鼎光电（ldgd）605118，广济药业（gjyy）000952，友邦吊顶（ybdd）002718，天茂集团（tmjt）000627

二板
森源电气（sydq）002358，克劳斯（kls）600579，晋拓股份（jtgf）603211，长华集团（zhjt）605018

三板
冀东装备（jdzb）000856，华联股份（hlgf）000882，福莱新材（flxc）605488

四板
电光科技（dgkj）002730，华脉科技（hmkj）603042，兴业股份（xygf）603928

五板
瀛通通讯（yttx）002861

七板
冀凯股份

`
  },
  {
    "d": "2025-01-21",
    "l": "https://www.tgb.cn/a/2eZSvt3H7Ci",
    "t": `

首板
业绩
大西洋（dxy）600558，辉煌科技（hhkj）002296
股转
博世科（bsk）300422，洪汇新材（hhxc）002802
端测Ai
实丰文化（sfwh）002862，博通集成（btjc）603068，瑞芯微（rxw）603893，移远通信（yytx）603236，广和通（ght）300638，翱捷科技（ajkj）688220
零售
银座股份（yzgf）600858，百大集团（bdjt）600865
机器人
克劳斯（kls）600579，东港股份（dggf）002117，迈赫股份（mhgf）301199，方正电机（fzdj）002196，拓普集团（tpjt）601689，晋拓股份（jtgf）603211，肇民科技（zmkj）301000，兆威机电（zwjd）003021
充电桩电气
新联电子（xldz）002546，宝馨科技（bxkj）002514，森源电气（sydq）002358
消费食品
良品铺子（lppz）603719，好想你（hxn）002582
其余形式独苗
长华集团（zhjt）605018，亚邦股份（ybgf）603188，新华联（xhl）000620，神雾节能（swjn）000820，苏州龙杰（szlj）603332，江苏化工（jshg）002226，新亚强（xyq）603155

二板
冀东装备（jdzb）000856，潍柴重机（wczj）000880，华联股份（hlgf）000882，金智科技（jzkj）002090，好利科技（hlkj）002729，福莱新材（flxc）605488

三板
远程股份（ycgf）002692，电光科技（dgkj）002730，祖名股份（zmgf）003030，华脉科技（hmkj）603042，兴业股份（xygf）603928

四板
先锋电子（xfdz）002767，瀛通通讯（yttx）002861

六板
冀凯股份

`
  },
  {
    "d": "2025-01-20",
    "l": "https://www.tgb.cn/a/2eYdAzW33iQ",
    "t": `

首板
业绩
永和股份（yhgf）605020，达意隆（dyl）002209，深华发Ａ（shfa）000020，智迪科技（zdkj）301503，哈尔斯（hes）002615
重组
鲁银投资（lytz）600784，龙高股份（lggf）605086，佛山照明（fszm）000541
机器人
达意隆（dyl）002209，祥鑫科技（xxkj）002965，深华发Ａ（shfa）000020，冀东装备（jdzb）000856，智迪科技（zdkj）301503，龙溪股份（lxgf）600592，永创智能（yczn）603901，福莱新材（flxc）605488
君禾股份（jhgf）603617，长盛轴承（zszc）300718
房地产相关
四通股份（stgf）603838，联翔股份，罗普斯金（lpsj）002333，郑中设计（zzsj）002811，深振业Ａ（szya）000006
算力电源
金智科技（jzkj）002090，潍柴重机（wczj）000880，圣阳股份（sygf）002580，禾望电气（hwdq）603063，冀东装备（jdzb）000856，远东股份（ydgf）600869
算力硬件
鑫科材料（xkcl）600255，沃尔核材（wehc）002130，大为股份（dwgf）002213，景旺电子（jwdz）603228，莲花控股（lhkg）600186
小红书
联翔股份，汇洁股份（hjgf）002763，真爱美家（zamj）003041，东航物流（dhwl）601156，哈尔斯（hes）002615，引力传媒（ylcm）603598，汇鸿集团（hhjt）600981，梦洁股份（mjgf）002397
零售
东百集团（dbjt）600693，华联股份（hlgf）000882
谷子经济
郑中设计（zzsj）002811，罗曼股份（lmgf）605289
航天
神开股份（skgf）002278，腾达科技（tdkj）001379
算力熔断器
钧崴电子（jwdz）301458，好利科技（hlkj）002729
其余形式独苗
国新文化（gxwh）600636，天域生物（tysw）603717，奥赛康（ask）002755，博深股份（bsgf）002282，松炀资源（syzy）603863，春秋电子（cqdz）603890，金逸影视（jyys）002905，粤桂股份（yggf）000833
新钢股份（xggf）600782，莫高股份，环球印务（hqyw）002799

二板
德联集团（dljt）002666，远程股份（ycgf）002692，电光科技（dgkj）002730，润都股份（rdgf）002923，祖名股份（zmgf）003030，三德科技（sdkj）300515，华脉科技（hmkj）603042，北自科技（bzkj）603082，兴业股份（xygf）603928，澳弘电子（ahdz）605058

三板
万和电气（whdq）002543，先锋电子（xfdz）002767，瀛通通讯（yttx）002861

五板
金安国纪（jagj）002636，冀凯股份，爱慕股份（amgf）603511

`
  },
  {
    "d": "2025-01-17",
    "l": "https://www.tgb.cn/a/2eTq5I9CPur",
    "t": `

首板
重组
宁波富达（nbfd）600724，藏格矿业（cgky）000408
业绩
联化科技（lhkj）002250，华源控股（hykg）002787，三德科技（sdkj）300515
通信算力类
华脉科技（hmkj）603042，澳弘电子（ahdz）605058，奕东电子（yddz）301123，宝鼎科技（bdkj）002552，生益科技（sykj）600183
农业
新农股份（xngf）002942，金河生物（jhsw）002688，川发龙蟒（cflm）002312
机器人
实益达（syd）002137，夏夏精密（xxjm）001306，电光科技（dgkj）002730，福达股份（fdgf）603166，远大智能（ydzn）002689，巨轮智能（jlzn）002031，锋龙股份（flgf）002931，北自科技（bzkj）603082
电源
远程股份（ycgf）002692，茂硕电源（msdy）002660，科泰电源（ktdy）300153
医药
润都股份（rdgf）002923，亚太药业（ytyy）002370，葫芦娃（hlw）605199
房地产
信达地产（xddc）600657，光大嘉宝（gdjb）600622
汽车产业链化工类
通用股份（tygf）601500，德联集团（dljt）002666
芯片
柳化股份，康强电子（kqdz）002119，瑞芯微（rxw）603893，清溢光电（qygd）688138，兴化股份，圣邦股份（sbgf）300661，博菲电气（bfdq）001255，冠石科技（gskj）605588
其余形式独苗
名臣健康（mcjk）002919，中宠股份（zcgf）002891，祖名股份（zmgf）003030，格尔软件（gerj）603232

二板
万和电气（whdq）002543，闽发铝业（mfly）002578，先锋电子（xfdz）002767，瀛通通讯（yttx）002861，一鸣食品（ymsp）605179

三板
金瑞矿业（jrky）600714

四板
汇洲智能（hzzn）002122，金安国纪（jagj）002636，冀凯股份，国旅联合（gllh）600358，狮头股份（stgf）600539，德创环保（dchb）603177，爱慕股份（amgf）603511

七板
金奥博（jab）002917

`
  },
  {
    "d": "2025-01-16",
    "l": "https://www.tgb.cn/a/2eRAnwqU926",
    "t": `

首板
重组
梦网科技（mwkj）002123，富煌钢构（fhgg）002743，海螺新材（hlxc）000619，神剑股份（sjgf）002361，安源煤业（aymy）600397
消费家电
火星人（hxr）300894，万和电气（whdq）002543，浙江美大（zjmd）002677，帅丰电器（sfdq）605336
消费零售
中百集团（zbjt）000759，海汽集团（hqjt）603069，东百集团（dbjt）600693，友好集团（yhjt）600778
消费食品
永顺泰（yst）001338，国投中鲁（gtzl）600962，一鸣食品（ymsp）605179
小红书传媒营销
华媒控股（hmkg）000607，挖金客（wjk）301380
机器人
恒立液压（hlyy）601100，秦安股份（qagf）603758，蓝黛科技（ldkj）002765，卓郎智能（zlzn）600545
光伏
天宸股份（tcgf）600620，海螺新材（hlxc）000619，闽发铝业（mfly）002578
黄金
济南高新（jngx）600807，鹏欣资源（pxzy）600490
算力产业链
共进股份（gjgf）603118，方正科技（fzkj）600601，天孚通信（tftx）300394
绿电
梅雁吉祥（myjx）600868，新动力（xdl）310328
无人驾驶
索菱股份（slgf）002766
量子科技
天融信（trx）002212，星光股份（xggf）002076
其余形式独苗
先锋电子（xfdz）002767，上海洗霸（shxb）603200，尤夫股份（yfgf）002427，准油股份，兴化股份，高乐股份（glgf）002348，环球印务（hqyw）002799，泰嘉股份（tjgf）002843
海欣股份（hxgf）600851，参股基金，锦鸿集团（jhjt）603518，瀛通通讯（yttx）002861

二板
广百股份（gbgf）002187，好想你（hxn）002582，思美传媒（smcm）002712，红星发展（hxfz）600367，金瑞矿业（jrky）600714，汇鸿集团（hhjt）600981，博通集成（btjc）603068

三板
汇洲智能（hzzn）002122，遥望科技（ywkj）002291，金安国纪（jagj）002636，冀凯股份，壹网壹创（ywyc）300792，国旅联合（gllh）600358，狮头股份（stgf）600539，天下秀（txx）600556，德创环保（dchb）603177，爱慕股份（amgf）603511，引力传媒（ylcm）603598，歌力思（gls）603808

四板
宁波东力（nbdl）002164

`
  },
  {
    "d": "2025-01-15",
    "l": "https://www.tgb.cn/a/2ePVKrNjZ9w",
    "t": `

首板
小红书跨境
依依股份（yygf）001206，浪莎股份（lsgf）600137，源飞宠物（yfcw）001222，跨境通（kjt）002640，华升股份（hsgf）600156，汇鸿集团（hhjt）600981，上海三毛（shsm）600689
小红书食品
李子园（lzy）605337，南侨食品（nqsp）605339，祖名股份（zmgf）003030，好想你（hxn）002582
小红书营销
思美传媒（smcm）002712，华闻集团（hwjt）000793，佳云科技（jykj）300242
小红书家居
联翔股份，永艺股份（yygf）603600
小红书旅游
张家界（zjj）000430，罗曼股份（lmgf）605289，三湘印象（sxyx）000863
Ai玩具
博通集成（btjc）603068，新元科技（xykj）300472，富春股份（fcgf）300299，郑中设计（zzsj）002811
未分类
金瑞矿业（jrky）600714，红星发展（hxfz）600367
算力
电光科技（dgkj）002730，福鞍股份（fagf）603315，宝鼎科技（bdkj）002552
光伏
福莱特（flt）601865，赛伍技术（swjs）603212
机器人
英洛华（ylh）000795，金帝股份（jdgf）603270
其余形式独苗
庚星股份（gxgf）600753，湖南天雁（hnty）600698，广电计量（gdjl）002967，上工申贝（sgsb）600843，广百股份（gbgf）002187，弘业期货（hyqh）001236，建设机械（jsjx）600984

二板
巨轮智能（jlzn）002031，三维通信（swtx）002115，汇洲智能（hzzn）002122，利欧股份（logf）002131，建设工业（jsgy）002265，遥望科技（ywkj）002291，海源复材（hyfc）002529，金安国纪（jagj）002636，冀凯股份，皮阿诺（pan）002853，福石控股（fskg）300071，壹网壹创（ywyc）300792，国旅联合（gllh）600358，狮头股份（stgf）600539，天下秀（txx）600556，德创环保（dchb）603177，爱慕股份（amgf）603511，引力传媒（ylcm）603598，五洲新春（wzxc）603667，歌力思（gls）603808

三板
宁波东力（nbdl）002164，柳化股份

五板
金奥博（jab）002917，苏豪弘业（shhy）600128，来伊份（lyf）603777

十板
美邦股份（mbgf）605033

`
  },
  {
    "d": "2025-01-14",
    "l": "https://www.tgb.cn/a/2eOmgM8J97x",
    "t": `

首板
传媒小红书
歌力思（gls）603808，引力传媒（ylcm）603598，爱慕股份（amgf）603511，壹网壹创（ywyc）300792，皮阿诺（pan）002853，遥望科技（ywkj）002291，天下秀（txx）600556，华扬联众（hylz）603825
福石控股（fskg）300071，利欧股份（logf）002131，三维通信（swtx）002115，美邦服饰（mbfs）002269，首都在线（sdzx）300846，狮头股份（stgf）600539，姚记科技（yjkj）002605，元隆雅图（ylyt）002878
汇洲智能（hzzn）002122，实益达（syd）002137
重组
中核科技（zhkj）000777
算力产业链
协和电子（xhdz）605258，英特科技（ytkj）301399，星网锐捷（xwrj）002396，艾华集团（ahjt）603989，方正科技（fzkj）600601，崇达技术（cdjs）002815，金安国纪（jagj）002636，兆易创新（zycx）603986
天津普林（tjpl）002134
汽车产业链
长华集团（zhjt）605018，海源复材（hyfc）002529，长源东谷（zydg）603950，嵘泰股份（rtgf）605133，日上集团（rsjt）002593，北汽蓝谷（bqlg）600733，新朋股份（xpgf）002328
农业
亚太实业（ytsy）000691，中农联合（znlh）003042，亚通股份（ytgf）600692
算力电源
柘中股份（zzgf）002346，众业达（zyd）002441，茂硕电源（msdy）002660，理工能科（lgnk）002322，利通电子（ltdz）603629，科华数据（khsj）002335，华胜天成（hstc）600410，伊戈尔（yge）002922
广电电气（gddq）601616，迪贝电气（dbdq）603320，北京科锐（bjkr）002350
核电
华西能源（hxny）002630，应流股份（ylgf）603308，银龙股份（ylgf）603969，融发核电（rfhd）002366，华电科工（hdkg）601226，瑞泰科技（rtkj）002066
机器人
卓郎智能（zlzn）600545，弘讯科技（hxkj）603015，爱仕达（asd）002403，达意隆（dyl）002209，巨轮智能（jlzn）002031，横河精密（hhjm）300539，华锋股份（hfgf）002806，卧龙电驱（wldq）600580
五洲新春（wzxc）603667，凌云股份（lygf）600480，汉威科技（hwkj）300007，富佳股份（fjgf）603219，东方精工（dfjg）002611，安乃达（and）603350，三花智控（shzk）002050，浙江黎明（zjlm）603048
集智股份（jzgf）300553，北特科技（btkj）603009，鸣志电器（mzdq）603728，宇环数控（yhsk）002903，中鼎股份（zdgf）000887，泰尔股份（tegf）002347，铭科精技（mkjj）001319，奇精机械（qjjx）603677
南方路机（nflj）603280，建设工业（jsgy）002265，克劳斯（kls）600579，埃夫特（aft）688165
金融
立方数科（lfsk）300344，御银股份（yygf）002177，安硕信息（asxx）300380，金财互联（jchl）002530，国盛金控（gsjk）002670，银之杰（yzj）300085
未分类
镇海股份（zhgf）603637
零售
银座股份（yzgf）600858，益民集团（ymjt）600824，华联股份（hlgf）000882，皇庭国际（htgj）000056
医药
南华生物（nhsw）000504，易明医药（ymyy）002826
低价-超跌
常山北明（csbm）000158，海能达（hnd）002583，雅博股份，岭南股份（lngf）002717
跨境物流
天元股份（tygf）003003，申通快递（stkd）002468，原尚股份（ysgf）603813
跨境电商
广博股份（gbgf）002103，浙江自然（zjzr）605080，牧高笛（mgd）603908
消费电子
爱司凯（ask）300521，胜利精密（sljm）002426
其余形式独苗
国旅联合（gllh）600358，德创环保（dchb）603177，嘉美包装（jmbz）002969

二板
顺发恒业（sfhy）000631，大连友谊（dlyy）000679，宁波东力（nbdl）002164，康盛股份（ksgf）002418，柳化股份，恒银科技（hykj）603106，康尼机电（knjd）603111，腾龙股份（tlgf）603158

三板
南京公用（njgy）000421，哈空调（hkt）600202，先达股份（xdgf）603086，福达股份（fdgf）603166

四板
金奥博（jab）002917，苏豪弘业（shhy）600128，来伊份（lyf）603777

九板
美邦股份（mbgf）605033

`
  },
  {
    "d": "2025-01-13",
    "l": "https://www.tgb.cn/a/2eMJow0BMFG",
    "t": `

首板
石油
准油股份，合金投资（hjtz）000633
农业
中基健康（zjjk）000972，柳化股份，广宇集团（gyjt）002133，华资实业（hzsy）600191
医疗
大博医疗（dbyl）002901，灵康药业（lkyy）603669
化工
渤海化学（bhhx）600800，红宝丽（hbl）002165
消费
宜宾纸业（ybzy）600793，华资实业（hzsy）600191，大连友谊（dlyy）000679
机器人产业链
丰华股份（fhgf）600615，三联锻造（sldz）001282，盛通股份（stgf）002599，腾龙股份（tlgf）603158，康尼机电（knjd）603111，新兴装备（xxzb）002933，宁波东力（nbdl）002164
华为大模型
方大特钢（fdtg）600507，方大集团（fdjt）000055
光芯片
跃领股份
金属铜
北方铜业（bfty）000737，厦门信达（xmxd）000701
康字辈
灵康药业（lkyy）603669，奥士康（ask）002913
其余形式独苗
顺发恒业（sfhy）000631，至正股份（zzgf）603991，宝明科技（bmkj）002992，神雾节能（swjn）000820，远程股份（ycgf）002692，雅化集团（yhjt）002497，康盛股份（ksgf）002418，恒银科技（hykj）603106
交建股份（jjgf）603815，慈星股份（cxgf）300307，日海智能（rhzn）002313

二板
南京公用（njgy）000421，哈空调（hkt）600202，先达股份（xdgf）603086，福达股份（fdgf）603166

三板
金奥博（jab）002917，苏豪弘业（shhy）600128，来伊份（lyf）603777

八板
美邦股份（mbgf）605033

`
  },
  {
    "d": "2025-01-10",
    "l": "https://www.tgb.cn/a/2eHNqQgA5IU",
    "t": `

首板
资产管理
信达地产（xddc）600657，亿利达（yld）002686，九鼎投资
风光储
西子节能（xzjn）002534，哈空调（hkt）600202
算力
柘中股份（zzgf）002346，茂硕电源（msdy）002660，华孚时尚（hfss）002042
机器人
建设工业（jsgy）002265，福达股份（fdgf）603166，亿嘉和（yjh）603666，天和磁材（thcc）603072，内蒙一机（nmyj）600967，福莱新材（flxc）605488
农药
亚邦股份（ybgf）603188，先达股份（xdgf）603086
无人驾驶
锦江在线（jjzx）600650，时空科技（skkj）605178
其余形式独苗
立方数科（lfsk）300344，德福科技（dfkj）301511，烽火电子（fhdz）000561，交大昂立（jdal）600530，仁智股份（rzgf）002629，赛腾股份（stgf）603283，广百股份（gbgf）002187

二板
飞龙股份（flgf）002536，德力股份（dlgf）002571，郑中设计（zzsj）002811，金奥博（jab）002917，苏豪弘业（shhy）600128，方正科技（fzkj）600601，博通集成（btjc）603068，五洲新春（wzxc）603667，来伊份（lyf）603777

三板
麦迪科技（mdkj）603990

四板
弘讯科技（hxkj）603015

六板
粤宏远Ａ（yhya）000573

七板
美邦股份（mbgf）605033

`
  },
  {
    "d": "2025-01-09",
    "l": "https://www.tgb.cn/a/2eG0Sj2NXLJ",
    "t": `

首板
Pcb
方正科技（fzkj）600601，宏昌电子（hcdz）603002，一博科技（ybkj）301366，宝鼎科技（bdkj）002552，鼎泰高科（dtgk）301377，澳鸿电子（ahdz）605058，逸豪新材（yhxc）301176，崇达技术（cdjs）002815
广合科技（ghkj）001389，华正新材（hzxc）603186，强达电路（qddl）301628，协和电子（xhdz）605258，景旺电子（jwdz）603228，宏和股份，世运电路（sydl）603920
农业
中农联合（znlh）003042，天鹅股份（tegf）603029，宏辉果蔬（hhgs）603336，芭田股份（btgf）002170
算力
长缆科技（zlkj）002879，江海股份（jhgf）002484，时代万恒（sdwh）600241，飞龙股份（flgf）002536，杭钢股份（hggf）600126，新炬网络（xjwl）605398，海量数据（hlsj）603138，华胜天成（hstc）600410
中兴通讯（zxtx）000063，竞业达（jyd）003005
光伏
拓日新能（trxn）002218，双良节能（sljn）600481，德力股份（dlgf）002571，鼎际得（djd）603255
机器人
金奥博（jab）002917，贝仕达克（bsdk）300822，五洲新春（wzxc）603667，派斯林（psl）600215，肇民科技（zmkj）301000
房地产相关
郑中设计（zzsj）002811，东易日盛（dyrs）002713，四通股份（stgf）603838，荣丰控股（rfkg）000668
电商
来伊份（lyf）603777，省广集团（sgjt）002400，元隆雅图（ylyt）002878，好想你（hxn）002582
汽车产业链
正裕工业（zygy）603089，三花智控（shzk）002050，春兴精工（cxjg）002547，旭升集团（xsjt）603305
低空
洪都航空（hdhk）600316，长春一东（ccyd）600148，能科科技（nkkj）603859
消费电子
博通集成（btjc）603068，宝泰隆（btl）601011，英派斯（yps）002899
其余形式独苗
沃格光电（wggd）603773，苏豪弘业（shhy）600128，达安基因（dajy）002030，安源煤业（aymy）600397，锦和商管（jhsg）603682，华培动力（hpdl）603121
未分类
弘讯科技（hxkj）603015
上海储能新闻刺激。
刚好三属性数据，像使用氢能源，美邦股份（mbgf）605033，银座股份（yzgf）600858，利欧股份（logf）002131，春兴精工（cxjg）002547，力鼎光电（ldgd）605118

二板
神雾节能（swjn）000820，国货航（ghh）001391，日海智能（rhzn）002313，远程控股，电光科技（dgkj）002730，凯伦股份（klgf）300715，凯淳股份（kcgf）301001，济南高新（jngx）600807，共进股份（gjgf）603118，晶华新材（jhxc）603683，豪能股份（hngf）603809，麦迪科技（mdkj）603990，力鼎光电（ldgd）605118

三板
利欧股份（logf）002131，银座股份（yzgf）600858，弘讯科技（hxkj）603015，万控智造（wkzz）603070

四板
康盛股份（ksgf）002418，禾望电气（hwdq）603063，海鸥股份（hogf）603269

五板
粤宏远Ａ（yhya）000573，雄韬股份（xtgf）002733

六板
美邦股份（mbgf）605033

七板
海得控制（hdkz）002184

`
  },
  {
    "d": "2025-01-08",
    "l": "https://www.tgb.cn/a/2eEhP4qNWX3",
    "t": `

首板
养老
麦迪科技（mdkj）603990，悦心健康（yxjk）002162，延华智能（yhzn）002178，创新医疗（cxyl）002173，赛为智能（swzn）300044
消费电子
凯伦股份（klgf）300715，力鼎光电（ldgd）605118，国星光电（gxgd）002449
算力
共进股份（gjgf）603118，四方科技（sfkj）603339，日海智能（rhzn）002313，电光科技（dgkj）002730
医药
联环药业（lhyy）600513，济南高新（jngx）600807，农心科技（nxkj）001231
超跌
雅博股份，济南高新（jngx）600807，日出东方（rcdf）603366
消费
大湖股份（dhgf）600257，益民集团（ymjt）600824，凯淳股份（kcgf）301001，如意集团（ryjt）002193，平潭发展（ptfz）000592，春兰股份（clgf）600854，华联股份（hlgf）000882，东百集团（dbjt）600693
日出东方（rcdf）603366
机器人
赛为智能（swzn）300044，巨轮智能（jlzn）002031，豪能股份（hngf）603809，爱仕达（asd）002403，天娱数科（tysk）002354，欧圣电气（osdq）301187，兆威机电（zwjd）003021，中坚科技（zjkj）002779
新筑股份（xzgf）002480
核电
远程股份（ycgf）002692，纽威股份（nwgf）603699
未分类
纽威股份（nwgf）603699，中国重汽（zgzq）000951
芯片
德邦科技（dbkj）688035，中天精装（ztjz）002989
其余形式独苗
澄星股份（cxgf）600078，国货航（ghh）001391，晶华新材（jhxc）603683，蒙娜丽莎（mnls）002918，家装地产，神雾节能（swjn）000820，节能

二板
顺钠股份（sngf）000533，汇洲智能（hzzn）002122，利欧股份（logf）002131，广百股份（gbgf）002187，东方精工（dfjg）002611，岭南股份（lngf）002717，天迈科技（tmkj）300807，银座股份（yzgf）600858，弘讯科技（hxkj）603015，万控智造（wkzz）603070，瑞芯微（rxw）603893

三板
中恒电气（zhdq）002364，宏创控股，康盛股份（ksgf）002418，华塑科技（hskj）301157，禾望电气（hwdq）603063，海鸥股份（hogf）603269

四板
雄韬股份（xtgf）002733

五板
美邦股份（mbgf）605033

六板
海得控制（hdkz）002184

`
  },
  {
    "d": "2025-01-07",
    "l": "https://www.tgb.cn/a/2eCDURT9vY6",
    "t": `

首板
算力产业链
天迈科技（tmkj）300807，华建集团（hjjt）600629，徕木股份（lmgf）603633，得润电子（drdz）002055，鑫科材料（xkcl）600255，万控智造（wkzz）603070，顺钠股份（sngf）000533，潍柴重机（wczj）000880
泰豪科技（thkj）600590，麦格米特（mgmt）002851，佳力图（jlt）603912，通鼎互联（tdhl）002491，致尚科技（zskj）301486，永鼎股份（ydgf）600105，星网锐捷（xwrj）002396，方正科技（fzkj）600601
康强电子（kqdz）002119，德明利（dml）001309，太辰光（tcg）300570，三变科技（sbkj）002112，大为股份（dwgf）002213，鸿博股份（hbgf）002229，联德股份（ldgf）605060，淳中科技（czkj）603516
泰永长征（tycz）002927，蔚蓝锂芯（wllx）002245
金融
御银股份（yygf）002177，恒银科技（hykj）603106，金证股份（jzgf）600446，汇金科技（hjkj）300561
基建
三和管桩（shgz）003037，荣丰控股（rfkg）000668，上海港湾（shgw）605598，美丽生态（mlst）000010
消费
张家界（zjj）000430，宜宾纸业（ybzy）600793，梦洁股份（mjgf）002397，广百股份（gbgf）002187，利欧股份（logf）002131，银座股份（yzgf）600858，元隆雅图（ylyt）002878，实丰文化（sfwh）002862
美邦服饰（mbfs）002269，皇台酒业（htjy）000995
未分类
京城股份（jcgf）600860，春晖智控（chzk）300943，全柴动力（qcdl）600218
光伏
天洋新材（tyxc）603330，瑞和股份（rhgf）002620
消费电子
维信诺（wxn）002387，绿联科技（llkj）301606，瑞芯微（rxw）603893
低价混子
山子高科（szgk）000981，岭南股份（lngf）002717，汇洲智能（hzzn）002122
机器人
福达合金（fdhj）603045，东方精工（dfjg）002611
核电
华西能源（hxny）002630，融发核电（rfhd）002366，弘讯科技（hxkj）603015，海陆重工（hlzg）002255，久盛电气（jsdq）301082，东方精工（dfjg）002611，永鼎股份（ydgf）600105，应流股份（ylgf）603308
超级电容
铜峰电子（tfdz）600237，江海股份（jhgf）002484，东阳光（dyg）600673，东方钽业（dfty）000962
其余形式独苗
天元股份（tygf）003003，神剑股份（sjgf）002361，博深股份（bsgf）002282，原尚股份（ysgf）603813，登海种业（dhzy）002041，黄河旋风（hhxf）600172，成飞集成（cfjc）002190，长源东谷（zydg）603950

二板
炬申股份（jsgf）001202，柘中股份（zzgf）002346，中恒电气（zhdq）002364，宏创控股，康盛股份（ksgf）002418，华塑科技（hskj）301157，动力源（dly）600405，惠而浦（hep）600983，禾望电气（hwdq）603063，海鸥股份（hogf）603269，祥和实业（xhsy）603500

三板
粤宏远Ａ（yhya）000573，雄韬股份（xtgf）002733，迪贝电气（dbdq）603320

四板
美邦股份（mbgf）605033

五板
海得控制（hdkz）002184

`
  },
  {
    "d": "2025-01-06",
    "l": "https://www.tgb.cn/a/2eAXD3wRwzG",
    "t": `

首板
利好板
梅雁吉祥（myjx）600868，卧龙地产（wldc）600173
算力产业链
禾望电气（hwdq）603063，剑桥科技（jqkj）603083，华塑科技（hskj）301157，新亚电子（xydz）605277，康盛股份（ksgf）002418，海鸥股份（hogf）603269，柘中股份（zzgf）002346，中恒电气（zhdq）002364
祥和实业（xhsy）603500，动力源（dly）600405，瀚川智能（hczn）688022，马钢股份（mggf）600808，新筑股份（xzgf）002480
医药
百花医药（bhyy）600721，亚太药业（ytyy）002370，四环生物（shsw）000518，华北制药（hbzy）600812，众生药业（zsyy）002317，金石亚药（jsyy）300434，东北制药（dbzy）000597，以岭药业（ylyy）002603
太龙药业（tlyy）600222，振东制药（zdzy）300158，北大医药（bdyy）000788
低空
炼石航空（lshk）000697，濮耐股份（pngf）002225
氢能源
华电科工（hdkg）601226
烟花
红星发展（hxfz）600367，华尔泰（het）001217
未分类
广晟有色（gcys）600259，炬申股份（jsgf）001202
甲醇
兴化股份，金牛化工（jnhg）600722
其余形式独苗
惠而浦（hep）600983，交建股份（jjgf）603815，华资实业（hzsy）600191，正虹科技（zhkj）000702，安凯客车（akkc）000868，野马电池（ymdc）605378

二板
粤宏远Ａ（yhya）000573，新华制药（xhzy）000756，宝鼎科技（bdkj）002552，雄韬股份（xtgf）002733，罗欣药业（lxyy）002793，氯碱化工（ljhg）600618，哈药股份（hygf）600664，鲁抗医药（lkyy）600789，迪贝电气（dbdq）603320，葫芦娃（hlw）605199，永茂泰（ymt）605208

三板
比依股份（bygf）603215，美邦股份（mbgf）605033

四板
海得控制（hdkz）002184，君禾股份（jhgf）603617

`
  },
  {
    "d": "2025-01-03",
    "l": "https://www.tgb.cn/a/2ew5C72UvFo",
    "t": `

首板
重组股转
东易日盛（dyrs）002713，日海智能（rhzn）002313，安源煤业（aymy）600397
消费电子
国星光电（gxgd）002449，日久光电（rjgd）003015，亚世光电（ysgd）002952，思泰克（stk）301568，胜利精密（sljm）002426，卓翼科技（zykj）002369，凤凰光学（fhgx）600071
石墨
神剑股份（sjgf）002361，宝泰隆（btl）601011
医药
罗欣药业（lxyy）002793，鲁抗医药（lkyy）600789，新华制药（xhzy）000756，哈药股份（hygf）600664，葫芦娃（hlw）605199
氢能源
氯碱化工（ljhg）600618，石化机械（shjx）000852，雄韬股份（xtgf）002733
黄金
北方铜业（bfty）000737，宝鼎科技（bdkj）002552
机器人
永茂泰（ymt）605208，大恒科技（dhkj）600288
其余形式独苗
迪贝电气（dbdq）603320，大为股份（dwgf）002213，新宏泰（xht）603016，星光股份（xggf）002076，居然之家（jrzj）000786

二板
华联股份（hlgf）000882，山子高科（szgk）000981，东港股份（dggf）002117，美邦服饰（mbfs）002269，电光科技（dgkj）002730，欣天科技（xtkj）300615，益民集团（ymjt）600824，比依股份（bygf）603215，美邦股份（mbgf）605033

三板
海得控制（hdkz）002184，梦洁股份（mjgf）002397，君禾股份（jhgf）603617

四板
交大昂立（jdal）600530

六板
顺钠股份（sngf）000533

七板
东百集团（dbjt）600693

`
  },
  {
    "d": "2025-01-02",
    "l": "https://www.tgb.cn/a/2eumBsVW9Qv",
    "t": `

首板
重组
津投城开（jtck）600322，欣天科技（xtkj）300615，山子高科（szgk）000981，双成药业（scyy）002693
超级电容
祥和实业（xhsy）603500，康盛股份（ksgf）002418
消费-食品
好想你（hxn）002582，中科云网（zkyw）002306，佳隆股份（jlgf）002495，良品铺子（lppz）603719，黑芝麻（hzm）000716，海欣食品（hxsp）002702
消费-零售
大东方（ddf）600327，东方集团（dfjt）00581，广百股份（gbgf）002187，文峰股份，益民集团（ymjt）600824，华联股份（hlgf）000882，德必集团（dbjt）300947，深中华Ａ（szha）000017
合百集团（hbjt）000417，宁波中百（nbzb）600857
消费-纺织电商
如意集团（ryjt）002193，美邦服饰（mbfs）002269，线上线下（xsxx）300959，跨境通（kjt）002640
房地产
京投发展（jtfz）600683，蒙娜丽莎（mnls）002918，海螺新材（hlxc）000619，亚泰集团（ytjt）600881
算力产业链
蔚蓝锂芯（wllx）002245，中恒电气（zhdq）002364，电光科技（dgkj）002730，鑫科材料（xkcl）600255，三变科技（sbkj）002112，共进股份（gjgf）603118
消费电子
亿道信息（ydxx）001314，博通集成（btjc）603068，比依股份（bygf）603215
其余形式独苗
美邦股份（mbgf）605033，中晟高科（zcgk）002778，舒华体育（shty）605299，东港股份（dggf）002117

二板
海得控制（hdkz）002184，建设工业（jsgy）002265，梦洁股份（mjgf）002397，莲花控股（lhkg）600186，华资实业（hzsy）600191，克劳斯（kls）600579，君禾股份（jhgf）603617，锦和商管（jhsg）603682，来伊份（lyf）603777，浙江自然（zjzr）605080

三板
交大昂立（jdal）600530，友好集团（yhjt）600778

五板
顺钠股份（sngf）000533

六板
中百集团（zbjt）000759，东百集团（dbjt）600693

`
  },
  {
    "d": "2024-12-31",
    "l": "https://www.tgb.cn/a/2eqZAxc6ojt",
    "t": `

首板
体育
浙江自然（zjzr）605080，莱茵体育（lyty）000558
算力
湖北广电（hbgd）000665，闻泰科技（wtkj）600745，朗威股份（lwgf）301202，万通发展（wtfz）600246，莲花控股（lhkg）600186，速达股份（sdgf）001277
绿电光伏
北京科锐（bjkr）002350，文科股份（wkgf）002775，拓日新能（trxn）002218，海源复材（hyfc）002529，恒盛能源（hsny）605580，瑞泰科技（rtkj）002066，电气风电（dqfd）688660，华西能源（hxny）002630
棒杰股份
天然气
长春燃气（ccrq）600333，贵州燃气（gzrq）600903
消费
锦和商管（jhsg）603682，华资实业（hzsy）600191，梦洁股份（mjgf）002397，拉芳家化（lfjh）603630，皇台酒业（htjy）000995，来伊份（lyf）603777，厦门港务（xmgw）000905，平潭发展（ptfz）000592
机器人
克劳斯（kls）600579，海得控制（hdkz）002184，建设工业（jsgy）002265
其余形式独苗
龙星化工（lxhg）002442，君禾股份（jhgf）603617，帝欧家居，广济药业（gjyy）000952，金瑞矿业（jrky）600714

二板
瑞和股份（rhgf）002620，仁智股份（rzgf）002629，交大昂立（jdal）600530，友好集团（yhjt）600778，宝泰隆（btl）601011

三板
神剑股份（sjgf）002361

四板
顺钠股份（sngf）000533，安源煤业（aymy）600397

五板
中百集团（zbjt）000759，东百集团（dbjt）600693

`
  },
  {
    "d": "2024-12-30",
    "l": "https://www.tgb.cn/a/2eprZyMhg02",
    "t": `

首板
算力
数据港（sjg）603881，上海建科（shjk）603153，群兴玩具（qxwj）002575，云赛智联（yszl）600602，良信股份（lxgf）002706，中辰股份（zcgf）300933，华建集团（hjjt）600629，安诺其（anq）300067
华扬联众（hylz）603825，青山纸业（qszy）600103，四方科技（sfkj）603339，淳中科技（czkj）603516
消费电子
爱施德（asd）002416，日久光电（rjgd）003015，宝明科技（bmkj）002992，瀛通通讯（yttx）002861，宝泰隆（btl）601011
绿电
海天股份（htgf）603759，中材节能（zcjn）603126
消费
紫燕食品（zysp）603057，大连友谊（dlyy）000679，百大集团（bdjt）600865，海澜之家（hlzj）600398，宁波中百（nbzb）600857，友好集团（yhjt）600778
医药
奥翔药业（axyy）603229，交大昂立（jdal）600530
基建
瑞和股份（rhgf）002620，华阳国际（hygj）002949
其余形式独苗
锋龙股份（flgf）002931，香溢融通（xyrt）600830，仁智股份（rzgf）002629

二板
东港集团（dgjt）600718，神剑股份（sjgf）002361，广电电气（gddq）601616

三板
顺钠股份（sngf）000533，安源煤业（aymy）600397

四板
中百集团（zbjt）000759，东百集团（dbjt）600693，哈森股份（hsgf）603958

`
  },
  {
    "d": "2024-12-27",
    "l": "https://www.tgb.cn/a/2ekykjEiVaV",
    "t": `

首板
大飞机
利君股份（ljgf）002651，通达股份（tdgf）002560，成飞集成（cfjc）002190，立航科技（lhkj）603261，新大洲Ａ（xdza）000571，炼石航空（lshk）000697，博云新材（byxc）002297
低空
长源东谷（zydg）603950，神剑股份（sjgf）002361
氢能源
蓝科高新（lkgx）601798，康普顿（kpd）603798，华电科工（hdkg）601226
算力产业链
英威腾（ywt）002334，正平股份（zpgf）603843，和顺电气（hsdq）300141，广电电气（gddq）601616，联德股份（ldgf）605060，统一股份（tygf）600506，至正股份（zzgf）603991，宝鼎科技（bdkj）002552
中恒电气（zhdq）002364，华西股份（hxgf）000936，川环科技（chkj）300547
机器人
永茂泰（ymt）605208，福莱新材（flxc）605488，宏润建设（hrjs）002062，东港股份（dggf）002117，华升股份（hsgf）600156
零售消费
国芳集团（gfjt）601086，佳隆股份（jlgf）002495，武商集团（wsjt）000501，银座股份（yzgf）600858
海南
雄塑科技（xskj）300599
农业
安道麦Ａ（adma）000553，仙坛股份（xtgf）002746，登海种业（dhzy）002041，敦煌种业（dhzy）600354，隆平高科（lpgk）000998，万向德农（wxdn）600371
消费电子
国星光电（gxgd）002449，比依股份（bygf）603215，亚世光电（ysgd）002952，维信诺（wxn）002387
房地产相关
中天服务（ztfw）002188，德尔未来（dewl）002631
其余形式独苗
嘉诚国际（jcgj）603535，富煌钢构（fhgg）002743，中晟高科（zcgk）002778，威士顿（wsd）301315，华尔泰（het）001217，科华生物（khsw）002022，立新能源（lxny）001258

二板
顺钠股份（sngf）000533，航发科技（hfkj）600391，安源煤业（aymy）600397，亚通股份（ytgf）600692，宝胜股份（bsgf）600973

三板
中百集团（zbjt）000759，雷柏科技（lbkj）002577，泰豪科技（thkj）600590，东百集团（dbjt）600693，哈森股份（hsgf）603958

六板
电光科技（dgkj）002730

`
  },
  {
    "d": "2024-12-26",
    "l": "https://www.tgb.cn/a/2eiIwMWJnf9",
    "t": `

首板
股转重组
安源煤业（aymy）600397，哈森股份（hsgf）603958
机器人
曼恩斯特（mest）301325，福达股份（fdgf）603166，天奇股份（tqgf）002009，祥鑫科技（xxkj）002965，越剑智能（yjzn）603095
汽车产业链
迪生力（dsl）603335，东风股份（dfgf）600006，金龙汽车（jlqc）600686，嵘泰股份（rtgf）605133
字节红包
环球印务（hqyw）002799，华扬联众（hylz）603825，凯淳股份（kcgf）301001，创识科技（cskj）300941，昇兴股份（sxgf）002752，好想你（hxn）002582
文创
洪兴股份（hxgf）001209，实丰文化（sfwh）002862
零售
宁波中百（nbzb）600857，南宁百货（nnbh）600712，新华百货（xhbh）600785，广百股份（gbgf）002187，中央商场（zysc）600280，锦和商管（jhsg）603682
消费电子眼镜
亿通科技（ytkj）300211，宝明科技（bmkj）002992，移远通信（yytx）603236，龙旗科技（lqkj）603341，瑞芯微（rxw）603893，瀛通通讯（yttx）002861
充电桩
南京公用（njgy）000421，奥特迅（atx）002227
算力产业链
华脉科技（hmkj）603042，通鼎互联（tdhl）002491，金信诺（jxn）300252，兆驰股份（zcgf）002429，宝胜股份（bsgf）600973，科泰电源（ktdy）300153，鑫科材料（xkcl）600255，铭普光磁（mpgc）002902
华丰股份（hfgf）605100，顺钠股份（sngf）000533，得润电子（drdz）002055，博创科技（bckj）399276，神驰机电（scjd）603109，徕木股份（lmgf）603633，沃尔核材（wehc）002130，科士达（ksd）002518
方正科技（fzkj）600601，露笑科技（lxkj）002617，科华数据（khsj）002335，海鸥股份（hogf）603269，杭钢股份（hggf）600126，众合科技（zhkj）000925，依米康（ymk）300249，大为股份（dwgf）002213
麦格米特（mgmt）002851，润禾材料（rhcl）300727，华东重机（hdzj）002685，景旺电子（jwdz）603228，华勤技术（hqjs）603296，动力新科（dlxk）600841，汇绿生态（hlst）001267，苏美达（smd）600710
东阳光（dyg）600673，英维克（ywk）002837，恒烁股份（hsgf）688416，兆龙互连（zlhl）300913，动力源（dly）600405
房地产相关
三和管桩（shgz）003037，亚通股份（ytgf）600692，王力安防（wlaf）605268，趣睡科技（qskj）301336
物流
万林物流（wlwl）603117，恒通股份（htgf）603223
其余形式独苗
同兴环保（txhb）003027，航发科技（hfkj）600391，中国高科（zggk）600730

二板
中百集团（zbjt）000759，信邦制药（xbzy）002390，雷柏科技（lbkj）002577，豪尔赛（hes）002963，泰豪科技（thkj）600590，东百集团（dbjt）600693，百大集团（bdjt）600865，香飘飘（xpp）603711，哈森股份（hsgf）603958，天正电气（tzdq）605066，野马电池（ymdc）605378

三板
景兴纸业（jxzy）002067，福龙马（flm）603686，吉华集团（jhjt）603980

五板
电光科技（dgkj）002730

六板
实益达（syd）002137

`
  },
  {
    "d": "2024-12-25",
    "l": "https://www.tgb.cn/a/2egYyjDEUpq",
    "t": `

首板
电网充电桩
泰豪科技（thkj）600590，茂硕电源（msdy）002660，野马电池（ymdc）605378，豪尔赛（hes）002963，新宏泰（xht）603016，天正电气（tzdq）605066
数据中心电源
潍柴重机（wczj）000880，泰嘉股份（tjgf）002843
脑机
航天长峰（htzf）600855，麒盛科技（qskj）603610
消费电子
国星光电（gxgd）002449，雷柏科技（lbkj）002577
医药
新里程（xlc）002219，信邦制药（xbzy）002390
算力
鼎通科技（dtkj）688668，同星科技（txkj）301252
消费
中百集团（zbjt）000759，东百集团（dbjt）600693，香飘飘（xpp）603711，百大集团（bdjt）600865，友好集团（yhjt）600778
其余形式独苗
中材节能（zcjn）603126，通达电气（tddq）603390，申昊科技（shkj）300853，祥和实业（xhsy）603500

二板
创维数字（cwsz）000810，景兴纸业（jxzy）002067，长盛轴承（zszc）300718，福瑞达（frd）600223，福龙马（flm）603686，吉华集团（jhjt）603980

三板
云维股份（ywgf）600725

四板
电光科技（dgkj）002730，来伊份（lyf）603777

五板
实益达（syd）002137

`
  },
  {
    "d": "2024-12-24",
    "l": "https://www.tgb.cn/a/2efkF54LiuJ",
    "t": `

首板
机器人
长盛轴承（zszc）300718，中大力德（zdld）002896，景兴纸业（jxzy）002067，吉华集团（jhjt）603980，盛通股份（stgf）002599，亿嘉和（yjh）603666，新亚强（xyq）603155，卧龙电驱（wldq）600580
通达动力（tddl）002576，中马传动（zmcd）603767，中欣氟材（zxfc）002915，襄阳轴承（xyzc）000678，安乃达（and）603350
通信算力
通鼎互联（tdhl）002491，宝胜股份（bsgf）600973，瑞斯康达（rskd）603803，得润电子（drdz）002055，胜蓝股份（slgf）300843，华西股份（hxgf）000936，苏州高新（szgx）600736，广合科技（ghkj）001389
华脉科技（hmkj）603042，世嘉科技（sjkj）002796，川润股份（crgf）002272
基建
三和管桩（shgz）003037，上海港湾（shgw）605598
充换电
福龙马（flm）603686，宏英智能（hyzn）001266，尚纬股份（swgf）603333，北京科锐（bjkr）002350，奥特迅（atx）002227，日出东方（rcdf）603366，泰永长征（tycz）002927，柘中股份（zzgf）002346
九洲集团（jzjt）300040
轨道交通物流
通业科技（tykj）300960，神力股份（slgf）603819，五洲交通（wzjt）600368，山西高速（sxgs）000755，神州高铁（szgt）000008，飞马国际（fmgj）002210
微店电商
南宁百货（nnbh）600712，线上线下（xsxx）300959，海宁皮城（hnpc）002344，福瑞达（frd）600223，丽人丽妆（lrlz）605136，良品铺子（lppz）603719，拉芳家化（lfjh）603630，世纪恒通（sjht）301428
电力
长青集团（cqjt）002616，建投能源（jtny）000600
消费电子
创维数字（cwsz）000810，显盈科技（xykj）301067，福莱新材（flxc）605488
芯片
先锋精科（xfjk）688605，康强电子（kqdz）002119
其余形式独苗
华尔泰（het）001217，鹏欣资源（pxzy）600490，华林证券（hlzq）002945，欧晶科技（ojkj）001269

二板
立新能源（lxny）001258，北新路桥（bxlq）002307，中恒电气（zhdq）002364，云维股份（ywgf）600725，京运通（jyt）601908，小芳制药（xfzy）603207，威奥股份（wagf）605001

三板
电光科技（dgkj）002730，福成股份，来伊份（lyf）603777

四板
实益达（syd）002137

五板
克劳斯（kls）600579，鼎信通讯（dxtx）603421

`
  },
  {
    "d": "2024-12-23",
    "l": "https://www.tgb.cn/a/2edKxMbzU9y",
    "t": `

首板
未分类
中恒电气（zhdq）002364，立新能源（lxny）001258，露笑科技（lxkj）002617，国星光电（gxgd）002449，城地香江（cdxj）603887，卓翼科技（zykj）002369

`
  },
  {
    "d": "2024-12-20",
    "l": "https://www.tgb.cn/a/2e8OHIyqGEq",
    "t": `

首板
微店
丽人丽妆（lrlz）605136，安正时尚（azss）603839，若羽臣（ryc）003010，好想你（hxn）002582，华斯股份（hsgf）002494，来伊份（lyf）603777，电声股份（dsgf）300805，紫燕食品（zysp）603057
梦洁股份（mjgf）002397，返利科技（flkj）600228，飞科电器（fkdq）603868，盐津铺子（yjpz）002847，跨境通（kjt）002640，皇氏集团（hsjt）002329，比依股份（bygf）603215，妙可蓝多（mkld）600882
华鼎股份（hdgf）601113，茶花股份（chgf）603615，锦泓集团（jhjt）603518，报喜鸟（bxn）002154，丸美生物（wmsw）603983
物流
五洲交通（wzjt）600368，飞马国际（fmgj）002210，畅联股份（clgf）603648
机器人
中坚科技（zjkj）002779，电光科技（dgkj）002730，天奇股份（tqgf）002009，长岭液压（zlyy）605389，新亚强（xyq）603155，春光科技（cgkj）603657，卓郎智能（zlzn）600545，长江材料（cjcl）001296
消费电子
亿道信息（ydxx）001314，华灿光电（hcgd）300323，比依股份（bygf）603215，天键股份（tjgf）301383，国光电器（ggdq）002045，奥拓电子（atdz）002587，康冠科技（kgkj）001308
基建
华阳国际（hygj）002949，南国置业（ngzy）002305，国创高新（gcgx）002377，联翔股份
合成生物
交大昂立（jdal）600530，丸美生物（wmsw）603983，鲁抗医药（lkyy）600789
芯片以及pcb
华懋科技（hmkj）603306，锴威特（kwt）688693，盈方微（yfw）000670，露笑科技（lxkj）002617，华东重机（hdzj）002685，协和电子（xhdz）605258，航锦科技（hjkj）000818，上海贝岭（shbl）600171
灿芯股份（cxgf）688691，澳柯玛（akm）600336，超声电子（csdz）000823
其余独苗形式
精达股份（jdgf）600577，美芝股份，北巴传媒（bbcm）600386，长青集团（cqjt）002616，海南高速（hngs）000886，宝鹰股份（bygf）002047，宏创控股，中广天择（zgtz）603721
福成股份

二板
汇洲智能（hzzn）002122，实益达（syd）002137，光迅科技（gxkj）002281，国星光电（gxgd）002449，岭南股份（lngf）002717，富煌钢构（fhgg）002743，麦格米特（mgmt）002851，元隆雅图（ylyt）002878，天地在线（tdzx）002995，青木科技（qmkj）301110，鹏欣资源（pxzy）600490，瑞芯微（rxw）603893，光云科技（gykj）688365

三板
克劳斯（kls）600579，鼎信通讯（dxtx）603421

五板
瑞斯康达（rskd）603803，友阿股份（yagf）002277

`
  },
  {
    "d": "2024-12-19",
    "l": "https://www.tgb.cn/a/2e779UPlB0V",
    "t": `

首板
算力产业链
光迅科技（gxkj）002281，麦格米特（mgmt）002851，华脉科技（hmkj）603042，星网锐捷（xwrj）002396，高澜股份（glgf）300499，康盛股份（ksgf）002418，润建股份（rjgf）002929，得润电子（drdz）002055
冰山冷热（bslr）000530，奥雅股份（aygf）300949，创业黑马（cyhm）300688，城地香江（cdxj）603887，润泽科技（rzkj）300442，亚康股份（ykgf）301085，瑞芯微（rxw）603893，利通电子（ltdz）603629
科泰电源（ktdy）300153，华塑科技（hskj）301157，川润股份（crgf）002272，浪潮信息（lcxx）000977，长飞光纤（zfgx）601869，宝胜股份（bsgf）600973，嘉欣丝绸（jxsc）002404，欧陆通（olt）300870
字节概念
汇洲智能（hzzn）002122，南凌科技（nlkj）300921，尚纬股份（swgf）603333，锐捷网络（rjwl）301165，德生科技（dskj）002908，光云科技（gykj）688365，青木科技（qmkj）301110
腾讯概念
岭南股份（lngf）002717，元隆雅图（ylyt）002878，信雅达（xyd）600571，天地在线（tdzx）002995，金字火腿（jzht）002515，凯淳股份（kcgf）301001，实益达（syd）002137
消费电子
国星光电（gxgd）002449，道明光学（dmgx）002632
充电桩
宏英智能（hyzn）001266，山东威达（sdwd）002026，兆新股份（zxgf）002256，经纬股份（jwgf）301390
首发消费
国芳集团（gfjt）601086，锦和商管（jhsg）603682，宜宾纸业（ybzy）600793，惠而浦（hep）600983
基建
棕榈股份，成都路桥（cdlq）002628，东易日盛（dyrs）002713
农业
永安林业（yaly）000663，星光农机（xgnj）603789
机器人
越剑智能（yjzn）603095，瑞凌股份（rlgf）300154，精伦电子（jldz）600355
其余独苗形式
国华网安（ghwa）000004，鹏欣资源（pxzy）600490，迪生力（dsl）603335

二板
汇源通信（hytx）000586，中百集团（zbjt）000759，星宸科技（xckj）301536，克劳斯（kls）600579，中材节能（zcjn）603126，鼎信通讯（dxtx）603421，麒盛科技（qskj）603610

三板
粤传媒（ycm）002181，佳力图（jlt）603912

四板
鑫科材料（xkcl）600255，上海凤凰（shfh）600679，瑞斯康达（rskd）603803

七板
友阿股份（yagf）002277

`
  },
  {
    "d": "2024-12-18",
    "l": "https://www.tgb.cn/a/2e5skyzaGp5",
    "t": `

首板
无人驾驶
神通科技（stkj）605228，通达电气（tddq）603390，国机汽车（gjqc）600335，星宸科技（xckj）301536，交运股份（jygf）600676，天宸股份（tcgf）600620，四维图新（swtx）002405
量子科技
星光股份（xggf）002076，达华智能（dhzn）002512，格尔软件（gerj）603232，神州信息（szxx）000555，中国海防（zghf）600764
央企市值管理
中公高科（zggk）603860，国统股份（gtgf）002205，中材节能（zcjn）603126，惠天热电（htrd）000692，中南股份（zngf）000717，中国海诚（zghc）002116，英力特（ylt）000635，安道麦Ａ（adma）000553
沈阳化工（syhg）000698，中视传媒（zscm）600088，豫能控股（ynkg）001896，中建环能（zjhn）300425，华电辽能（hdln）600396，华电能源（hdny）600726，蓝科高新（lkgx）601798
机器人
通达动力（tddl）002576，克劳斯（kls）600579，浙江黎明（zjlm）603048
通信算力
汇源通信（hytx）000586，世嘉科技（sjkj）002796
传媒
博瑞传播（brcb）600880，中视传媒（zscm）600088，湖北广电（hbgd）000665，遥望科技（ywkj）002291，紫天科技（ztkj）300280
首发经济
天虹股份（thgf）002419，上海三毛（shsm）600689，龙头股份（ltgf）600630，三湘印象（sxyx）000863，中百集团（zbjt）000759，皇庭国际（htgj）000056
光伏
中旗新材（zqxc）001212，英力特（ylt）000635，永泰能源（ytny）600157，豫能控股（ynkg）001896，华电辽能（hdln）600396，蓝科高新（lkgx）601798，天宸股份（tcgf）600620
脑机
爱朋医疗（apyl）300753，创新医疗（cxyl）002173，麒盛科技（qskj）603610，盈趣科技（yqkj）002925，航天长峰（htzf）600855，南京熊猫（njxm）600775，岩山科技（yskj）002195，北大医药（bdyy）000788
充电桩
科陆电子（kldz）002121，鼎信通讯（dxtx）603421
消费电子
安凯微（akw）688620，东晶电子（djdz）002199，凤凰光学（fhgx）600071，英派斯（yps）002899，瀛通通讯（yttx）002861，博士眼镜（bsyj）300622，中光学（zgx）002189，比依股份（bygf）603215
明月镜片（myjp）301101
芯片
大港股份（dggf）002077，富瀚微（fhw）300613，兆易创新（zycx）603986，百傲化学（bahx）603360
特斯拉
交运股份（jygf）600676，申达股份（sdgf）600626
其余独苗形式
新宏泽（xhz）002836，安阳钢铁（aygt）600569，海能达（hnd）002583，宁波富邦（nbfb）600768，同为股份（twgf）002835，晶雪节能（jxjn）301010，君正集团（jzjt）601216

二板
粤传媒（ycm）002181，奥特佳（atj）002239，积成电子（jcdz）002339，卓翼科技（zykj）002369，蒙娜丽莎（mnls）002918，大唐电信（dtdx）600198，白云电器（bydq）603861，佳力图（jlt）603912，共创草坪（gccp）605099

三板
国风新材（gfxc）000859，鑫科材料（xkcl）600255，上海凤凰（shfh）600679，宁波能源（nbny）600982，瑞斯康达（rskd）603803，龙高股份（lggf）605086

四板
诺帮股份

五板
日丰股份（rfgf）002953

六板
友阿股份（yagf）002277，益民集团（ymjt）600824

`
  },
  {
    "d": "2024-12-17",
    "l": "https://www.tgb.cn/a/2e3NbvMmjRS",
    "t": `

首板
足球
共创草坪（gccp）605099，双象股份（sxgf）002395
消费电子
双象股份（sxgf）002395，卓翼科技（zykj）002369，福日电子（frdz）600203
传媒
安妮股份（angf）002235，天娱数科（tysk）002354
通信
大唐电信（dtdx）600198，明阳电路（mydl）300739
算力
直真科技（zzkj）003007，佳力图（jlt）603912
汽车产业链
安凯客车（akkc）000868，奥特佳（atj）002239
充电桩
积成电子（jcdz）002339，白云电器（bydq）603861
其余形式独苗
蒙娜丽莎（mnls）002918，威领股份

二板
国风新材（gfxc）000859，鑫科材料（xkcl）600255，上海凤凰（shfh）600679，宁波能源（nbny）600982，瑞斯康达（rskd）603803，龙高股份（lggf）605086

三板
诺邦股份（nbgf）603238

四板
日丰股份（rfgf）002953

五板
友阿集团（yajt）601686，益民集团（ymjt）600824

`
  },
  {
    "d": "2024-12-16",
    "l": "https://www.tgb.cn/a/2e2aoRiP509",
    "t": `

首板
重组
国风新材（gfxc）000859，龙高股份（lggf）605086，克劳斯（kls）600579，宝馨科技（bxkj）002514，宁波能源（nbny）600982，惠天热电（htrd）000692
首发经济
丽尚国潮（lsgc）600738，电声股份（dsgf）300805，武商集团（wsjt）000501，杭州解百（hzjb）600814，中兴商业（zxsy）000715，新华百货（xhbh）600785，茂业商业（mysy）600828，东百集团（dbjt）600693
纺织
浪莎股份（lsgf）600137，华生科技（hskj）605180，安正时尚（azss）603839
算力芯片
麦格米特（mgmt）002851，瑞斯康达（rskd）603803，广合科技（ghkj）001389，日海智能（rhzn）002313，科德教育（kdjy）300192，博创科技（bckj）399276，鑫科材料（xkcl）600255，沃尔核材（wehc）002130
露笑科技（lxkj）002617，兆龙互连（zlhl）300913，汇源通信（hytx）000586，大位科技（dwkj）600589，杭钢股份（hggf）600126
养老
悦心健康（yxjk）002162，澳洋健康（ayjk）002172，双箭股份（sjgf）002381，威奥股份（wagf）605001，信隆健康（xljk）002105，可靠股份（kkgf）301009，乐心医疗（lxyl）300562，创新医疗（cxyl）002173
机器人
克劳斯（kls）600579，金自天正（jztz）600560，宏达新材（hdxc）002211，宝塔实业（btsy）000595，天元智能（tyzn）603273，华丽家族（hljz）600503，中大力德（zdld）002896
体育
绿茵生态（lyst）002887，欧亚集团（oyjt）600697，中体产业（ztcy）600158
房地产
宁波富达（nbfd）600724，雪迪龙（xdl）002658，启迪环境（qdhj）000826，亚泰集团（ytjt）600881
农业
平潭发展（ptfz）000592，东方海洋（dfhy）002086，红四方（hsf）603395，华英农业（hyny）002321
传媒
引力传媒（ylcm）603598，华闻集团（hwjt）000793，欢瑞世纪（hrsj）000892
教育
科德教育（kdjy）300192，学大教育（xdjy）000526，中公教育（zgjy）002607
物流
飞马国际（fmgj）002210，五洲交通（wzjt）600368
汽车产业链
浙江黎明（zjlm）603048，众泰汽车（ztqc）000980
其余形式独苗
集友股份（jygf）603429，国城矿业（gcky）000688，德尔未来（dewl）002631，天玑科技（tjkj）300245，瀛通通讯（yttx）002861，海源复材（hyfc）002529，海能达（hnd）002583，永杉锂业（ysly）603399

二板
大连友谊（dlyy）000679，智慧农业（zhny）000816，三湘印象（sxyx）000863，遥望科技（ywkj）002291，米奥会展（mahz）300795，天下秀（txx）600556，博瑞传播（brcb）600880，大丰实业（dfsy）603081，长白山（cbs）603099，诺邦股份（nbgf）603238，锦和商管（jhsg）603682

三板
冰山冷热（bslr）000530，雪人股份（xrgf）002639，日丰股份（rfgf）002953，大连圣亚（dlsy）600593，人民同泰（rmtt）600829，海欣股份（hxgf）600851，梦天家居（mtjj）603216，亚振家居（yzjj）603389，上海凤凰（shfh）600679

四板
莱茵体育（lyty）000558，友阿股份（yagf）002277，开开实业（kksy）600272，益民集团（ymjt）600824

五板
居然之家（jrzj）000786，友好集团（yhjt）600778

七板
宜宾纸业（ybzy）600793

`
  },
  {
    "d": "2024-12-13",
    "l": "https://www.tgb.cn/a/2dXcMylgoON",
    "t": `

首板
首发经济
大丰实业（dfsy）603081，利亚德（lyd）300296，地素时尚（dsss）603587，米奥会展（mahz）300795，遥望科技（ywkj）002291，天下秀（txx）600556，普莱得（pld）301353，岭南股份（lngf）002717
罗曼股份（lmgf）605289，锋尚文化（fswh）300860，美邦服饰（mbfs）002269，中胤时尚（zyss）300901，若羽臣（ryc）003010，诺帮股份
传媒游戏
环球印务（hqyw）002799，昇兴股份（sxgf）002752，浙文互联（zwhl）600986，掌阅科技（zykj）603533，广博股份（gbgf）002103，读者传媒（dzcm）603999，富春股份（fcgf）300299，名臣健康（mcjk）002919
汇洲智能（hzzn）002122，天娱数科（tysk）002354，京华激光（jhjg）603607，力盛体育（lsty）002858，紫天科技（ztkj）300280，三湘印象（sxyx）000863，博纳影业（bnyy）001330，安妮股份（angf）002235
博瑞传媒（brcm）600880，尚纬股份（swgf）603333，奥雅股份（aygf）300949
机器人
爱仕达（asd）002403，天桥起重（tqqz）002523，天奇股份（tqgf）002009，神通科技（stkj）605228
消费电子
惠威科技（hwkj）002888，国光电器（ggdq）002045，伟时电子（wsdz）605218
无人驾驶
勤上股份（qsgf）002638，金龙汽车（jlqc）600686
汽车产业链
通达动力（tddl）002576，通达电气（tddq）603390，上海亚虹（shyh）603159
基建
华建股份，罗曼股份（lmgf）605289
消费
锦和商管（jhsg）603682，大连友谊（dlyy）000679，西安旅游（xaly）000610，长白山（cbs）603099，西安饮食（xays）000721
重组
安阳钢铁（aygt）600569，华菱精工（hljg）603356
芯片
和而泰（het）002402，兆易创新（zycx）603986
其他独苗形式
海螺新材（hlxc）000619，威派格（wpg）603956，智慧农业（zhny）000816，凤凰航运（fhhy）000520，天洋新材（tyxc）603330，冰轮环境（blhj）000811，城地香江（cdxj）603887

二板
冰山冷热（bslr）000530，德展健康（dzjk）000813，广百股份（gbgf）002187，雪人股份（xrgf）002639，日丰股份（rfgf）002953，晶雪节能（jxjn）301010，大连圣亚（dlsy）600593，曲江文旅（qjwl）600706，人民同泰（rmtt）600829，海欣股份（hxgf）600851，梦天家居（mtjj）603216，亚振家居（yzjj）603389，五洲新春（wzxc）603667

三板
莱茵体育（lyty）000558，视觉中国（sjzg）000681，北纬科技（bwkj）002148，友阿股份（yagf）002277，省广集团（sgjt）002400，润欣科技（rxkj）300493，开开实业（kksy）600272，益民集团（ymjt）600824

四板
居然之家（jrzj）000786，三维通信（swtx）002115，粤传媒（ycm）002181，建设工业（jsgy）002265，国盛金控（gsjk）002670，友好集团（yhjt）600778，广安爱众（gaaz）600979

五板
中百集团（zbjt）000759，惠发食品（hfsp）603536，帅丰电器（sfdq）605336

六板
宜宾纸业（ybzy）600793

`
  },
  {
    "d": "2024-12-12",
    "l": "https://www.tgb.cn/a/2dVEjcL09xf",
    "t": `

首板
房地产
海泰发展（htfz）600082，梦天家居（mtjj）603216，苏宁环球（snhq）000718，永达股份（ydgf）001239，国统股份（gtgf）002205，建艺集团（jyjt）002789，建设机械（jsjx）600984，银龙股份（ylgf）603969
金牌家居（jpjj）603180，我乐家居（wljj）603326，亚振家居（yzjj）603389，爱丽家居（aljj）603221，菲林格尔（flge）603226
物流
珠海中富（zhzf）000659，原尚股份（ysgf）603813
抖音
思美传媒（smcm）002712，高伟达（gwd）300465
信创人工智能
国华网安（ghwa）000004，榕基软件（rjrj）002474
蚂蚁金服
翠微股份（cwgf）603123，浙大网新（zdwx）600797，君正集团（jzjt）601216
光伏
耀皮玻璃（ypbl）600819
机器人
铭科精技（mkjj）001319，腾亚精工（tyjg）301125，宏达新材（hdxc）002211，日丰股份（rfgf）002953，远大智能（ydzn）002689，五洲新春（wzxc）603667，达实智能（dszn）002421，大恒科技（dhkj）600288
亿嘉和（yjh）603666，巨轮智能（jlzn）002031，华东重机（hdzj）002685
医药
人民同泰（rmtt）600829，盘龙药业（plyy）002864，德展健康（dzjk）000813
消费
三元股份（sygf）600429，广百股份（gbgf）002187，曲江文旅（qjwl）600706，永辉超市（yhcs）601933，南宁百货（nnbh）600712，上海凤凰（shfh）600679，天佑德酒（tydj）002646，红旗连锁（hqls）002697
黑芝麻（hzm）000716，武商集团（wsjt）000501，汇嘉时代（hjsd）603101，熊猫乳品（xmrp）300898，西麦食品（xmsp）002956，中央商场（zysc）600280，三江购物（sjgw）601116，供销大集（gxdj）000564
克明食品（kmsp）002661，维维股份（wwgf）600300，南京商旅（njsl）600250，国芳集团（gfjt）601086
消费-冰雪
冰山冷热（bslr）000530，龙建股份（ljgf）600853，晶雪节能（jxjn）301010，雪人股份（xrgf）002639，大连圣亚（dlsy）600593
消费-家电
星帅尔（xse）002860，立霸股份（lbgf）603519
消费电子
东晶电子（djdz）002199，宏和科技（hhkj）603256
金融
国联证券（glzq）601456，兆日科技（zrkj）300333，慧博云通（hbyt）301316，海欣股份（hxgf）600851，天茂集团（tmjt）000627，新黄浦（xhp）600638
其他独苗形式
甘化科工（ghkg）000576，世嘉科技（sjkj）002796，大庆华科（dqhk）000985，华控赛格（hksg）000068，中持股份（zcgf）603903，天汽模（tqm）002510，长源东谷（zydg）603950，华尔泰（het）001217
松炀资源（syzy）603863

二板
莱茵体育（lyty）000558，新华联（xhl）000620，视觉中国（sjzg）000681，华联股份（hlgf）000882，北纬科技（bwkj）002148，友阿股份（yagf）002277，日海智能（rhzn）002313，卓翼科技（zykj）002369，省广集团（sgjt）002400，达华智能（dhzn）002512，普路通（plt）002769，英派斯（yps）002899，华阳国际（hygj）002949，润欣科技（rxkj）300493，创源股份（cygf）300703，开开实业（kksy）600272，美克家居（mkjj）600337，安泰集团（atjt）600408，统一股份（tygf）600506，栖霞建设（qxjs）600533，金枫酒业（jfjy）600616，大商股份（dsgf）600694，益民集团（ymjt）600824

三板
居然之家（jrzj）000786，粤传媒（ycm）002181，三维通信（swtx）002115，建设工业（jsgy）002265，国盛金控（gsjk）002670，海欣食品（hxsp）002702，卓郎智能（zlzn）600545，华远地产（hydc）600743，友好集团（yhjt）600778，广安爱众（gaaz）600979，文峰集团（wfjt）600668，良品铺子（lppz）603719，李子园（lzy）605337

四板
中百集团（zbjt）000759，星光股份（xggf）002076，惠发食品（hfsp）603536，帅丰电器（sfdq）605336

五板
宜宾纸业（ybzy）600793，天域生物（tysw）603717

七板
日上集团（rsjt）002593，山东玻纤（sdbx）605006

`
  },
  {
    "d": "2024-12-11",
    "l": "https://www.tgb.cn/a/2dTRimRKsfc",
    "t": `

首板
量子科技
格尔软件（gerj）603232，达华智能（dhzn）002512，神州信息（szxx）000555
上海国资委
开创国际（kcgj）600097，益民集团（ymjt）600824，开开实业（kksy）600272，第一医药（dyyy）600833，上海物贸（shwm）600822，市北高新（sbgx）600604，上海九百（shjb）600838，上实发展（ssfz）600748
中华企业（zhqy）600675，金枫酒业（jfjy）600616，交运股份（jygf）600676，兰生股份（lsgf）600826
传媒
引力传媒（ylcm）603598，环球印务（hqyw）002799，汇洲智能（hzzn）002122，亚康股份（ykgf）301085，视觉中国（sjzg）000681，吉视传媒（jscm）601929，省广传媒（sgcm）000917，掌阅科技（zykj）603533
海天瑞声（htrs）688787，天龙集团（tljt）300063
谷子经济
创源股份（cygf）300703，实丰文化（sfwh）002862
消费
文峰股份，大商股份（dsgf）600694，红蜻蜓（hqt）603116，巴比食品（bbsp）605338，桃李面包（tlmb）603866，佳隆股份（jlgf）002495，茂业商业（mysy）600828，华联股份（hlgf）000882
大连友谊（dlyy）000679
机器人
中南股份（zngf）000717，赛象科技（sxkj）002337，大立科技（dlkj）002214，汉宇集团（hyjt）300403，银河电子（yhdz）002519，申昊科技（shkj）300853，中威电子（zwdz）300270，春光科技（cgkj）603657
景业智能（jyzn）688290
芯片
盈方微（yfw）000670，翱捷科技（ajkj）688220
基建
创兴资源（cxzy）600193，厦工股份（sggf）600815，栖霞建设（qxjs）600533，上实发展（ssfz）600748，津投城开（jtck）600322，普邦股份（pbgf）002663，中华企业（zhqy）600675，新华联（xhl）000620
棕榈股份，华阳国际（hygj）002949，美克家居（mkjj）600337，亚泰集团（ytjt）600881，南山控股（nskg）002314，中岩大地（zydd）003001
白酒
金枫酒业（jfjy）600616，皇台酒业（htjy）000995，中锐股份（zrgf）002374
农业
智慧农业（zhny）000816，金正大（jzd）002470，平潭发展（ptfz）000592
消费电子
瀛通通讯（yttx）002861，天键股份（tjgf）301383，卓翼科技（zykj）002369，博通集成（btjc）603068，漫步者（mbz）002351，星星科技（xxkj）300256，哈森股份（hsgf）603958，奥海科技（ahkj）002993
冠捷科技（gjkj）000727，中科蓝讯（zklx）688332，润欣科技（rxkj）300493
无人驾驶网约车
浩物股份（hwgf）000757，锦江在线（jjzx）600650
光伏
雅博股份，利源股份，申华控股（shkg）600653
海南
海南发展（hnfz）002163，海峡股份（hxgf）002320
通信
日海智能（rhzn）002313，北纬科技（bwkj）002148
体育
英派斯（yps）002899，比音勒芬（bylf）002832，莱茵体育（lyty）000558，嘉麟杰（jlj）002486
充电桩
绿能慧充（lnhc）600212，统一股份（tygf）600506
煤化工
赤天化（cth）600227，安泰集团（atjt）600408
其余形式独苗
友阿股份（yagf）002277，奥瑞德（ard）600666，莱绅通灵（lstl）603900，普路通（plt）002769，山鹰国际（sygj）600567，昇兴股份（sxgf）002752，迎丰股份（yfgf）605055，梅雁吉祥（myjx）600868
鑫科材料（xkcl）600255，圣达生物（sdsw）603079，合成生物，春兴精工（cxjg）002547，众泰汽车（ztqc）000980，仁智股份（rzgf）002629，竞业达（jyd）003005

二板
西安饮食（xays）000721，居然之家（jrzj）000786，三维通信（swtx）002115，粤传媒（ycm）002181，建设工业（jsgy）002265，胜利精密（sljm）002426，国盛金控（gsjk）002670，海欣食品（hxsp）002702，文科股份（wkgf）002775，华丽家族（hljz）600503，卓郎智能（zlzn）600545，东百集团（dbjt）600693，华远地产（hydc）600743，友好集团（yhjt）600778，广安爱众（gaaz）600979，文峰股份，移远通信（yytx）603236，华菱精工（hljg）603356，良品铺子（lppz）603719，李子园（lzy）605337，乐鑫科技（lxkj）688018

三板
中百集团（zbjt）000759，星光股份（xggf）002076，奋达科技（fdkj）002681，中欣氟材（zxfc）002915，宁波精达（nbjd）603088，惠发食品（hfsp）603536，帅丰电器（sfdq）605336

四板
爱仕达（asd）002403，江南高纤（jngx）600527，宜宾纸业（ybzy）600793，天域生物（tysw）603717

六板
日上集团（rsjt）002593，山东玻纤（sdbx）605006

十二板
一鸣食品（ymsp）605179

`
  },
  {
    "d": "2024-12-10",
    "l": "https://www.tgb.cn/a/2dSc8Cdlivj",
    "t": `

首板
消费
永辉超市（yhcs）601933，熊猫乳品（xmrp）300898，安记食品（ajsp）603696，友好集团（yhjt）600778，文峰股份，家家悦（jjy）603708，嘉亨家化（jhjh）300955，居然之家（jrzj）000786
益客食品（yksp）301116，同庆楼（tql）605108，海欣食品（hxsp）002702，李子园（lzy）605337，良品铺子（lppz）603719，阳光乳业（ygry）001318，新乳业（xry）002946，煌上煌（hsh）002695
美邦服饰（mbfs）002269，东百集团（dbjt）600693，西安饮食（xays）000721，西部牧业（xbmy）300106，乐惠国际（lhgj）603076
机器人
华丽家族（hljz）600503，巨轮智能（jlzn）002031，华昌达（hcd）300278，襄阳轴承（xyzc）000678，胜利精密（sljm）002426，东方精工（dfjg）002611，新美星（xmx）300509，科力尔（kle）002892
鸣志电器（mzdq）603728，新时达（xsd）002527，弘讯科技（hxkj）603015，华纬科技（hwkj）001380，神思电子（ssdz）300479，金自天正（jztz）600560，拓邦股份（tbgf）002139，宏达新材（hdxc）002211
埃夫特（aft）688165，北特科技（btkj）603009，森霸传感（sbcg）300701，汉威科技（hwkj）300007，福达股份（fdgf）603166，天润工业（trgy）002283，精工科技（jgkj）002006，卓郎智能（zlzn）600545
金田股份（jtgf）601609，建设工业（jsgy）002265
基建
财信发展（cxfz）000838，华远地产（hydc）600743，文科股份（wkgf）002775
卫星通讯
湘邮科技（xykj）600476，中国卫星（zgwx）600118，奥维通信（awtx）002231
传媒
博纳影业（bnyy）001330，奥飞娱乐（afyl）002292，粤传媒（ycm）002181，新华传媒（xhcm）600825，值得买（zdm）300785，三维通信（swtx）002115，国联股份（glgf）603613，南极电商（njds）002127
金融
国盛金控（gsjk）002670，御银股份（yygf）002177
信创
榕基软件（rjrj）002474，久其软件（jqrj）002279，工大科雅（gdky）301197
低空
吉林化纤（jlhx）000420，鑫铂股份（xbgf）003038
其余形式独苗
华菱精工（hljg）603356，盛景微（sjw）603375，民爆类芯片，广安爱众（gaaz）600979，拉升节点是量子科技，东尼电子（dndz）603595，乐鑫科技（lxkj）688018，葫芦娃（hlw）605199

二板
海螺新材（hlxc）000619，中百集团（zbjt）000759，星光股份（xggf）002076，东方海洋（dfhy）002086，双塔食品（stsp）002481，天桥起重（tqqz）002523，奋达科技（fdkj）002681，索菱股份（slgf）002766，沃特股份（wtgf）002886，中欣氟材（zxfc）002915，新瀚新材（xhxc）301076，宁波精达（nbjd）603088，惠发食品（hfsp）603536，柯力传感（klcg）603662，帅丰电器（sfdq）605336，中研股份（zygf）688716

三板
江南高纤（jngx）600527，宜宾纸业（ybzy）600793，惠而浦（hep）600983，天域生物（tysw）603717

四板
天娱数科（tysk）002354，汉王科技（hwkj）002362，金财互联（jchl）002530，华扬联众（hylz）603825

五板
山子高科（szgk）000981，日上集团（rsjt）002593，山东玻纤（sdbx）605006

九板
泰尔股份（tegf）002347

十一板
一鸣食品（ymsp）605179

`
  },
  {
    "d": "2024-12-09",
    "l": "https://www.tgb.cn/a/2dQBphBpELx",
    "t": `

首板
机器人
铭科精技（mkjj）001319，柯力传感（klcg）603662，达意隆（dyl）002209，宁波精达（nbjd）603088，申昊科技（shkj）300853，天桥起重（tqqz）002523，奋达科技（fdkj）002681，内蒙一机（nmyj）600967
翔楼新材（xlxc）301160，中欣氟材（zxfc）002915，中研股份（zygf）688716，智能自控（znzk）002877，新瀚新材（xhxc）301076，宝武镁业（bwmy）002182，沃特股份（wtgf）002886，蓝黛科技（ldkj）002765
三丰智能（sfzn）300276，瑞凌股份（rlgf）300154
医药
赛力医疗（slyl）603716，睿智医药（rzyy）300149，易明医药（ymyy）002826，河化股份（hhgf）000953，交大昂立（jdal）600530，贝瑞基因（brjy）000710，皓宸医疗（hcyl）002622，亚太药业（ytyy）002370
东方海洋（dfhy）002086，四环生物（shsw）000518
消费
中百集团（zbjt）000759，中科云网（zkyw）002306，惠发食品（hfsp）603536，双塔食品（stsp）002481
锂电池
迪生力（dsl）603335，星光股份（xggf）002076
重组
汇顶科技（hdkj）603160，海螺新材（hlxc）000619
电力电网
中恒电气（zhdq）002364，中电兴发（zdxf）002298，淮河能源（hhny）600575，杭州热电（hzrd）605011
基建
建艺集团（jyjt）002789，法狮龙（fsl）605318，皮阿诺（pan）002853，四通股份（stgf）603838，三和管桩（shgz）003037
氟化工
永和股份（yhgf）605020，氯碱化工（ljhg）600618，中欣氟材（zxfc）002915
无人驾驶
东方中科（dfzk）002819，美格智能（mgzn）002881，金龙汽车（jlqc）600686，索菱股份（slgf）002766
未分类
集泰股份（jtgf）002909，晨光新材（cgxc）605399，宏柏新材（hbxc）605366
钒电池
钒钛股份（ftgf）000629，新筑股份（xzgf）002480
算力
恒润股份（hrgf）603985，莲花控股（lhkg）600186
家电
帅丰电器（sfdq）605336，星德胜（xds）603344
汽车产业链
上海亚虹（shyh）603159，一彬科技（ybkj）001278
人工智能
金桥信息（jqxx）603918，群兴玩具（qxwj）002575
其余形式独苗
华尔泰（het）001217，仁智股份（rzgf）002629，罗平锌电（lpxd）002114，贸易战金属，炬申股份（jsgf）001202，诺帮股份，七一二（qye）603712，天津普林（tjpl）002134
爱司凯（ask）300521

二板
视觉中国（sjzg）000681，德展健康（dzjk）000813，如意集团（ryjt）002193，爱仕达（asd）002403，同为股份（twgf）002835，喜悦智行（xyzx）301198，江南高纤（jngx）600527，宜宾纸业（ybzy）600793，惠而浦（hep）600983，天域生物（tysw）603717，正平股份（zpgf）603843

三板
中南股份（zngf）000717，汇洲智能（hzzn）002122，天娱数科（tysk）002354，汉王科技（hwkj）002362，金财互联（jchl）002530，福石控股（fskg）300071，青海华鼎（qhhd）600243，梅雁吉祥（myjx）600868，风语筑（fyz）603466，永安行（yax）603776，华扬联众（hylz）603825，能科科技（nkkj）603859

四板
山子高科（szgk）000981，日上集团（rsjt）002593，山东玻纤（sdbx）605006

五板
黄河旋风（hhxf）600172，钱江生化（qjsh）600796

八板
泰尔股份（tegf）002347

十板
一鸣食品（ymsp）605179

`
  },
  {
    "d": "2024-12-06",
    "l": "https://www.tgb.cn/a/2dLBwBMmNFD",
    "t": `

首板
AI传媒
视觉中国（sjzg）000681，同为股份（twgf）002835，返利科技（flkj）600228，读者传媒（dzcm）603999，吉视传媒（jscm）601929，华闻集团（hwjt）000793，佳云科技（jykj）300242，江苏有线（jsyx）600959
网达软件（wdrj）603189，酷特智能（ktzn）300840，粤传媒（ycm）002181，丽人丽妆（lrlz）605136，山东出版（sdcb）601019，湖北广电（hbgd）000665，欢瑞世纪（hrsj）000892，中原传媒（zycm）000719
纺织
报喜鸟（bxn）002154，美邦服饰（mbfs）002269
锂电池
天域生物（tysw）603717，深圳新星（szxx）603978，胜利精密（sljm）002426，光华科技（ghkj）002741
韧性城市
天域生物（tysw）603717，海天股份（htgf）603759，阳光股份（yggf）000608，龙建股份（ljgf）600853，金螳螂（jtl）002081，亚夏股份，启迪环境（qdhj）000826，公元股份（gygf）002641
甘咨询（gzx）000779，节能铁汉（jnth）300197，普邦股份（pbgf）002663，正平股份（zpgf）603843，垒知集团（lzjt）002398
芯片
宏昌电子（hcdz）603002，成都华微（cdhw）688709，淳中科技（czkj）603516
化肥农业
金正大（jzd）002470，智慧农业（zhny）000816，粤海饲料（yhsl）001313
机器人
福达股份（fdgf）603166，新时达（xsd）002527，爱仕达（asd）002403
化工
双象股份（sxgf）002395，江南高纤（jngx）600527，新乡化纤（xxhx）000949，阳煤化工（ymhg）600691
电力
欣灵电气（xldq）301388，永泰能源（ytny）600157，百通能源（btny）001376，豫能控股（ynkg）001896
医药
通化金马（thjm）000766，德展健康（dzjk）000813，誉衡药业（yhyy）002437，赤天化（cth）600227，广生堂（gst）300436
纸业
山鹰国际（sygj）600567，鸿博股份（hbgf）002229
消费
居然之家（jrzj）000786，茂业商业（mysy）600828，华资实业（hzsy）600191，全聚德（qjd）002186
特斯拉
喜悦智行（xyzx）301198
其余独苗形式
宜宾纸业（ybzy）600793，奥维通信（awtx）002231，惠而浦（hep）600983，三峡新材（sxxc）600293，皖仪科技（wykj）688600，凤凰航运（fhhy）000520，申华控股（shkg）600653，如意集团（ryjt）002193
鑫科材料（xkcl）600255，中捷资源（zjzy）002021，君正集团（jzjt）601216

二板
天茂集团（tmjt）000627，中南股份（zngf）000717，农心科技（nxkj）001231，汇洲智能（hzzn）002122，御银股份（yygf）002177，雅博股份，天娱数科（tysk）002354，汉王科技（hwkj）002362，利源股份，金财互联（jchl）002530，中公教育（zgjy）002607，东易日盛（dyrs）002713，福时控股，青海华鼎（qhhd）600243，卓郎智能（zlzn）600545，信雅达（xyd）600571，华远地产（hydc）600743，梅雁吉祥（myjx）600868，亚泰集团（ytjt）600881，文峰股份，全筑股份（qzgf）603030，风语筑（fyz）603466，展鹏科技（zpkj）603488，多伦科技（dlkj）603528

三板
云内动力（yndl）000903，山子高科（szgk）000981，日上集团（rsjt）002593，华丽家族（hljz）600503，金帝股份（jdgf）603270，山东玻纤（sdbx）605006

四板
黄河旋风（hhxf）600172，钱江生化（qjsh）600796

五板
皇庭国际（htgj）000056，建设工业（jsgy）002265

六板
日发精机（rfjj）002520，大业股份（dygf）603278，五洲新春（wzxc）603667

七板
泰尔股份（tegf）002347

九板
一鸣食品（ymsp）605179

`
  },
  {
    "d": "2024-12-05",
    "l": "https://www.tgb.cn/a/2dJR3RRq6ZF",
    "t": `

首板
机器人
三联锻造（sldz）001282，伟创电气（wcdq）688698，全筑股份（qzgf）603030，新坐标（xzb）603040，中京电子（zjdz）002579，卓郎智能（zlzn）600545，柯力传感（klcg）603662，延华智能（yhzn）002178
蓝黛科技（ldkj）002765，盛通股份（stgf）002599，沃尔德（wed）688028，国机精工（gjjg）002046，双林股份（slgf）300100，青海华鼎（qhhd）600243，八方股份（bfgf）603489
人工智能
华扬联众（hylz）603825，中广天择（zgtz）603721，信雅达（xyd）600571，风语筑（fyz）603466，兆讯传媒（zxcm）301102，万兴科技（wxkj）300624，天娱数科（tysk）002354，焦点科技（jdkj）002315
日海智能（rhzn）002313，三维通信（swtx）002115，星环科技（xhkj）688031，汉王科技（hwkj）002362，金财互联（jchl）002530，福石控股（fskg）300071，三人行（srx）605168，天地在线（tdzx）002995
引力传媒（ylcm）603598，达华智能（dhzn）002512，达实智能（dszn）002421
智能驾驶
辉煌科技（hhkj）002296，多伦科技（dlkj）603528，兴民智通（xmzt）002355，华依科技（hykj）688071
锂电池
黑猫股份（hmgf）002068，同兴环保（txhb）003027，普利特（plt）002324，高乐股份（glgf）002348
金融
大智慧（dzh）601519，天利科技（tlkj）300399，御银股份（yygf）002177，天茂集团（tmjt）000627
电力
广安爱众（gaaz）600979，梅雁吉祥（myjx）600868
光伏
海源复材（hyfc）002529，利源股份，雅博股份，天宸股份（tcgf）600620，东南网架（dnwj）002135，协鑫集成（xxjc）002506，星帅尔（xse）002860
农业
农心科技（nxkj）001231，远大控股（ydkg）000626
脑机接口
岩山科技（yskj）002195，爱朋医疗（apyl）300753
基建
富煌钢构（fhgg）002743，重庆路桥（cqlq）600106，宁波富达（nbfd）600724，中南股份（zngf）000717，美克家居（mkjj）600337，华远地产（hydc）600743，亚泰集团（ytjt）600881，东易日盛（dyrs）002713
零售
文峰股份，华联股份（hlgf）000882，利群股份（lqgf）601366，供销大集（gxdj）000564
军工
中光学（zgx）002189，华如科技（hrkj）301302，展鹏科技（zpkj）603488，联创光电（lcgd）600363，能科科技（nkkj）603859，七一二（qye）603712
汽车产业链
长城科技（cckj）603897，东安动力（dadl）600178，春兴精工（cxjg）002547，众泰汽车（ztqc）000980
其余形式独苗
永安行（yax）603776，欣龙控股（xlkg）000955，海鸥股份（hogf）603269，中公教育（zgjy）002607，必得科技（bdkj）605298，奥瑞德（ard）600666，祥龙电业（xldy）600769，大连圣亚（dlsy）600593

二板
云内动力（yndl）000903，山子高科（szgk）000981，中电港（zdg）001287，罗平锌电（lpxd）002114，宏达新材（hdxc）002211，大为股份（dwgf）002213，天润工业（trgy）002283，天桥起重（tqqz）002523，日上集团（rsjt）002593，奋达科技（fdkj）002681，真爱美家（zamj）003041，华丽家族（hljz）600503，统一股份（tygf）600506，宝泰隆（btl）601011，宁波精达（nbjd）603088，金帝股份（jdgf）603270，和顺石油（hssy）603353，爱慕股份（amgf）603511，麦迪科技（mdkj）603990，山东玻纤（sdbx）605006，长华集团（zhjt）605018，埃夫特（aft）688165

三板
黄河旋风（hhxf）600172，钱江生化（qjsh）600796，华培动力（hpdl）603121

四板
神州高铁（szgt）000008，皇庭国际（htgj）000056，建设工业（jsgy）002265，岭南股份（lngf）002717

五板
巨轮智能（jlzn）002031，日发精机（rfjj）002520，大业股份（dygf）603278，五洲新春（wzxc）603667

六板
泰尔股份（tegf）002347

七板
利欧股份（logf）002131，山东矿机（sdkj）002526，跨境通（kjt）002640

八板
一鸣食品（ymsp）605179

`
  },
  {
    "d": "2024-12-04",
    "l": "https://www.tgb.cn/a/2dIchC3wsB2",
    "t": `

首板
未分类
云南锗业（ynzy）002428，罗平锌电（lpxd）002114
芯片
大为股份（dwgf）002213，国林科技（glkj）300786，旷达科技（kdkj）002516，宁波精达（nbjd）603088，动力新科（dlxk）600841，华东重机（hdzj）002685，中电港（zdg）001287
机器人
华丽家族（hljz）600503，南方精工（nfjg）002553，长青科技（cqkj）001324，埃夫特（aft）688165，锐新科技（rxkj）300828，奋达科技（fdkj）002681，天桥起重（tqqz）002523，天润工业（trgy）002283
中电港（zdg）001287
石墨烯
新金路（xjl）000510，华丽家族（hljz）600503，宝泰隆（btl）601011
人工智能
物产金轮（wcjl）002722，麦迪科技（mdkj）603990，深水海纳（sshn）300961，宏达新材（hdxc）002211
消费
獐子岛（zzd）002069，中百集团（zbjt）000759，汇嘉时代（hjsd）603101，煌上煌（hsh）002695，国光连锁（ggls）605188，永辉超市（yhcs）601933，味知香（wzx）605089
汽车产业链
云内动力（yndl）000903，山子高科（szgk）000981，金帝股份（jdgf）603270，长华集团（zhjt）605018
石油
统一股份（tygf）600506，和顺石油（hssy）603353，仁智股份（rzgf）002629
农业
征和工业（zhgy）003033，苏利股份（slgf）603585
老龙二波
和而泰（het）002402，英洛华（ylh）000795
其余形式独苗
爱慕股份（amgf）603511，新开源（xky）300109，韩建山河（hjsh）603616，中电兴发（zdxf）002298，集友股份（jygf）603429，清研环境（qyhj）301288，真爱美家（zamj）003041，山东玻纤（sdbx）605006
鸿路钢构（hlgg）002541，弘讯科技（hxkj）603015，马钢股份（mggf）600808

二板
亚威股份（ywgf）002559，万润股份（wrgf）002643，远大智能（ydzn）002689，光洋股份（gygf）002708，金沃股份（jwgf）300984，黄河旋风（hhxf）600172，钱江生化（qjsh）600796，宏昌电子（hcdz）603002，华培动力（hpdl）603121，灵康药业（lkyy）603669

三板
神州高铁（szgt）000008，皇庭国际（htgj）000056，源飞宠物（yfcw）001222，建设工业（jsgy）002265，岭南股份（lngf）002717

四板
巨轮智能（jlzn）002031，如意集团（ryjt）002193，日发精机（rfjj）002520，大业股份（dygf）603278，五洲新春（wzxc）603667

五板
泰尔股份（tegf）002347，广田集团（gtjt）002482

六板
洪兴股份（hxgf）001209，利欧股份（logf）002131，山东矿机（sdkj）002526，跨境通（kjt）002640

七板
漳州发展（zzfz）000753，一鸣食品（ymsp）605179，葫芦娃（hlw）605199

九板
桂发祥（gfx）002820

`
  },
  {
    "d": "2024-12-03",
    "l": "https://www.tgb.cn/a/2dGy2wDbidy",
    "t": `

首板
机器人
光洋股份（gygf）002708，精工科技（jgkj）002006，联诚精密（lcjm）002921，远大智能（ydzn）002689
芯片半导体
宏昌电子（hcdz）603002，文一科技（wykj）600520，庚星股份（gxgf）600753，天津普林（tjpl）002134，黄河旋风（hhxf）600172，亚威股份（ywgf）002559，万润股份（wrgf）002643
文创
大丰实业（dfsy）603081，广百股份（gbgf）002187
汽车产业链
雪龙集团（xljt）603949，长城科技（cckj）603897，德宏股份（dhgf）603701，华培动力（hpdl）603121，金沃股份（jwgf）300984，福龙马（flm）603686
基建房地产
唯万密封（wwmf）301161，厦工股份（sggf）600815，宝鹰股份（bygf）002047，亚振家居（yzjj）603389，衢州发展（qzfz）600208，上实发展（ssfz）600748，汇绿生态（hlst）001267，安居宝（ajb）300155
光大嘉宝（gdjb）600622
物流
中储股份（zcgf）600787，龙洲股份（lzgf）002682，西上海（xsh）605151
二波
粤桂股份（yggf）000833，华映科技（hykj）000536，二六三（els）002467，青岛金王（qdjw）002094，光大嘉宝（gdjb）600622，中安科（zak）600654
农业
圣农发展（snfz）002299，平潭发展（ptfz）000592，东方集团（dfjt）00581，泸天化（lth）000912
新型工业化
汉钟精机（hzjj）002158，安控科技（akkj）300370
低代码
金现代（jxd）300830，新炬网络（xjwl）605398，奥拓电子（atdz）002587，浙大网新（zdwx）600797，浩云科技（hykj）300448，普元信息（pyxx）688118，久其软件（jqrj）002279，直真科技（zzkj）003007
盛通股份（stgf）002599，二六三（els）002467
医药
灵康药业（lkyy）603669，钱江生化（qjsh）600796
传媒ai
盛通股份（stgf）002599，视觉中国（sjzg）000681
跨境
恒辉安防（hhaf）300952，依依股份（yygf）001206
消费电子
祥腾新材（xtxc）001373，华映科技（hykj）000536
其余形式独苗
道道全（ddq）002852，邦彦技术（byjs）688132，苏州龙杰（szlj）603332，野马电池（ymdc）605378，珠海中富（zhzf）000659，南京公用（njgy）000421，哈投股份（htgf）600864，北京科锐（bjkr）002350

二板
神州高铁（szgt）000008，皇庭国际（htgj）000056，川能动力（cndl）000155，欢瑞世纪（hrsj）000892，欣龙控股（xlkg）000955，源飞宠物（yfcw）001222，海南发展（hnfz）002163，岩山科技（yskj）002195，建设工业（jsgy）002265，海南瑞泽（hnrz）002596，东易日盛（dyrs）002713，岭南股份（lngf）002717，光华科技（ghkj）002741，普路通（plt）002769，天元宠物（tycw）301335，海南椰岛（hnyd）600238，凤凰股份（fhgf）600716，金牛化工（jnhg）600722，新华传媒（xhcm）600825，广汽集团（gqjt）601238，西大门（xdm）605155

三板
美邦服饰（mbfs）002269，日发精机（rfjj）002520，肇民科技（zmkj）301000，恒丰纸业（hfzy）600356，广东明珠（gdmz）600382，广安爱众（gaaz）600979，大智慧（dzh）601519，大业股份（dygf）603278，捷昌驱动（jcqd）603583，五洲新春（wzxc）603667，海螺新材（hlxc）000619，巨轮智能（jlzn）002031，如意集团（ryjt）002193

四板
黑芝麻（hzm）000716，泰尔股份（tegf）002347，广田集团（gtjt）002482

五板
洪兴股份（hxgf）001209，利欧股份（logf）002131，山东矿机（sdkj）002526，跨境通（kjt）002640

六板
漳州发展（zzfz）000753，一鸣食品（ymsp）605179，葫芦娃（hlw）605199

八板
桂发祥（gfx）002820

`
  },
  {
    "d": "2024-12-02",
    "l": "https://www.tgb.cn/a/2dEVy9EwxG1",
    "t": `

首板
重组股转
川能动力（cndl）000155，宁波建工（nbjg）601789，中电电机（zddj）603988
华为汽车
广汽集团（gqjt）601238，赛力斯（sls）601127，金杯汽车（jbqc）600609
海南
欣龙控股（xlkg）000955，海南发展（hnfz）002163，海南瑞泽（hnrz）002596，康芝药业（kzyy）300086，海南海药（hnhy）000566，海南高速（hngs）000886，海南椰岛（hnyd）600238，罗牛山（lns）000735
海航控股（hhkg）600221，凯撒旅业（ksly）000796，华闻集团（hwjt）000793，海马汽车（hmqc）000572，海南华铁（hnht）603300，海峡股份（hxgf）002320，海南机场（hnjc）600515，海汽集团（hqjt）603069
海南橡胶（hnxj）601118，神农种业（snzy）300189，海德股份（hdgf）000567，海南矿业（hnky）601969，京粮控股（jlkg）000505
Ai应用
浙文互联（zwhl）600986，东易日盛（dyrs）002713，岩山科技（yskj）002195，实益达（syd）002137，岭南股份（lngf）002717，世纪恒通（sjht）301428
无人驾驶
联创电子（lcdz）002036，大众公用（dzgy）600635，力帆科技（lfkj）601777，云内动力（yndl）000903
机器人
林州重机（lzzj）002535，新瀚新材（xhxc）301076，中欣氟材（zxfc）002915，克劳斯（kls）600579，江南高纤（jngx）600527，福莱新材（flxc）605488，奋达科技（fdkj）002681，赛力斯（sls）601127
均普智能（jpzn）688306，濮耐股份（pngf）002225，高新兴（gxx）300098，众辰科技（zckj）603275，瑞凌股份（rlgf）300154，新兴装备（xxzb）002933，晶品特装（jptz）688084
文创产品
欢瑞世纪（hrsj）000892，德艺文创（dywc）300640，天娱数科（tysk）002354，曼卡龙（mkl）300945
传媒
新华传媒（xhcm）600825，金逸影视（jyys）002905，吉视传媒（jscm）601929，北巴传媒（bbcm）600386
跨境电商
西大门（xdm）605155，红蜻蜓（hqt）603116，华升股份（hsgf）600156，源飞宠物（yfcw）001222，天元宠物（tycw）301335
汽车产业链
嵘泰股份（rtgf）605133，春兴精工（cxjg）002547，山子高科（szgk）000981，永茂泰（ymt）605208
基建
普邦股份（pbgf）002663，凤凰股份（fhgf）600716，光明地产（gmdc）600708，富煌钢构（fhgg）002743
医药
尚荣医疗（sryl）002551，迦南科技（jnkj）300412，皓宸医疗（hcyl）002622，新里程（xlc）002219，前沿生物（qysw）688221
军工
亚星锚链（yxml）601890，建设工业（jsgy）002265，宝塔实业（btsy）000595
消费
泉阳泉（qyq）600189，中百集团（zbjt）000759，全聚德（qjd）002186，味知香（wzx）605089
化工
远翔环保（yxhb）301305，华塑股份（hsgf）600935，川发龙蟒（cflm）002312，金牛化工（jnhg）600722
低价光伏
瑞泰科技（rtkj）002066，申华控股（shkg）600653，利源股份，雅博股份
物流
普路通（plt）002769，汇鸿集团（hhjt）600981，康欣新材（kxxc）600076
锂电
星光股份（xggf）002076，汇成真空（hczk）301392，光华科技（ghkj）002741，斯莱克（slk）300382
低空
上工申贝（sgsb）600843，勤上股份（qsgf）002638
未分类
澳柯玛（akm）600336，永吉股份（yjgf）603058，皇庭国际（htgj）000056，上海电气（shdq）601727，电气风电（dqfd）688660
深圳重组
深赛格（ssg）000058，皇庭国际（htgj）000056
其余形式独苗
法尔胜（fes）000890，神州高铁（szgt）000008，马钢股份（mggf）600808，两面针（lmz）600249

二板
海螺新材（hlxc）000619，七匹狼（qpl）002029，巨轮智能（jlzn）002031，南极电商（njds）002127，如意集团（ryjt）002193，美邦服饰（mbfs）002269，省广集团（sgjt）002400，爱仕达（asd）002403，日发精机（rfjj）002520，快意电梯（kydt）002774，中坚科技（zjkj）002779，元隆雅图（ylyt）002878，真爱美家（zamj）003041，三丰智能（sfzn）300276，欢乐家（hlj）300997，肇民科技（zmkj）301000，远达环保（ydhb）600292，恒丰纸业（hfzy）600356，广东明珠（gdmz）600382，新赛股份（xsgf）600540，广安爱众（gaaz）600979，国芳集团（gfjt）601086，大智慧（dzh）601519

三板
供销大集（gxdj）000564，黑芝麻（hzm）000716，泰尔股份（tegf）002347，广田集团（gtjt）002482，楚天龙（ctl）003040，中农联合（znlh）003042，广东榕泰（gdrt）600589

四板
洪兴股份（hxgf）001209，利欧股份（logf）002131，山东矿机（sdkj）002526，日上集团（rsjt）002593，跨境通（kjt）002640，万事利（wsl）301066

五板
漳州发展（zzfz）000753，齐心集团（qxjt）002301，一鸣食品（ymsp）605179，葫芦娃（hlw）605199

六板
新世界（xsj）600628

七板
桂发祥（gfx）002820

八板
华胜天成（hstc）600410

九板
广博股份（gbgf）002103

`
  },
  {
    "d": "2024-11-29",
    "l": "https://www.tgb.cn/a/2dzW85hRIMX",
    "t": `

首板
未分类
恒丰纸业（hfzy）600356，中通客车（ztkc）000957，松发股份（sfgf）603268，翔鹭钨业（xlwy）002842，章源钨业（zywy）002378
反包
瑞斯康达（rskd）603803，云鼎科技（ydkj）000409，远达环保（ydhb）600292，英联股份（ylgf）002846
机器人
大业股份（dygf）603278，香山股份（xsgf）002870，鸣志电器（mzdq）603728，三丰智能（sfzn）300276，国机精工（gjjg）002046，中坚科技（zjkj）002779，凌云股份（lygf）600480，富佳股份（fjgf）603219
柯力传感（klcg）603662，睿能科技（rnkj）603933，北特科技（btkj）603009，五洲新春（wzxc）603667，德昌股份（dcgf）605555，兆威机电（zwjd）003021，埃斯顿（asd）002747，埃夫特（aft）688165
爱仕达（asd）002403，巨轮智能（jlzn）002031，江苏雷利（jsll）300660，天奇股份（tqgf）002009，豪能股份（hngf）603809，日发精机（rfjj）002520，拓斯达（tsd）300607，永创智能（yczn）603901
中大力德（zdld）002896，科力尔（kle）002892，肇民科技（zmkj）301000，捷昌驱动（jcqd）603583，智能自控（znzk）002877
电商
真爱美家（zamj）003041，星徽股份（xhgf）300464，若羽臣（ryc）003010，如意集团（ryjt）002193，日播时尚（rbss）603196，美邦服饰（mbfs）002269，南极电商（njds）002127，报喜鸟（bxn）002154
广字辈
广安爱众（gaaz）600979，广东明珠（gdmz）600382
消费
广东明珠（gdmz）600382，岩石股份（ysgf）600696，欢乐家（hlj）300997，国芳集团（gfjt）601086，均瑶健康（jyjk）605388，永辉超市（yhcs）601933，煌上煌（hsh）002695，香飘飘（xpp）603711
同庆楼（tql）605108，惠发食品（hfsp）603536，中央商场（zysc）600280，大连友谊（dlyy）000679
汽车产业链
浙江仙通（zjxt）603239，金麒麟（jql）603586，朗博科技（lbkj）603655，旭升集团（xsjt）603305
金融
国盛金控（gsjk）002670，兆日科技（zrkj）300333，威士顿（wsd）301315，汇金科技（hjkj）300561，大智慧（dzh）601519，赢时胜（yss）300377，新炬网络（xjwl）605398，拓尔思（tes）300229
卫星
南京熊猫（njxm）600775，合众思壮（hzsz）002383
锂电
英联股份（ylgf）002846，沧州明珠（czmz）002108，美联新材（mlxc）300586，有研新材（yyxc）600206
风光储
海螺新材（hlxc）000619，顺发恒业（sfhy）000631，麦加芯彩（mjxc）603062
农业
新赛股份（xsgf）600540，亚通股份（ytgf）600692
其余形式独苗
快意电梯（kydt）002774，元隆雅图（ylyt）002878，省广集团（sgjt）002400，皇马科技（hmkj）603181，日出东方（rcdf）603366，爱婴室（ays）603214，行动教育（xdjy）605098，上海港湾（shgw）605598

二板
供销大集（gxdj）000564，黑芝麻（hzm）000716，众合科技（zhkj）000925，泰尔股份（tegf）002347，广田集团（gtjt）002482，楚天龙（ctl）003040，中农联合（znlh）003042，亿通科技（ytkj）300211，广东榕泰（gdrt）600589，方正科技（fzkj）600601，中储股份（zcgf）600787，天鹅股份（tegf）603029，新经典（xjd）603096，佳禾食品（jhsp）605300

三板
洪兴股份（hxgf）001209，生意宝（syb）002095，利欧股份（logf）002131，山东矿机（sdkj）002526，日上集团（rsjt）002593，跨境通（kjt）002640，天地在线（tdzx）002995，万事利（wsl）301066

四板
锦龙股份（jlgf）000712，漳州发展（zzfz）000753，齐心集团（qxjt）002301，大东方（ddf）600327，一鸣食品（ymsp）605179，葫芦娃（hlw）605199

五板
新世界（xsj）600628

六板
桂发祥（gfx）002820

七板
华胜天成（hstc）600410

八板
广博股份（gbgf）002103

`
  },
  {
    "d": "2024-11-28",
    "l": "https://www.tgb.cn/a/2dymCZm2JGJ",
    "t": `

首板
物流
东方嘉盛（dfjs）002889，中储股份（zcgf）600787，永泰运（yty）001228，龙洲股份（lzgf）002682
纺织
丽人丽妆（lrlz）605136，开润股份（krgf）300577，中捷资源（zjzy）002021，嘉麟杰（jlj）002486，江南高纤（jngx）600527，华升股份（hsgf）600156，赫美集团（hmjt）002356
深圳
力合科创（lhkc）002243，深赛格（ssg）000058，深振业Ａ（szya）000006
量子科技
星光股份（xggf）002076
生物质能
山高环能（sghn）000803，嘉澳环保（jahb）603822，卓越新能（zyxn）688196，鹏鹞环保（pyhb）300664
消费
佳禾食品（jhsp）605300，两面针（lmz）600249，拉芳家化（lfjh）603630，南宁百货（nnbh）600712，黑芝麻（hzm）000716，好想你（hxn）002582
金融
楚天龙（ctl）003040，广电运通（gdyt）002152
算力
广东榕泰（gdrt）600589，美利云（mly）000815
低空飞行
天成自控（tczk）603085，众合科技（zhkj）000925
房地产相关
广田集团（gtjt）002482，三峡新材（sxxc）600293，建科院（jky）300675，美丽生态（mlst）000010，大悦城（dyc）000031，正和生态（zhst）605069
供销社
中农联合（znlh）003042，供销大集（gxdj）000564，天鹅股份（tegf）603029，天禾股份（thgf）002999
神经网络
泰尔股份（tegf）002347，亿通科技（ytkj）300211
芯片
盈方微（yfw）000670，江化微（jhw）603078，沃格光电（wggd）603773，金瑞矿业（jrky）600714
传媒
北巴传媒（bbcm）600386，龙韵股份，新经典（xjd）603096
医药
正川股份（zcgf）603976，热景生物（rjsw）688068
其余形式独苗
方正科技（fzkj）600601，龙利得（lld）300883，同兴环保（txhb）003027，洪汇新材（hhxc）002802，精达股份（jdgf）600577，英伟达算力硬件

二板
南京公用（njgy）000421，东方钽业（dfty）000962，洪兴股份（hxgf）001209，康冠新材（kgxc）600076，精工科技（jgkj）002006，生意宝（syb）002095，利欧股份（logf）002131，实益达（syd）002137，广百股份（gbgf）002187，皇氏集团（hsjt）002329，山东矿机（sdkj）002526，日上集团（rsjt）002593，跨境通（kjt）002640，天地在线（tdzx）002995，欣贺股份（xhgf）003016，万事利（wsl）301066，浙江东方（zjdf）600120，镇洋发展（zyfz）603213，宏和科技（hhkj）603256

三板
锦龙股份（jlgf）000712，漳州发展（zzfz）000753，齐心集团（qxjt）002301，大东方（ddf）600327，苏州科达（szkd）603660，一鸣食品（ymsp）605179，葫芦娃（hlw）605199

四板
新世界（xsj）600628

五板
桂发祥（gfx）002820

六板
华胜天成（hstc）600410

七板
广博股份（gbgf）002103，二六三（els）002467

`
  },
  {
    "d": "2024-11-27",
    "l": "https://www.tgb.cn/a/2dwGYJjcB5O",
    "t": `

首板
智能驾驶
神通科技（stkj）605228，日上集团（rsjt）002593，星网宇达（xwyd）002829
锂电池
英联股份（ylgf）002846，中伦新材（zlxc）300919
谷子经济
洪兴股份（hxgf）001209，天下秀（txx）600556，实益达（syd）002137，祥源文旅（xywl）600576，中广天择（zgtz）603721，金运激光（jyjg）300220，奥雅股份（aygf）300949，汤姆猫（tmm）300459
完美世界（wmsj）002624，姚记科技（yjkj）002605
东方玄学
东方环宇（dfhy）603706，恒信东方（hxdf）300081，东方创业（dfcy）600278，日出东方（rcdf）603366，东方海洋（dfhy）002086，东方钽业（dfty）000962，浙江东方（zjdf）600120
机器人
新时达（xsd）002527，精工科技（jgkj）002006
化工
镇洋发展（zyfz）603213，川发龙蟒（cflm）002312
互联网电商
南极电商（njds）002127，跨境通（kjt）002640，生意宝（syb）002095，万事利（wsl）301066，利欧股份（logf）002131，浙江美大（zjmd）002677，天地在线（tdzx）002995
低空飞行
山东矿机（sdkj）002526，勤上股份（qsgf）002638
人工智能
华如科技（hrkj）301302，岭南股份（lngf）002717，国新健康（gxjk）000503，方直科技（fzkj）300235，欣贺股份（xhgf）003016，焦点科技（jdkj）002315，金财互联（jchl）002530
芯片
睿能科技（rnkj）603933，黄河旋风（hhxf）600172，八亿时空（bysk）688181
消费电子
康冠科技（kgkj）001308，奥海科技（ahkj）002993，亿道信息（ydxx）001314，明月镜片（myjp）301101，宏和股份
金融
汇金科技（hjkj）300561，金财互联（jchl）002530，浙江东方（zjdf）600120
卫星通信
长江通信（cjtx）600345，中国卫通（zgwt）601698，铖昌科技（cckj）001270，臻雷科技，中国卫星（zgwx）600118，辉煌科技（hhkj）002296
未分类
城地香江（cdxj）603887，远达环保（ydhb）600292
Pcb
骏亚科技（jykj）603386，天津普林（tjpl）002134
消费
好太太（htt）603848，广百股份（gbgf）002187，皇氏集团（hsjt）002329
风电
神力股份（slgf）603819，明阳智能（myzn）601615
其余形式独苗
南京公用（njgy）000421，德尔未来（dewl）002631，苏利股份（slgf）603585，泰永长征（tycz）002927，莱美药业（lmyy）300006

二板
锦龙股份（jlgf）000712，漳州发展（zzfz）000753，齐心集团（qxjt）002301，友邦吊顶（ybdd）002718，大东方（ddf）600327，东方通信（dftx）600776，淳中科技（czkj）603516，苏州科达（szkd）603660，一鸣食品（ymsp）605179，葫芦娃（hlw）605199

三板
华立科技（hlkj）301011，新世界（xsj）600628，瑞斯康达（rskd）603803

四板
桂发祥（gfx）002820

五板
华胜天成（hstc）600410

六板
广博股份（gbgf）002103，二六三（els）002467，实丰文化（sfwh）002862

七板
魅视科技（mskj）001229

`
  },
  {
    "d": "2024-11-26",
    "l": "https://www.tgb.cn/a/2dv4t3Y7n1E",
    "t": `

首板
量子科技
吉大正元（jdzy）003029，苏州科达（szkd）603660
重组
漳州发展（zzfz）000753
锂电池
冠盛股份（gsgf）605088，利民股份（lmgf）002734，康达新材（kdxc）002669，西陇科学（xlkx）002584
人工智能
汉王科技（hwkj）002362，汇洲智能（hzzn）002122，中新赛克（zxsk）002912
通信
阿莱德（ald）301419，三维通信（swtx）002115，东方通信（dftx）600776，广哈通信（ghtx）300711，世嘉科技（sjkj）002796
物流
德邦物流，浙商中拓（zszt）000906，中储股份（zcgf）600787，三羊马（sym）001317，长久物流（cjwl）603569，福然德（frd）605050，康欣新材（kxxc）600076
三胎
江南高纤（jngx）600527，西陇科学（xlkx）002584，贝因美（bym）002570
谷子经济
创源股份（cygf）300703，横店影视（hdys）603103，晨光股份（cggf）603899，岩山科技（yskj）002195，群兴玩具（qxwj）002575，京华激光（jhjg）603607
消费电子
冠捷科技（gjkj）000727，奋达科技（fdkj）002681
鸿蒙
云鼎科技（ydkj）000409，达华智能（dhzn）002512
医药
易瑞生物（yrsw）300942，葫芦娃（hlw）605199，一品红（yph）300723，金花股份
消费
中科云网（zkyw）002306，好想你（hxn）002582，一鸣食品（ymsp）605179，佳禾食品（jhsp）605300，西安饮食（xays）000721，皇台酒业（htjy）000995
跨境
三柏硕（sbs）001300，齐心集团（qxjt）002301
其余形式独苗
锦龙股份（jlgf）000712，云维股份（ywgf）600725，如通股份（rtgf）603036，大东方（ddf）600327，强邦新材（qbxc）001279，友邦吊顶（ybdd）002718，天富能源（tfny）600509，主业电力
八方股份（bfgf）603489，湖南白银（hnby）002716，卓郎智能（zlzn）600545，宝塔实业（btsy）000595，淳中科技（czkj）603516，苏州龙杰（szlj）603332

二板
河化股份（hhgf）000953，獐子岛（zzd）002069，星光股份（xggf）002076，粤传媒（ycm）002181，奥飞娱乐（afyl）002292，华英农业（hyny）002321，高乐股份（glgf）002348，圣阳股份（sygf）002580，真爱美家（zamj）003041，华立科技（hlkj）301011，创兴资源（cxzy）600193，两面针（lmz）600249，南京商旅（njsl）600250，大连圣亚（dlsy）600593，新世界（xsj）600628，渤海汽车（bhqc）600960，赛力医疗（slyl）603716，瑞斯康达（rskd）603803，龙蟠科技（lpkj）603906

三板
德美化工（dmhg）002054，桂发祥（gfx）002820，丰华股份（fhgf）600615

四板
湖南黄金（hnhj）002155，华胜天成（hstc）600410

五板
广博股份（gbgf）002103，二六三（els）002467，实丰文化（sfwh）002862，光华科技（ghkj）002741

六板
魅视科技（mskj）001229，弘讯科技（hxkj）603015

`
  },
  {
    "d": "2024-11-25",
    "l": "https://www.tgb.cn/a/2dtlck7XBOm",
    "t": `

首板
锂电池
诺力股份（nlgf）603611，高乐股份（glgf）002348，三维化学（swhx）002469，普路通（plt）002769，日播时尚（rbss）603196，龙蟠科技（lpkj）603906，威领股份，领湃科技（lpkj）300530
红豆股份（hdgf）600400，星光股份（xggf）002076，有研新材（yyxc）600206，东方锆业（dfgy）002167，华丰股份（hfgf）605100，晶华新材（jhxc）603683，圣阳股份（sygf）002580，金圆股份（jygf）000546
盟固利（mgl）301487，湘潭电化（xtdh）002125，大连热电（dlrd）600719，科力远（kly）600478，传艺科技（cykj）002866
重组
南京商旅（njsl）600250，格力地产（gldc）600185，上海三毛（shsm）600689，宁波精达（nbjd）603088
Ai医疗
理邦仪器（lbyq）300206，贝瑞基因（brjy）000710，赛力医疗（slyl）603716，合富中国（hfzg）603122，奥佳华（ajh）002614
纺织
日播时尚（rbss）603196，上海三毛（shsm）600689，梦洁股份（mjgf）002397，浙江自然（zjzr）605080，三夫户外（sfhw）002780，嘉麟杰（jlj）002486，锦泓集团（jhjt）603518
汽车产业链
上海沿浦（shyp）605128，圣龙股份（slgf）603178，渤海汽车（bhqc）600960，登云股份（dygf）002715，无锡振华（wxzh）605319，春兴精工（cxjg）002547，秦安股份（qagf）603758，华培动力（hpdl）603121
通达动力（tddl）002576，铭利达（mld）301268
芯片
宏昌电子（hcdz）603002，万润科技（wrkj）002654
农业
獐子岛（zzd）002069，东方海洋（dfhy）002086，华英农业（hyny）002321
物流
恒通股份（htgf）603223，南京港（njg）002040，长江投资
旅游
凯撒旅业（ksly）000796，大连圣亚（dlsy）600593
医药
两面针（lmz）600249，河化股份（hhgf）000953，司太立（stl）603520，正川股份（zcgf）603976，卫信康（wxk）603676，禾信仪器（hxyq）688622
文创谷子
星辉娱乐（xhyl）300043，奥飞娱乐（afyl）002292，华立科技（hlkj）301011，新世界（xsj）600628
Ai互联网营销
利欧股份（logf）002131，三人行（srx）605168，华扬联众（hylz）603825
传媒短剧
丽尚国潮（lsgc）600738，欢瑞世纪（hrsj）000892
鸿蒙
英派斯（yps）002899，浩云科技（hykj）300448，智微智能（zwzn）001339
光伏
三峡新材（sxxc）600293，耀皮玻璃（ypbl）600819，华菱精工（hljg）603356，国能日新（gnrx）301162
化工
优彩资源（yczy）002998，山东海化（sdhh）000822
机器人
中坚科技（zjkj）002779，新时达（xsd）002527，东杰智能（djzn）300486，音飞储存（yfcc）603066，标准股份，精工科技（jgkj）002006，越剑智能（yjzn）603095，柯力传感（klcg）603662
食品饮料
美盈森（mys）002303，黑芝麻（hzm）000716，祖名股份（zmgf）003030
消费电子
五方光电（wfgd）002962，胜利精密（sljm）002426
其余形式独苗
日出东方（rcdf）603366，创兴资源（cxzy）600193，宁夏建材（nxjc）600449，粤传媒（ycm）002181，帝欧家居，嘉澳环保（jahb）603822，瑞斯康达（rskd）603803，南京公用（njgy）000421
三六零（sll）601360，上工申贝（sgsb）600843

二板
湖南投资（hntz）000548，滨海能源（bhny）000695，山高环能（sghn）000803，国光电器（ggdq）002045，德美化工（dmhg）002054，东港股份（dggf）002117，勤上股份（qsgf）002638，跨境通（kjt）002640，雪迪龙（xdl）002658，桂发祥（gfx）002820，智能自控（znzk）002877，竞业达（jyd）003005，金运激光（jyjg）300220，返利科技（flkj）600228，长春燃气（ccrq）600333，丰华股份（fhgf）600615，南京熊猫（njxm）600775，柏诚股份（bcgf）601133，石大胜华（sdsh）603026，东珠生态（dzst）603359，苏利股份（slgf）603585，朗博科技（lbkj）603655，正平股份（zpgf）603843

三板
粤宏远Ａ（yhya）000573，湖南黄金（hnhj）002155，贝仕达克（bsdk）300822，永鼎股份（ydgf）600105，动力源（dly）600405，华胜天成（hstc）600410，广安爱众（gaaz）600979

四板
广博股份（gbgf）002103，二六三（els）002467，光华科技（ghkj）002741，实丰文化（sfwh）002862，泰坦股份（ttgf）003036

五板
魅视科技（mskj）001229，生意宝（syb）002095，爱仕达（asd）002403，六国化工（lghg）600470，弘讯科技（hxkj）603015，众源新材（zyxc）603527

六板
四川九洲（scjz）000801

七板
渤海化学（bhhx）600800

八板
东方精工（dfjg）002611

十一板
粤桂股份（yggf）000833

`
  },
  {
    "d": "2024-11-22",
    "l": "https://www.tgb.cn/a/2dopzKT1xUl",
    "t": `

首板
重组
丰华股份（fhgf）600615，神力股份（slgf）603819，湖南投资（hntz）000548
固态电池
石大胜华（sdsh）603026，滨海能源（bhny）000695，国光电器（ggdq）002045，奥克股份（akgf）300082
机器人
东港股份（dggf）002117，智能自控（znzk）002877
环保
山高环能（sghn）000803，雪迪龙（xdl）002658，东珠生态（dzst）603359，卓越新能（zyxn）688196
未分类
鹏欣资源（pxzy）600490，正平股份（zpgf）603843
Ai电商
佳都科技（jdkj）600728，返利科技（flkj）600228，跨境通（kjt）002640
化工
苏利股份（slgf）603585，德美化工（dmhg）002054
人工智能
竞业达（jyd）003005，富春股份（fcgf）300299，瑞纳智能（rnzn）301129，拓尔思（tes）300229
天然气
长春燃气（ccrq）600333，水发燃气（sfrq）603318
其余形式独苗
统一股份（tygf）600506，金运激光（jyjg）300220，跟随实丰文化，勤上股份（qsgf）002638，柏城股份，南京熊猫（njxm）600775，朗博科技（lbkj）603655，长城军工（ccjg）601606
桂发祥（gfx）002820

二板
粤宏远Ａ（yhya）000573，远大控股（ydkg）000626，湖南黄金（hnhj）002155，楚天龙（ctl）003040，贝仕达克（bsdk）300822，永鼎股份（ydgf）600105，红星发展（hxfz）600367，动力源（dly）600405，华胜天成（hstc）600410，广安爱众（gaaz）600979，尚纬股份（swgf）603333

三板
广博股份（gbgf）002103，南极电商（njds）002127，东方制造，二六三（els）002467，光华科技（ghkj）002741，浙江建投（zjjt）002761，实丰文化（sfwh）002862，泰坦股份（ttgf）003036，大东方（ddf）600327

四板
魅视科技（mskj）001229，生意宝（syb）002095，远望谷（ywg）002161，爱仕达（asd）002403，大恒科技（dhkj）600288，六国化工（lghg）600470，锦江在线（jjzx）600650，弘讯科技（hxkj）603015，众源新材（zyxc）603527

五板
渤海股份（bhgf）000605，四川九洲（scjz）000801

六板
渤海化学（bhhx）600800

七板
佛塑科技（fskj）000973，东方精工（dfjg）002611

十板
粤桂股份（yggf）000833

`
  },
  {
    "d": "2024-11-21",
    "l": "https://www.tgb.cn/a/2dmMG05HHO8",
    "t": `

首板
金字辈
金科环境（jkhj）688466，陕西金叶（sxjy）000812
化工
远大控股（ydkg）000626，宏达新材（hdxc）002211，赞宇科技（zykj）002637，兴化股份
锂电池
利民股份（lmgf）002734，天际股份（tjgf）002759，华丰股份（hfgf）605100，蔚蓝锂芯（wllx）002245，红星发展（hxfz）600367，粤宏远Ａ（yhya）000573，金圆股份（jygf）000546，康隆达（kld）603665
核电
国缆检测（gljc）301289，融发核电（rfhd）002366，海陆重工（hlzg）002255，永鼎股份（ydgf）600105，久盛电气（jsdq）301082，安泰科技（atkj）000969，尚纬股份（swgf）603333
人工智能
贝仕达克（bsdk）300822，东易日盛（dyrs）002713，星环科技（xhkj）688031，凯淳股份（kcgf）301001，欢瑞世纪（hrsj）000892，三六零（sll）601360
算力
依米康（ymk）300249，广安爱众（gaaz）600979，四川长虹（scch）600839，华胜天成（hstc）600410，海量数据（hlsj）603138，智微智能（zwzn）001339，川润股份（crgf）002272，华孚时尚（hfss）002042
汽车产业链
中通客车（ztkc）000957，雪龙集团（xljt）603949
江苏以及房地产
苏州高新（szgx）600736，中新集团（zxjt）601512，光明地产（gmdc）600708，顾地科技（gdkj）002694
医疗
奥美医疗（amyl）002950，德展健康（dzjk）000813，千金药业（qjyy）600479
机器人
大业股份（dygf）603278，海得控制（hdkz）002184
其余形式独苗
双良节能（sljn）600481，真爱美家（zamj）003041，供销大集（gxdj）000564，京城股份（jcgf）600860，华统股份（htgf）002840，动力源（dly）600405，万泽股份（wzgf）000534，宜宾纸业（ybzy）600793
美盈森（mys）002303，皖通科技（wtkj）002331，正威新材（zwxc）002201，楚天龙（ctl）003040，泰嘉股份（tjgf）002843，湖南黄金（hnhj）002155

二板
大连友谊（dlyy）000679，广博股份（gbgf）002103，南极电商（njds）002127，东方制造，普利特（plt）002324，天娱数科（tysk）002354，和而泰（het）002402，二六三（els）002467，三维化学（swhx）002469，南方精工（nfjg）002553，辉隆股份（hlgf）002556，光华科技（ghkj）002741，浙江建投（zjjt）002761，通宇通讯（tytx）002792，威力传动（wlcd）300904，大东方（ddf）600327，华塑股份（hsgf）600935，日出东方（rcdf）603366

三板
魅视科技（mskj）001229，生意宝（syb）002095，远望谷（ywg）002161，爱仕达（asd）002403，双成药业（scyy）002693，大恒科技（dhkj）600288，六国化工（lghg）600470，锦江在线（jjzx）600650，弘讯科技（hxkj）603015，众源新材（zyxc）603527

四板
渤海股份（bhgf）000605，四川九洲（scjz）000801，奥特迅（atx）002227，鼎龙科技（dlkj）603004

五板
海宁皮城（hnpc）002344，渤海化学（bhhx）600800

六板
佛塑科技（fskj）000973，东方精工（dfjg）002611

九板
粤桂股份（yggf）000833，大千生态（dqst）603955

`
  },
  {
    "d": "2024-11-20",
    "l": "https://www.tgb.cn/a/2dl5KuOk4mO",
    "t": `

首板
重组股转
浙江建投（zjjt）002761，博汇纸业（bhzy）600966，新巨丰（xjf）301296
锂电池
光华科技（ghkj）002741，三维化学（swhx）002469，有研新材（yyxc）600206，普利特（plt）002324，蠡湖股份（lhgf）300694，红豆股份（hdgf）600400，东方锆业（dfgy）002167，高乐股份（glgf）002348
上海洗霸（shxb）603200，滨海能源（bhny）000695，北京利尔（bjle）002392，德尔股份（degf）300473
传媒
实丰文化（sfwh）002862，龙韵股份，广博股份（gbgf）002103，粤传媒（ycm）002181，华扬联众（hylz）603825，利欧股份（logf）002131
医药
圣达生物（sdsw）603079，海思科（hsk）002653，司太立（stl）603520，热景生物（rjsw）688068
消费
大连友谊（dlyy）000679，大东方（ddf）600327，百合股份（bhgf）603102
机器人
威力传动（wlcd）300904，大豪科技（dhkj）603025，渤海汽车（bhqc）600960，国机精工（gjjg）002046，长青科技（cqkj）001324，南方精工（nfjg）002553，艾艾精工（aajg）603580，巨轮智能（jlzn）002031
化工
丹化科技（dhkj）600844，沈阳化工（syhg）000698，清水源（qsy）300437，西陇科学（xlkx）002584，金牛化工（jnhg）600722，辉隆股份（hlgf）002556，宝泰隆（btl）601011，川金诺（cjn）300505
彩蝶实业（cdsy）603073，中欣氟材（zxfc）002915，联创股份，川发龙蟒（cflm）002312，航天工程（htgc）603698，华塑股份（hsgf）600935，金瑞矿业（jrky）600714，嘉化能源（jhny）600273
镇海股份（zhgf）603637，元利科技（ylkj）603217，博菲电气（bfdq）001255
低空
欣贺股份（xhgf）003016，宝利国际（blgj）300135
人工智能
天娱数科（tysk）002354，二六三（els）002467，南兴股份（nxgf）002757，久远银海（jyyh）002777，国新健康（gxjk）000503，宏景科技（hjkj）301396，万达信息（wdxx）300168，梦网科技（mwkj）002123
恒信东方（hxdf）300081，中远海科（zyhk）002401，麦迪科技（mdkj）603990，元隆雅图（ylyt）002878，中科金财（zkjc）002657，传智教育（czjy）003032
航天通信
长江通信（cjtx）600345，宜通世纪（ytsj）300310，航天动力（htdl）600343，辉煌科技（hhkj）002296，长江投资，通宇通讯（tytx）002792，国睿科技（grkj）600562，盛洋科技（sykj）603703
港口
重庆港（cqg）600279，南京港（njg）002040
房地产基建
垒知集团（lzjt）002398，宝鹰股份（bygf）002047，汇通能源（htny）600605，东珠生态（dzst）603359，华联控股（hlkg）000036，国检集团（gjjt）603060
纺织电商
欣贺股份（xhgf）003016，泰坦股份（ttgf）003036，日播时尚（rbss）603196，三柏硕（sbs）001300，南极电商（njds）002127，红蜻蜓（hqt）603116
芯片
敏芯股份（mxgf）688286，华懋科技（hmkj）603306
充电桩
日出东方（rcdf）603366，统一股份（tygf）600506，和顺石油（hssy）603353，科陆电子（kldz）002121
算力
奥瑞德（ard）600666，实达集团（sdjt）600734，和而泰（het）002402
其余形式独苗
酷特智能（ktzn）300840，金帝股份（jdgf）603270，贝因美（bym）002570，东方集团（dfjt）00581，江海股份（jhgf）002484，青岛金王（qdjw）002094，凯众股份（kzgf）603037

二板
魅视科技（mskj）001229，精工科技（jgkj）002006，生意宝（syb）002095，远望谷（ywg）002161，武汉凡谷（whfg）002194，爱仕达（asd）002403，海能达（hnd）002583，威领股份，双成药业（scyy）002693，兆威机电（zwjd）003021，科大智能（kdzn）300222，拓斯达（tsd）300607，大恒科技（dhkj）600288，六国化工（lghg）600470，锦江在线（jjzx）600650，弘讯科技（hxkj）603015，松发股份（sfgf）603268，众源新材（zyxc）603527，柯力传感（klcg）603662，东方环宇（dfhy）603706，天永智能（tyzn）603895，永创智能（yczn）603901，国贸股份

三板
渤海股份（bhgf）000605，四川九洲（scjz）000801，新乡化纤（xxhx）000949，奥特迅（atx）002227，鼎龙科技（dlkj）603004，世茂能源（smny）605028

四板
国光电器（ggdq）002045，海宁皮城（hnpc）002344，渤海化学（bhhx）600800

五板
东方精工（dfjg）002611，佛塑科技（fskj）000973

八板
粤桂股份（yggf）000833

十二板
大千生态（dqst）603955

`
  },
  {
    "d": "2024-11-19",
    "l": "https://www.tgb.cn/a/2djrqKZQSbn",
    "t": `

首板
消费电子
大恒科技（dhkj）600288，和胜股份（hsgf）002824，广信材料（gxcl）300537，崇达技术（cdjs）002815，东晶电子（djdz）002199，朝阳科技（zykj）002981，奥海科技（ahkj）002993，五方光电（wfgd）002962
佳创视讯（jcsx）300264，华映科技（hykj）000536
重组股转
远望谷（ywg）002161，苏州固锝（szgd）002079
机器人
大恒科技（dhkj）600288，天永智能（tyzn）603895，海得控制（hdkz）002184，弘讯科技（hxkj）603015，科大智能（kdzn）300222，大业股份（dygf）603278，永创智能（yczn）603901，拓斯达（tsd）300607
晋拓股份（jtgf）603211，兆威机电（zwjd）003021，爱仕达（asd）002403，夏夏精密（xxjm）001306，合锻智能（hdzn）603011，博隆技术（bljs）603325，精工科技（jgkj）002006，国贸股份
柯力传感（klcg）603662
无人驾驶
星网宇达（xwyd）002829，锦江在线（jjzx）600650，勘探股份，魅视科技（mskj）001229
锂电池
威领股份，天际股份（tjgf）002759，同兴环保（txhb）003027，众源新材（zyxc）603527，赣锋锂业（gfly）002460，天齐锂业（tqly）002466，江特电机（jtdj）002176，大中矿业（dzky）001203
晶华新材（jhxc）603683，盛新锂能（sxln）002240，长阳科技（zykj）688299，永兴材料（yxcl）002756，中矿资源（zkzy）002738，六国化工（lghg）600470，融捷股份（rjgf）002192
前期辨识度反包
双成药业（scyy）002693，海能达（hnd）002583，远达环保（ydhb）600292，中国长城（zgcc）000066，松发股份（sfgf）603268，华映科技（hykj）000536
芯片
康强电子（kqdz）002119，盈方微（yfw）000670，盛剑科技（sjkj）603324，慧智微（hzw）688512，江化微（jhw）603078，国芯科技（gxkj）688262
传媒
金逸影视（jyys）002905，龙版传媒（lbcm）605577
汽车产业链
旭升集团（xsjt）603305，长江材料（cjcl）001296，金杯汽车（jbqc）600609
算力
东方材料（dfcl）603110，英特科技（ytkj）301399，美利云（mly）000815
核电
融发核电（rfhd）002366，久盛电气（jsdq）301082
金融
汇金科技（hjkj）300561，生意宝（syb）002095
其余形式独苗
陕西金叶（sxjy）000812，欧晶科技（ojkj）001269，武汉凡谷（whfg）002194，广济药业（gjyy）000952，东方环宇（dfhy）603706，进攻就东材料，苏州高新（szgx）600736，双成带芯片
华夏带房地产，浙江东日（zjdr）600113

二板
渤海股份（bhgf）000605，四川九洲（scjz）000801，新乡化纤（xxhx）000949，奥特迅（atx）002227，长春一东（ccyd）600148，鼎龙科技（dlkj）603004，世茂能源（smny）605028

三板
国光电器（ggdq）002045，海宁皮城（hnpc）002344，交运股份（jygf）600676，渤海化学（bhhx）600800

四板
佛塑科技（fskj）000973，东方精工（dfjg）002611

七板
粤桂股份（yggf）000833

十一板
大千生态（dqst）603955

`
  },
  {
    "d": "2024-11-18",
    "l": "https://www.tgb.cn/a/2dhDAU0K88W",
    "t": `

首板
重组
希荻微（xdw）688173，津投城开（jtck）600322，水发燃气（sfrq）603318，东华科技（dhkj）002140，中电电机（zddj）603988
破净
美凯龙（mkl）601828，中南股份（zngf）000717，金融街（jrj）000402，黑牡丹（hmd）600510，友阿股份（yagf）002277，阳光股份（yggf）000608，东易日盛（dyrs）002713，好想你（hxn）002582
南京新百（njxb）600682，歌力思（gls）603808，郑州银行（zzyh）002936，永泰能源（ytny）600157，上海能源（shny）600508，长荣股份（zrgf）300195，中红医疗（zhyl）300981，电子城（dzc）600658
宝泰隆（btl）601011，荣盛发展（rsfz）002146，上海建工（shjg）600170，新乡化纤（xxhx）000949
固态电池
硅宝科技（gbkj）300019，北京利尔（bjle）002392，滨海能源（bhny）000695，杉杉股份（ssgf）600884，上海洗霸（shxb）603200，长荣股份（zrgf）300195
反包结构
渤海股份（bhgf）000605，和而泰（het）002402，世荣兆业（srzy）002016，宁波建工（nbjg）601789，能科科技（nkkj）603859
高股息
武进不锈（wjbx）603878
汽车产业链
长春一东（ccyd）600148，山子高科（szgk）000981，春兴精工（cxjg）002547，瑞玛精密（rmjm）002976
光伏
福莱蒽特（flet）605566，利源股份
低空
四川九洲（scjz）000801，中信海直（zxhz）000099，宗申动力（zsdl）001696
其余形式独苗
大东方（ddf）600327，世茂能源（smny）605028，维信诺（wxn）002387，中新赛克（zxsk）002912，奥特迅（atx）002227，鼎龙科技（dlkj）603004，次新化工，浙商中拓（zszt）000906
东方集团（dfjt）00581

二板
博菲电气（bfdq）001255，国光电器（ggdq）002045，海宁皮城（hnpc）002344，赫美集团（hmjt）002356，金财互联（jchl）002530，岭南股份（lngf）002717，返利科技（flkj）600228，长江通信（cjtx）600345，交运股份（jygf）600676，中储股份（zcgf）600787，渤海化学（bhhx）600800，上海物贸（shwm）600822，中国出版（zgcb）601949

三板
佛塑科技（fskj）000973，东方精工（dfjg）002611，南兴股份（nxgf）002757，酷特智能（ktzn）300840

四板
三维化学（swhx）002469，中科金财（zkjc）002657，中安科（zak）600654，兰生股份（lsgf）600826

五板
日出东方（rcdf）603366

六板
粤桂股份（yggf）000833

十板
大千生态（dqst）603955

`
  },
  {
    "d": "2024-11-15",
    "l": "https://www.tgb.cn/a/2dcIUcEsjQQ",
    "t": `

首板
Ai智能体
立方数科（lfsk）300344，金财互联（jchl）002530，三六零（sll）601360，天娱数科（tysk）002354，凯文教育（kwjy）002659，二六三（els）002467，福石控股（fskg）300071，豆神教育（dsjy）300010
泛微网络（fwwl）603039，岭南股份（lngf）002717
互联网营销电商
太平鸟（tpn）603877，返利科技（flkj）600228，安正时尚（azss）603839，线上线下（xsxx）300959，省广传媒（sgcm）000917，利欧股份（logf）002131，红豆股份（hdgf）600400，广博股份（gbgf）002103
有友食品（yysp）603697，赫美集团（hmjt）002356，祖名股份（zmgf）003030
固态电池
有研新材（yyxc）600206，传艺科技（cykj）002866，蠡湖股份（lhgf）300694，光华科技（ghkj）002741，宏盛股份（hsgf）603090，红豆股份（hdgf）600400
传媒
龙版传媒（lbcm）605577，中国出版（zgcb）601949
算力
莲花控股（lhkg）600186，欧陆通（olt）300870
消费电子
英诺激光（ynjg）301021，明月镜片（myjp）301101，奥海科技（ahkj）002993，星徽股份（xhgf）300464，国光电器（ggdq）002045
石英材料
中旗新材（zqxc）001212，长江材料（cjcl）001296
上海
上海物贸（shwm）600822，锦江在线（jjzx）600650，交运股份（jygf）600676
化债
华嵘控股（hrkg）600133，菲林格尔（flge）603226
物流
长久物流（cjwl）603569，中储股份（zcgf）600787
其余形式独苗
海宁皮城（hnpc）002344，圣达生物（sdsw）603079，宇通重工（ytzg）600817，渤海化学（bhhx）600800，山高环能（sghn）000803，长江通信（cjtx）600345，薄菲电气（bfdq）001255，爱仕达（asd）002403

二板
佛塑科技（fskj）000973，东方精工（dfjg）002611，南兴股份（nxgf）002757，博杰股份（bjgf）002975，酷特智能（ktzn）300840

三板
三维化学（swhx）002469，中科金财（zkjc）002657，中安科（zak）600654，兰生股份（lsgf）600826

四板
日出东方（rcdf）603366

五板
粤桂股份（yggf）000833

九板
大千生态（dqst）603955

`
  },
  {
    "d": "2024-11-14",
    "l": "https://www.tgb.cn/a/2daXOUnZie5",
    "t": `



`
  },
  {
    "d": "2024-11-13",
    "l": "https://www.tgb.cn/a/2d9mAKzFWWa",
    "t": `

首板
上海
上海建科（shjk）603153，兰生股份（lsgf）600826，上海物贸（shwm）600822，长江投资，华建集团（hjjt）600629，耀皮玻璃（ypbl）600819
固态电池
乐凯胶片（lkjp）600135，科恒股份（khgf）300340，唯赛勃（wsb）688718，金龙羽（jly）002882，东华科技（dhkj）002140，永福股份（yfgf）300712，信德新材（xdxc）301349，传艺科技（cykj）002866
欧克科技（okkj）001223
人工智能
中安科（zak）600654，海天瑞声（htrs）688787，泛微网络（fwwl）603039，科大讯飞（kdxf）002230
医药
透景生命（tjsm）300642，赤天化（cth）600227
星链
中国卫通（zgwt）601698，航天工程（htgc）603698，长江通信（cjtx）600345，博通集成（btjc）603068
金融
天玑科技（tjkj）300245，中科金财（zkjc）002657
互联网营销
值得买（zdm）300785，返利科技（flkj）600228，焦点科技（jdkj）002315，天威视讯（twsx）002238，遥望科技（ywkj）002291，线上线下（xsxx）300959，省广集团（sgjt）002400，天地在线（tdzx）002995
传媒
姚记科技（yjkj）002605，中国出版（zgcb）601949
未分类
华阳新材（hyxc）600281，雪浪环境（xlhj）300385
化债
世荣兆业（srzy）002016，华嵘控股（hrkg）600133
充电桩
统一股份（tygf）600506，三变科技（sbkj）002112
华为海思
盛剑科技（sjkj）603324，世纪鼎利（sjdl）300050，天准科技（tzkj）688003
机器人
中坚科技（zjkj）002779，兆威机电（zwjd）003021，上海机电（shjd）600835
其余形式独苗
三维化学（swhx）002469，科华控股（khkg）603161，华为汽车（hwqc）600741，嘉诚国际（jcgj）603535，祥龙电业（xldy）600769

二板
供销大集（gxdj）000564，滨海能源（bhny）000695，启明信息（qmxx）002232，上汽集团（sqjt）600104，日出东方（rcdf）603366，赛力医疗（slyl）603716

三板
粤桂股份（yggf）000833，和而泰（het）002402

四板
金桥信息（jqxx）603918

五板
有研新材（yyxc）600206

七板
大千生态（dqst）603955

`
  },
  {
    "d": "2024-11-12",
    "l": "https://www.tgb.cn/a/2d7JGjlBLiw",
    "t": `

首板
重组股转
嘉必优（jby）688089，远达环保（ydhb）600292，登云股份（dygf）002715
无人驾驶
宇通重工（ytzg）600817，江铃汽车（jlqc）000550，瑞玛精密（rmjm）002976，启明信息（qmxx）002232，大众交通（dzjt）600611
机器人
肇民科技（zmkj）301000，冀凯股份
锂电池
软控股份（rkgf）002073，冠盛股份（gsgf）605088，英联股份（ylgf）002846，京威股份，滨海能源（bhny）000695，集泰股份（jtgf）002909
医药
国际医学（gjyx）000516，药易购（yyg）300937，赛力医疗（slyl）603716，中国医药（zgyy）600056，维康药业（wkyy）300878，光正眼科（gzyk）002524，长药控股，皓宸医疗（hcyl）002622
健之佳（jzj）605266，四环生物（shsw）000518，黄山胶囊（hsjn）002817
蚂蚁金服
税友股份（sygf）603171，翠微股份（cwgf）603123，雄帝科技（xdkj）300546
零售
宁波中百（nbzb）600857，重庆百货（cqbh）600729
汽车产业链
凯龙高科（klgk）300912，联明股份（lmgf）603006，上汽集团（sqjt）600104，东风科技（dfkj）600081
消费电子
维信诺（wxn）002387，哈森股份（hsgf）603958，博士眼镜（bsyj）300622
化债
皮阿诺（pan）002853，我爱我家（wawj）000560
化工
联合化学（lhhx）301209，联盛化学（lshx）301212
反核
远达环保（ydhb）600292，英洛华（ylh）000795，供销大集（gxdj）000564，日出东方（rcdf）603366，黑芝麻（hzm）000716
家电
金海高科（jhgk）603311，春光科技（cgkj）603657，比依股份（bygf）603215
电力
三晖电气（shdq）002857，晋控电力（jkdl）000767
其余形式独苗
鼎际得（djd）603255，兴森科技（xskj）002436，润本股份（rbgf）603193，博菲电气（bfdq）001255，风电化工，中储股份（zcgf）600787，东方集团（dfjt）00581

二板
粤桂股份（yggf）000833，东华软件（dhrj）002065，合肥城建（hfcj）002208，和而泰（het）002402，威领股份，顾地科技（gdkj）002694，道恩股份（degf）002838，鑫铂股份（xbgf）003038，东风股份（dfgf）600006，长春燃气（ccrq）600333，浙大网新（zdwx）600797，君正集团（jzjt）601216，晶方科技（jfkj）603005，汇嘉时代（hjsd）603101，翔港科技（xgkj）603499，神力股份（slgf）603819，利元亨（lyh）688499

三板
红宝丽（hbl）002165，金桥信息（jqxx）603918

四板
有研新材（yyxc）600206

五板
天汽模（tqm）002510

六板
大千生态（dqst）603955

`
  },
  {
    "d": "2024-11-11",
    "l": "https://www.tgb.cn/a/2d6gahHgvhK",
    "t": `

首板
重组股转
中国动力（zgdl）600482，东风股份（dfgf）600006，中晟高科（zcgk）002778，青岛双星（qdsx）000599
摩尔线程
润欣科技（rxkj）300493，和而泰（het）002402，东华软件（dhrj）002065，浙大网新（zdwx）600797，杰创智能（jczn）301248，弘信电子（hxdz）300657
芯片光刻机
百傲化学（bahx）603360，飞凯材料（fkcl）300398，晶方科技（jfkj）603005，银宝山新（ybsx）002786，文一科技（wykj）600520，翔港科技（xgkj）603499，芯原股份（xygf）688521，国风新材（gfxc）000859
通富微电（tfwd）002156，兴业股份（xygf）603928，龙腾光电（ltgd）688055，晶合集成（jhjc）688249，甬矽电子（yxdz）688362，凯美特气（kmtq）002549，腾景科技（tjkj）688195，英杰电气（yjdq）300820
格林达（gld）603931，曼恩斯特（mest）301325，联赢激光（lyjg）688518，电科芯片（dkxp）600877，至纯科技（zckj）603690，赛微微电（swwd）688325，精测电子（jcdz）300567，芯导科技（xdkj）688230
闻泰科技（wtkj）600745，中科飞测（zkfc）688361
锂电池
粤桂股份（yggf）000833，天际股份（tjgf）002759，天奈科技（tnkj）688116，永杉锂业（ysly）603399，多氟多（dfd）002407，芳源股份（fygf）688148，威领股份，利元亨（lyh）688499
黑猫股份（hmgf）002068，天赐材料（tccl）002709，国机通用（gjty）600444，骄成超声（jccs）688392，雅运股份（yygf）603790，先导智能（xdzn）300450，科瑞技术（krjs）002957，恩捷股份（ejgf）002812
璞泰来（ptl）603659，赣锋锂业（gfly）002460
金融
天茂集团（tmjt）000627，建元信托（jyxt）600816，兆日科技（zrkj）300333
风光储
神力股份（slgf）603819，长龄液压（zlyy）605389，兆新股份（zxgf）002256，时创能源（scny）688429，安彩高科（acgk）600207，微导纳米（wdnm）688147
汽车产业链
旭升集团（xsjt）603305，上海亚虹（shyh）603159，龙洲股份（lzgf）002682，金杯汽车（jbqc）600609，鑫铂股份（xbgf）003038，徕木股份（lmgf）603633，拓普集团（tpjt）601689，宏盛股份（hsgf）603090
长安汽车（caqc）000625
传媒人工智能
中国科传（zgkc）601858，中国高科（zggk）600730，人民网（rmw）603000，易点天下（ydtx）301171，中科金财（zkjc）002657，焦点科技（jdkj）002315，兆讯传媒（zxcm）301102，中广天择（zgtz）603721
智度股份（zdgf）000676，祥源文旅（xywl）600576，思美传媒（smcm）002712，蓝色光标（lsgb）300058，罗曼股份（lmgf）605289
化债
顾地科技（gdkj）002694，郑中设计（zzsj）002811，聚力文化（jlwh）002247
机器人
巨轮智能（jlzn）002031，联诚精密（lcjm）002921，运机集团（yjjt）001288，兆威机电（zwjd）003021，锋龙股份（flgf）002931，北特科技（btkj）603009
信创
用友网络（yywl）600588，麒麟信安（qlxa）688152，榕基软件（rjrj）002474，中科曙光（zksg）603019，海量数据（hlsj）603138
通信
中兴通讯（zxtx）000063，鼎信通讯（dxtx）603421，华工科技（hgkj）000988
蚂蚁金服
君正集团（jzjt）601216，合肥城建（hfcj）002208
燃气
长春燃气（ccrq）600333，贵州燃气（gzrq）600903
其余形式独苗
欣贺股份（xhgf）003016，威派格（wpg）603956，汇嘉时代（hjsd）603101，东南电子（dndz）301359，仁智股份（rzgf）002629，托普云农（tpyn）301556，英派斯（yps）002899，康希诺（kxn）688185

二板
红宝丽（hbl）002165，盈方微（yfw）000670，大港股份（dggf）002077，禾盛新材（hsxc）002290，中电兴发（zdxf）002298，合众思壮（hzsz）002383，利源股份，通宇通讯（tytx）002792，威星智能（wxzn）002849，东方嘉盛（dfjs）002889，朝阳科技（zykj）002981，华大九天（hdjt）301269，重庆港（cqg）600279，长江通信（cjtx）600345，爱旭股份（axgf）600732，博汇纸业（bhzy）600966，中国卫通（zgwt）601698，上海沪工（shhg）603131，赛腾股份（stgf）603283，百傲化学（bahx）603360，金桥信息（jqxx）603918

三板
西部创业（xbcy）000557，启迪环境（qdhj）000826，中锐股份（zrgf）002374，有研新材（yyxc）600206，美凯龙（mkl）601828，中安科（zak）600654，康美药业（kmyy）600518

四板
天汽模（tqm）002510，紫江企业（zjqy）600210，春兴精工（cxjg）002547

五板
大千生态（dqst）603955

`
  },
  {
    "d": "2024-11-08",
    "l": "https://www.tgb.cn/a/2d1oSbVtPnt",
    "t": `

首板
重组股转
西部证券（xbzq）002673，祥龙电业（xldy）600769，上海电气（shdq）601727，东晶电子（djdz）002199，中电电机（zddj）603988
汽车产业链
蓝海华腾（lhht）300484，浩物股份（hwgf）000757
机器人
科力尔（kle）002892，方正电机（fzdj）002196
芯片光刻机
国芯科技（gxkj）688262，百傲化学（bahx）603360，灿芯股份（cxgf）688691，华东重机（hdzj）002685，上海合晶（shhj）688584，东方嘉盛（dfjs）002889，欧莱新材（olxc）688530，申通地铁（stdt）600834
华大九天（hdjt）301269，红宝丽（hbl）002165，中巨芯（zjx）688549，大港股份（dggf）002077，盈方微（yfw）000670，福晶科技（fjkj）002222，双成药业（scyy）002693，燕东微（ydw）688172
茂莱光学（mlgx）688502
锂电池
宝明科技（bmkj）002992，浙江恒威（zjhw）301222
消费电子
可川科技（kckj）603052，奋达科技（fdkj）002681，赛腾股份（stgf）603283，辰奕智能（cyzn）301578，福光股份（fggf）688010，朝阳科技（zykj）002981，欧菲光（ofg）002456
软件
中电兴发（zdxf）002298，金桥信息（jqxx）603918，能科科技（nkkj）603859，新炬网络（xjwl）605398
医药
皓宸医疗（hcyl）002622，易明医药（ymyy）002826，人民同泰（rmtt）600829
航天星链
中国卫通（zgwt）601698，合众思壮（hzsz）002383，上海沪工（shhg）603131，通宇通讯（tytx）002792，世嘉科技（sjkj）002796，康希通信（kxtx）688653，上海瀚讯（shhx）300762，博通集成（btjc）603068
长江通信（cjtx）600345
军工
利君股份（ljgf）002651，中航沈飞（zhsf）600760，长城军工（ccjg）601606
算力
鸿博股份（hbgf）002229，浪潮信息（lcxx）000977，城地香江（cdxj）603887
光伏
利源股份，爱旭股份（axgf）600732，双良节能（sljn）600481
其余形式独苗
红蜻蜓（hqt）603116，博汇纸业（bhzy）600966，必得科技（bdkj）605298，重庆港（cqg）600279，扬子新材（yzxc）002652，渤海租赁（bhzl）000415，威星智能（wxzn）002849，禾盛新材（hsxc）002290
英力特（ylt）000635

二板
四环生物（shsw）000518，西部创业（xbcy）000557，阳光股份（yggf）000608，启迪环境（qdhj）000826，腾达科技（tdkj）001379，天津普林（tjpl）002134，中锐股份（zrgf）002374，普邦股份（pbgf）002663，捷荣技术（jrjs）002855，安硕信息（asxx）300380，诺德股份（ndgf）600110，有研新材（yyxc）600206，远达环保（ydhb）600292，好当家（hdj）600467，康美药业（kmyy）600518，中国软件（zgrj）600536，申华控股（shkg）600653，中安科（zak）600654，奥瑞德（ard）600666，美凯龙（mkl）601828，伟时电子（wsdz）605218

三板
中国长城（zgcc）000066，华闻集团（hwjt）000793，东方海洋（dfhy）002086，高乐股份（glgf）002348，天汽模（tqm）002510，春兴精工（cxjg）002547，紫江企业（zjqy）600210，亚通股份（ytgf）600692，动力新科（dlxk）600841

四板
供销大集（gxdj）000564，山子高科（szgk）000981，渤海股份（bhgf）000605，大千生态（dqst）603955

五板
日出东方（rcdf）603366，西王食品，海立股份（hlgf）600619

六板
黑芝麻（hzm）000716

七板
英洛华（ylh）000795，蓝黛科技（ldkj）002765，浩欧博（hob）688656

`
  },
  {
    "d": "2024-11-06",
    "l": "https://www.tgb.cn/a/2cXVU8Az89Q",
    "t": `

首板
重组股转
动力新科（dlxk）600841，东北制药（dbzy）000597，上海机电（shjd）600835，君正集团（jzjt）601216
低空飞行
纵横通信（zhtx）603602，航天长峰（htzf）600855，紫江企业（zjqy）600210，航天彩虹（htch）002389，山河智能（shzn）002097，濮耐股份（pngf）002225
固态电池
紫江企业（zjqy）600210，蓝海华腾（lhht）300484，丰元股份（fygf）002805，黑猫股份（hmgf）002068，高乐股份（glgf）002348
光刻机芯片
中广核技（zghj）000881，飞乐音响（fyyx）600651，东方明珠（dfmz）600832，百傲化学（bahx）603360，格林达（gld）603931
信创
中新赛克（zxsk）002912，三六零（sll）601360，浩辰软件（hcrj）688657，索辰科技（sckj）688507
电商
乔治白（qzb）002687，欣贺股份（xhgf）003016，龙头股份（ltgf）600630
油气
宝莫股份（bmgf）002476，贝肯能源（bkny）002828
化债
中环环保（zhhb）300692，北新路桥（bxlq）002307，东易日盛（dyrs）002713，新疆交建（xjjj）002941，中岩大地（zydd）003001
传媒
省广传媒（sgcm）000917，东方明珠（dfmz）600832，岩山科技（yskj）002195，新华传媒（xhcm）600825，华闻传媒（hwcm）000793
汽车产业链
冰山冷热（bslr）000530，海马汽车（hmqc）000572，春兴精工（cxjg）002547，兴业科技（xykj）002674，露笑科技（lxkj）002617，北汽蓝谷（bqlg）600733，交运股份（jygf）600676，威唐工业（wtgy）300707
广东鸿图（gdht）002101，天汽模（tqm）002510，金杯汽车（jbqc）600609
农业
海利生物（hlsw）603718，海欣食品（hxsp）002702，东方集团（dfjt）00581，东方海洋（dfhy）002086，神农种业（snzy）300189，百傲化学（bahx）603360，宏辉果蔬（hhgs）603336，亚通股份（ytgf）600692
农发种业（nfzy）600313，登海种业（dhzy）002041，敦煌种业（dhzy）600354
机器人
赛为智能（swzn）300044，三丰智能（sfzn）300276，精伦电子（jldz）600355，华昌达（hcd）300278，远大智能（ydzn）002689，八方股份（bfgf）603489
区块链比特币
金运激光（jyjg）300220，御银股份（yygf）002177，中国长城（zgcc）000066，美信科技（mxkj）301577
医药
嘉应制药（jyzy）002198，联环药业（lhyy）600513
其余形式独苗
波导股份（bdgf）600130，胜利精密（sljm）002426，光韵达（gyd）300227，传化智联（chzl）002010，可能是区块链，巍华新材（whxc）603310，键邦股份（jbgf）603285，大连圣亚（dlsy）600593
川大智胜（cdzs）002253，瑞斯康达（rskd）603803，中央商场（zysc）600280

二板
中信海直（zxhz）000099，供销大集（gxdj）000564，海南海药（hnhy）000566，甘化科工（ghkg）000576，渤海股份（bhgf）000605，新华联（xhl）000620，炼石航空（lshk）000697，山子高科（szgk）000981，荣盛发展（rsfz）002146，飞马国际（fmgj）002210，世联行（slx）002285，维信诺（wxn）002387，利君股份（ljgf）002651，第一创业（dycy）002797，华林证券（hlzq）002945，银河磁体（yhct）300127，兴源环境（xyhj）300266，古鳌科技（gakj）300551，晨曦航空（cxhk）300581，六九一二（ljye）301592，创兴资源（cxzy）600193，太极实业（tjsy）600667，大千生态（dqst）603955，禾信仪器（hxyq）688622

三板
爱仕达（asd）002403，科力尔（kle）002892，联创光电（lcgd）600363，海立股份（hlgf）600619，华建集团（hjjt）600629，上海电气（shdq）601727，全筑股份（qzgf）603030，日出东方（rcdf）603366，华体科技（htkj）603679，电气风电（dqfd）688660，西王食品，延华智能（yhzn）002178，聚力文化（jlwh）002247

四板
黑芝麻（hzm）000716，能科科技（nkkj）603859

五板
渤海租赁（bhzl）000415，英洛华（ylh）000795，蓝丰生化（lfsh）002513，蓝黛科技（ldkj）002765，海航控股（hhkg）600221，日播时尚（rbss）603196，亿嘉和（yjh）603666，浩欧博（hob）688656

七板
爱施德（asd）002416

九板
华映科技（hykj）000536

`
  },
  {
    "d": "2024-11-05",
    "l": "https://www.tgb.cn/a/2cWdznghkJk",
    "t": `

首板
重组
禾信仪器（hxyq）688622，大千生态（dqst）603955，经纬辉开（jwhk）300120，天地在线（tdzx）002995，永和智控（yhzk）002795，富煌钢构（fhgg）002743，兴源环境（xyhj）300266
芯片
晶丰明源（jfmy）688368，通富微电（tfwd）002156，兴森科技（xskj）002436，太极实业（tjsy）600667，张江高科（zjgk）600895，慧智微（hzw）688512
军工
中航沈飞（zhsf）600760，晨曦航空（cxhk）300581，甘化科工（ghkg）000576，利君股份（ljgf）002651，炼石航空（lshk）000697，恒申新材（hsxc）000782，中科星图（zkxt）688568，华如科技（hrkj）301302
楚江新材（cjxc）002171，七一二（qye）603712，六九一二（ljye）301592，通达股份（tdgf）002560，光启技术（gqjs）002625，合众思壮（hzsz）002383，航发动力（hfdl）600893
信创
吉大正元（jdzy）003029，通达海（tdh）301378，国网信通（gwxt）600131，浩瀚深度（hhsd）688292，久远银海（jyyh）002777，中国软件（zgrj）600536，拓维信息（twxx）002261
锂电池
万润新能（wrxn）688275，龙蟠科技（lpkj）603906，尚太科技（stkj）001301，天赐材料（tccl）002709，璞泰来（ptl）603659，博迁新材（bqxc）605376
基建化债
建艺集团（jyjt）002789，宝鹰股份（bygf）002047，荣丰控股（rfkg）000668，香江控股（xjkg）600162，世联行（slx）002285，北辰实业（bcsy）601588，衢州发展（qzfz）600208，荣盛发展（rsfz）002146
福建水泥（fjsn）600802，光明地产（gmdc）600708，绿地控股（ldkg）600606，新华联（xhl）000620，友邦吊顶（ybdd）002718，龙元建设（lyjs）600491，宏润建设（hrjs）002062，渤海股份（bhgf）000605
华为新能源
可立克（klk）002782，绿能慧充（lnhc）600212
油气
仁智股份（rzgf）002629，茂化实华（mhsh）000637
汽车产业链
福达股份（fdgf）603166，山子高科（szgk）000981
海南
海南发展（hnfz）002163，海南高速（hngs）000886，欣龙控股（xlkg）000955，海南海药（hnhy）000566，海南机场（hnjc）600515
金融
第一创业（dycy）002797，新大陆（xdl）000997，古鳌科技（gakj）300551，华林证券（hlzq）002945，恒生电子（hsdz）600570，普邦股份（pbgf）002663，天茂集团（tmjt）000627
光伏
雅博股份，协鑫集成（xxjc）002506，森特股份（stgf）603098，利源股份，天洋新材（tyxc）603330
服装
梦百合（mbh）603313，美邦服饰（mbfs）002269
航运物流
安通控股（atkg）600179，海航科技（hhkj）600751，飞马国际（fmgj）002210
稀土永磁
创兴资源（cxzy）600193，包钢股份（bggf）600010，华钰矿业（hyky）601020，银河磁体（yhct）300127，中科三环（zksh）000970
消费电子
东山精密（dsjm）002384，奥拓电子（atdz）002587，得润电子（drdz）002055，鸿合科技（hhkj）002955，博士眼镜（bsyj）300622，格林精密（gljm）300968，科瑞技术（krjs）002957，维信诺（wxn）002387
零售
供销大集（gxdj）000564，友阿股份（yagf）002277，华联股份（hlgf）000882
高铁
必得科技（bdkj）605298，神州高铁（szgt）000008
机器人
越剑智能（yjzn）603095，凌云股份（lygf）600480，京城股份（jcgf）600860，兆威机电（zwjd）003021，万里扬（wly）002434，高新兴（gxx）300098，卓郎智能（zlzn）600545，襄阳轴承（xyzc）000678
算力硬件
意华股份（yhgf）002897，金安国纪（jagj）002636
低空飞行
绿能慧充（lnhc）600212，佳力奇（jlq）301586，中信海直（zxhz）000099
其余形式独苗
集友股份（jygf）603429，永泰能源（ytny）600157，全新好（qxh）000007，松炀资源（syzy）603863，青岛金王（qdjw）002094，亚钾国际（yjgj）000893，中恒集团（zhjt）600252，顺灏股份（shgf）002565
好当家（hdj）600467

二板
凤凰航运（fhhy）000520，西王食品，众泰汽车（ztqc）000980，铭科精技（mkjj）001319，巨轮智能（jlzn）002031，延华智能（yhzn）002178，聚力文化（jlwh）002247，爱仕达（asd）002403，信质集团（xzjt）002664，科力尔（kle）002892，赢时胜（yss）300377，拓斯达（tsd）300607，新力金融（xljr）600318，五矿资本（wkzb）600390，联创光电（lcgd）600363，海立股份（hlgf）600619，赛力斯（sls）601127，华建集团（hjjt）600629，东兴证券（dxzq）601198，全筑股份（qzgf）603030，上海电气（shdq）601727，安乃达（and）603350，日出东方（rcdf）603366，柯力传感（klcg）603662

三板
黑芝麻（hzm）000716，瑞迪智驱（rdzq）301596，能科科技（nkkj）603859

四板
渤海租赁（bhzl）000415，英洛华（ylh）000795，云南锗业（ynzy）002428，蓝丰生化（lfsh）002513，蓝黛科技（ldkj）002765，海航控股（hhkg）600221，日播时尚（rbss）603196，亿嘉和（yjh）603666，浩欧博（hob）688656

六板
爱施德（asd）002416

八板
华映科技（hykj）000536

九板
松发股份（sfgf）603268

`
  },
  {
    "d": "2024-11-04",
    "l": "https://www.tgb.cn/a/2cUCpoBJKmz",
    "t": `

首板
机器人
科力尔（kle）002892，横河精密（hhjm）300539，夏夏精密（xxjm）001306，柯力传感（klcg）603662，新时达（xsd）002527，爱仕达（asd）002403，赛力斯（sls）601127，拓斯达（tsd）300607
精伦电子（jldz）600355，八方股份（bfgf）603489，巨轮智能（jlzn）002031，远大智能（ydzn）002689，中大力德（zdld）002896，埃斯顿（asd）002747，全筑股份（qzgf）603030，天奇股份（tqgf）002009
派斯林（psl）600215，安乃达（and）603350，秦川机床（qcjc）000837，鸣志电器（mzdq）603728，富佳股份（fjgf）603219，星网宇达（xwyd）002829，富临精工（fljg）300432，南方精工（nfjg）002553
中马传动（zmcd）603767，锋龙股份（flgf）002931，海得控制（hdkz）002184，新兴装备（xxzb）002933，华丽家族（hljz）600503，众辰科技（zckj）603275，华明装备（hmzb）002270，绿的谐波（ldxb）688017
通力科技（tlkj）301255
重组
华康股份（hkgf）605077，凤凰航运（fhhy）000520，万向钱潮（wxqc）000559，上海电气（shdq）601727，东湖高新（dhgx）600133
电力
电气风电（dqfd）688660，长城电工（ccdg）600192，惠天热电（htrd）000692，森源电气（sydq）002358
军工
联创光电（lcgd）600363，航天电子（htdz）600879，展鹏科技（zpkj）603488，铖昌科技（cckj）001270
家电
九阳股份（jygf）002242，日出东方（rcdf）603366
医药
莎普爱思（spas）603168，昭衍新药（zyxy）603127，健麾信息（jhxx）605186，创新医疗（cxyl）002173，天益医疗（tyyl）301097
消费电子
和胜股份（hsgf）002824，伟时电子（wsdz）605218，福日电子（frdz）600203，欧菲光（ofg）002456
汽车产业链
众泰汽车（ztqc）000980，常润股份（crgf）603201，常熟汽饰（csqs）603035，信质集团（xzjt）002664，飞乐音响（fyyx）600651，浙江世宝（zjsb）002703，华锋股份（hfgf）002806，秦安股份（qagf）603758
合力科技（hlkj）603917，北汽蓝谷（bqlg）600733，铭科精技（mkjj）001319，维科技术（wkjs）600152，三联锻造（sldz）001282，文灿股份（wcgf）603348
化债基建
华建集团（hjjt）600629，绿茵生态（lyst）002887，聚力文化（jlwh）002247，顾地科技（gdkj）002694，国泰集团（gtjt）603977，华丽家族（hljz）600503
平台经济
若羽臣（ryc）003010，欣贺股份（xhgf）003016，三人行（srx）605168，茶花股份（chgf）603615，吉宏股份（jhgf）002803
金融
新力金融（xljr）600318，东兴证券（dxzq）601198，建元信托（jyxt）600816，汇金科技（hjkj）300561，五矿资本（wkzb）600390，赢时胜（yss）300377，瑞达期货（rdqh）002961，山西证券（sxzq）002500
算力
荣科科技（rkkj）300290，四方科技（sfkj）603339，中科曙光（zksg）603019
科技类化工
航锦科技（hjkj）000818，阿科力（akl）603722
鸿蒙
延华智能（yhzn）002178，常山北明（csbm）000158，神州信息（szxx）000555，英派斯（yps）002899
光伏
英力特（ylt）000635，中旗新材（zqxc）001212，弘元绿能（hyln）603185，岳阳兴长（yyxz）000819
食品
四方科技（sfkj）603339，好想你（hxn）002582，西王食品
其余形式独苗
华体科技（htkj）603679，波导股份（bdgf）600130，晋亿实业（jysy）601002，博纳影业（bnyy）001330，长白山（cbs）603099，联科科技（lkkj）001207，川发龙蟒（cflm）002312，福建金森（fjjs）002679

二板
黑芝麻（hzm）000716，山高环能（sghn）000803，百润股份（brgf）002568，哈三联（hsl）002900，雷赛智能（lszn）002979，阳谷华泰（yght）300121，瑞迪智驱（rdzq）301596，剑桥科技（jqkj）603083，万林物流（wlwl）603117，豪能股份（hngf）603809，能科科技（nkkj）603859，老百姓（lbx）603883，健之佳（jzj）605266

三板
美丽生态（mlst）000010，渤海租赁（bhzl）000415，英洛华（ylh）000795，云南锗业（ynzy）002428，蓝丰生化（lfsh）002513，蓝黛科技（ldkj）002765，海航控股（hhkg）600221，日播时尚（rbss）603196，亿嘉和（yjh）603666

五板
爱施德（asd）002416

七板
华映科技（hykj）000536

八板
松发股份（sfgf）603268

`
  },
  {
    "d": "2024-11-01",
    "l": "https://www.tgb.cn/a/2cPAbEXSfhc",
    "t": `

首板
重组股转
阳谷华泰（yght）300121，万林物流（wlwl）603117
华为硬件合作
浩瀚深度（hhsd）688292，能科科技（nkkj）603859
四川
山高环能（sghn）000803，豪能股份（hngf）603809
汽车产业链
豪能股份（hngf）603809，天龙股份（tlgf）603266，飞龙股份（flgf）002536
医药
哈三联（hsl）002900，瑞丰高材（rfgc）300243，浙江医药（zjyy）600216，老百姓（lbx）603883，健之佳（jzj）605266，大参林（dcl）603233，漱玉平民（sypm）301017，益丰药房（yfyf）603939
第一医药（dyyy）600833
房地产化债
香江控股（xjkg）600162，海德股份（hdgf）000567，渝开发（ykf）000514
零售消费
华联股份（hlgf）000882，好当家（hdj）600467，水井坊（sjf）600779，中央商场（zysc）600280，品渥食品（pwsp）300892，永辉超市（yhcs）601933，黑芝麻（hzm）000716，百润股份（brgf）002568
稀土金属
中国稀土（zgxt）000831，大地熊（ddx）688077，广晟有色（gcys）600259，北方稀土（bfxt）600111，金力永磁（jlyc）300748，包钢股份（bggf）600010，华钰矿业（hyky）601020，宁波韵升（nbys）600366
创兴资源（cxzy）600193，银河磁体（yhct）300127，东方锆业（dfgy）002167，北方铜业（bfty）000737，正海磁材（zhcc）300224，中科三环（zksh）000970，北矿科技（bkkj）600980，中科磁业（zkcy）301141
章源钨业（zywy）002378，西藏矿业（xzky）000762，龙磁科技（lckj）300835，中钢天源（zgty）002057
电力
美硕科技（mskj）301295，世茂能源（smny）605028
机器人
瑞迪智驱（rdzq）301596，雷赛智能（lszn）002979
其余形式独苗
金浦钛业（jpty）000545，皖新传媒（wxcm）601801，剑桥科技（jqkj）603083，安阳钢铁（aygt）600569

二板
美丽生态（mlst）000010，渤海租赁（bhzl）000415，英洛华（ylh）000795，通富微电（tfwd）002156，雅博股份，云南锗业（ynzy）002428，协鑫集成（xxjc）002506，蓝丰生化（lfsh）002513，蓝黛科技（ldkj）002765，海航控股（hhkg）600221，中恒集团（zhjt）600252，津投城开（jtck）600322，盛和资源（shzy）600392，亿晶光电（yjgd）600537，光大嘉宝（gdjb）600622，中航产融（zhcr）600705，福建水泥（fjsn）600802，张江高科（zjgk）600895，北辰实业（bcsy）601588，森特股份（stgf）603098，日播时尚（rbss）603196，永新光学（yxgx）603297，亿嘉和（yjh）603666

三板
中国长城（zgcc）000066，宝鹰股份（bygf）002047，万丰奥威（wfaw）002085，华软科技（hrkj）002453

四板
爱施德（asd）002416，格林精密（gljm）300968

六板
华映科技（hykj）000536，电广传媒（dgcm）000917，青岛金王（qdjw）002094，双良节能（sljn）600481

十板
电投产融（dtcr）000958

十二板
松发股份（sfgf）603268

`
  },
  {
    "d": "2024-10-31",
    "l": "https://www.tgb.cn/a/2cNYHhidmYq",
    "t": `

首板
股转重组
浩欧博（hob）688656，东晶电子（djdz）002199，祥龙电业（xldy）600769
光伏风电
森特股份（stgf）603098，瑞和股份（rhgf）002620，清源股份（qygf）603628，风光股份（fggf）301100，宝馨科技（bxkj）002514，元利科技（ylkj）603217，德力股份（dlgf）002571，协鑫集成（xxjc）002506
雅博股份，易成新能（ycxn）300080，中成股份（zcgf）000151，亿晶光电（yjgd）600537，顺发恒业（sfhy）000631，晶澳科技（jakj）002459，钧达股份（jdgf）002865，禾望电气（hwdq）603063
国晟科技（gckj）603778，电气风电（dqfd）688660，森源电气（sydq）002358，湘电股份（xdgf）600416，远程股份（ycgf）002692，蓝丰生化（lfsh）002513，通润装备（trzb）002150，晶科科技（jkkj）601778
锂电池
红豆股份（hdgf）600400，星光股份（xggf）002076，威领股份
金属稀土
盛达资源（sdzy）000603，英洛华（ylh）000795，盛和资源（shzy）600392，宏达股份（hdgf）600331，云南锗业（ynzy）002428
房地产基建
瑞和股份（rhgf）002620，福建水泥（fjsn）600802，美丽生态（mlst）000010，深深房Ａ（ssfa）000029，深振业Ａ（szya）000006，成都路桥（cdlq）002628，衢州发展（qzfz）600208，苏州高新（szgx）600736
光大嘉宝（gdjb）600622，北辰实业（bcsy）601588，曲美家居（qmjj）603818，亚泰集团（ytjt）600881，蒙草生态（mcst）300355，陕建股份（sjgf）600248，津投城开（jtck）600322
军工
凤形股份（fxgf）002760，万方发展（wffz）000638，天微电子（twdz）688511，宝塔实业（btsy）000595
金融
中航产融（zhcr）600705，哈投股份（htgf）600864，陕国投Ａ（sgta）000563，赢时胜（yss）300377，天风证券（tfzq）601162
汽车产业链
常润股份（crgf）603201，派生科技，金龙汽车（jlqc）600686，万向钱潮（wxqc）000559，众泰汽车（ztqc）000980，江淮汽车（jhqc）600418
低空飞行
立航科技（lhkj）603261，渤海租赁（bhzl）000415，卧龙电驱（wldq）600580，王子新材（wzxc）002735，集智股份（jzgf）300553，蓝黛科技（ldkj）002765，洪都航空（hdhk）600316，航天晨光（htcg）600501
电力
华西能源（hxny）002630，廊坊发展（lffz）600149
医药
九安医疗（jayl）002432，皓宸医疗（hcyl）002622，中恒集团（zhjt）600252，美年健康（mnjk）002044
芯片光刻机
张江高科（zjgk）600895，至纯科技（zckj）603690，福晶科技（fjkj）002222，飞乐音响（fyyx）600651，永新光学（yxgx）603297，新相微（xxw）688593，奥普光电（apgd）002338，茂莱光学（mlgx）688502
通富微电（tfwd）002156，华懋科技（hmkj）603306，金海通（jht）603061，三超新材（scxc）300554，炬光科技（jgkj）688167
智谱Ai与传媒游戏
盛通股份（stgf）002599，名臣健康（mcjk）002919，汇洲智能（hzzn）002122，视觉中国（sjzg）000681，安妮股份（angf）002235，博彦科技（bykj）002649，省广集团（sgjt）002400，中科金财（zkjc）002657
机器人
亿嘉和（yjh）603666，南方精工（nfjg）002553，华东数控（hdsk）002248
海南
华闻集团（hwjt）000793，海航控股（hhkg）600221
网络安全
亚信安全（yxaq）688225，三六零（sll）601360，启明信息（qmxx）002232
其余形式独苗
远望谷（ywg）002161，星华新材（xhxc）301077，中公教育（zgjy）002607，达华智能（dhzn）002512，众鑫股份（zxgf）603091，哈尔斯（hes）002615，佛塑科技（fskj）000973，美邦服饰（mbfs）002269

二板
皇庭国际（htgj）000056，中国长城（zgcc）000066，ＴＣＬ科技（tclkj）000100，常山北明（csbm）000158，中捷资源（zjzy）002021，盈方微（yfw）000670，宝鹰股份（bygf）002047，万丰奥威（wfaw）002085，聚力文化（jlwh）002247，川润股份（crgf）002272，光迅科技（gxkj）002281，新亚制程（xyzc）002388，华软科技（hrkj）002453，棒杰股份，顾地科技（gdkj）002694，第一创业（dycy）002797，新动力（xdl）310328，星星科技（xxkj）300256，酒钢宏兴（jghx）600307，黄河旋风（hhxf）600172，精伦电子（jldz）600355，西昌电力（xcdl）600505，江南高纤（jngx）600527

三板
海马汽车（hmqc）000572，延华智能（yhzn）002178，爱施德（asd）002416，欧菲光（ofg）002456，格林精密（gljm）300968，波导股份（bdgf）600130，联创光电（lcgd）600363，丰林集团（fljt）601996

四板
云内动力（yndl）000903，川大智胜（cdzs）002253，川发龙蟒（cflm）002312，思美传媒（smcm）002712，豆神教育（dsjy）300010，东安动力（dadl）600178，福日电子（frdz）600203，瑞贝卡（rbk）600439，四川长虹（scch）600839，百大集团（bdjt）600865

五板
凤凰航运（fhhy）000520，华映科技（hykj）000536，电广传媒（dgcm）000917，青岛金王（qdjw）002094，中新赛克（zxsk）002912，双良节能（sljn）600481

六板
岭南股份（lngf）002717，申华控股（shkg）600653

八板
东方集团（dfjt）00581

九板
电投产融（dtcr）000958，远达环保（ydhb）600292，泰禾智能（thzn）603656

十板
海能达（hnd）002583

十一板
松发股份（sfgf）603268

`
  },
  {
    "d": "2024-10-30",
    "l": "https://www.tgb.cn/a/2cMbiA7TOKY",
    "t": `

首板
重组股转
启迪药业（qdyy）000590，城地香江（cdxj）603887，永和智控（yhzk）002795，南宁百货（nnbh）600712，朗源股份，华立股份（hlgf）603038，华东重机（hdzj）002685，中捷资源（zjzy）002021
房地产基建
光明地产（gmdc）600708，华建集团（hjjt）600629，园林股份（ylgf）605303，顾地科技（gdkj）002694，聚力文化（jlwh）002247，国创高新（gcgx）002377，华立股份（hlgf）603038，建设机械（jsjx）600984
上实发展（ssfz）600748，华远地产（hydc）600743，荣盛发展（rsfz）002146，菲达环保（fdhb）600526，海南瑞泽（hnrz）002596，海南高速（hngs）000886
电力
西昌电力（xcdl）600505，广电电气（gddq）601616
信创
中国长城（zgcc）000066，凌志软件（lzrj）688588，同方股份（tfgf）600100，南天信息（ntxx）000948，常山北明（csbm）000158，创意信息（cyxx）300366，中安科（zak）600654，东华软件（dhrj）002065
浙大网新（zdwx）600797，润和软件（rhrj）300339，恒银科技（hykj）603106
芯片产业链
皇庭国际（htgj）000056，盈方微（yfw）000670，华软科技（hrkj）002453，深科技（skj）000021
算力产业链
光迅科技（gxkj）002281，旭光电子（xgdz）600353，川润股份（crgf）002272，远东传动（ydcd）002406，四方科技（sfkj）603339，高新发展（gxfz）000628
新型工业化
精伦电子（jldz）600355，黄河旋风（hhxf）600172，克来机电（kljd）603960
医药
河化股份（hhgf）000953，合富中国（hfzg）603122，赤天化（cth）600227
家电
海信视像（hxsx）600060，ＴＣＬ科技（tclkj）000100
光伏
棒杰股份，宝鹰股份（bygf）002047，天洋新材（tyxc）603330，弘元绿能（hyln）603185
低空
万丰奥威（wfaw）002085，光洋股份（gygf）002708，建新股份（jxgf）300107，中信海直（zxhz）000099，江南高纤（jngx）600527，山河智能（shzn）002097，宝利国际（blgj）300135，天融信（trx）002212
四川九洲（scjz）000801，宗申动力（zsdl）001696
消费电子
冠捷科技（gjkj）000727，致尚科技（zskj）301486，星星科技（xxkj）300256，福蓉科技（frkj）603327，沃格光电（wggd）603773，福光股份（fggf）688010
食品消费
禾丰股份（hfgf）603609，华英农业（hyny）002321，国中水务（gzsw）600187
钢铁
重庆钢铁（cqgt）601005，酒钢宏兴（jghx）600307
汽车产业链
上海亚虹（shyh）603159，动力新科（dlxk）600841
文化传媒
北京文化（bjwh）000802，国新文化（gxwh）600636
其余形式独苗
第一创业（dycy）002797，才拉证券，飞马国际（fmgj）002210，深圳物流，集友股份（jygf）603429，金浦钛业（jpty）000545，朗姿股份（lzgf）002612，新亚制程（xyzc）002388
永安行（yax）603776，新动力（xdl）310328，安泰集团（atjt）600408

二板
海马汽车（hmqc）000572，平潭发展（ptfz）000592，汇绿生态（hlst）001267，延华智能（yhzn）002178，爱施德（asd）002416，中粮资本（zlzb）002423，欧菲光（ofg）002456，格林精密（gljm）300968，波导股份（bdgf）600130，联创光电（lcgd）600363，金杯汽车（jbqc）600609，丰林集团（fljt）601996，科森股份

三板
云内动力（yndl）000903，川大智胜（cdzs）002253，川发龙蟒（cflm）002312，贝因美（bym）002570，思美传媒（smcm）002712，豆神教育（dsjy）300010，东安动力（dadl）600178，福日电子（frdz）600203，瑞贝卡（rbk）600439，四川长虹（scch）600839，百大集团（bdjt）600865，正和生态（zhst）605069

四板
深赛格（ssg）000058，凤凰航运（fhhy）000520，华映科技（hykj）000536，电广传媒（dgcm）000917，青岛金王（qdjw）002094，力合科创（lhkc）002243，申科股份（skgf）002633，万通发展（wtfz）600246，中新赛克（zxsk）002912，双良节能（sljn）600481，大众公用（dzgy）600635，上海电气（shdq）601727

五板
万润科技（wrkj）002654，岭南股份（lngf）002717，跃岭股份（ylgf）002725，申华控股（shkg）600653

六板
上工申贝（sgsb）600843

七板
东方集团（dfjt）00581

八板
电投产融（dtcr）000958，远达环保（ydhb）600292，泰禾智能（thzn）603656

九板
海能达（hnd）002583

十板
松发股份（sfgf）603268

`
  },
  {
    "d": "2024-10-29",
    "l": "https://www.tgb.cn/a/2cKyzczBUIU",
    "t": `

首板
重组题材
因赛集团（ysjt）300781，汇绿生态（hlst）001267
消费电子
水晶光电（sjgd）002273，银邦股份（ybgf）300337，欧菲光（ofg）002456，爱施德（asd）002416，科森股份，格林精密（gljm）300968，联创光电（lcgd）600363，深圳华强（szhq）000062
龙旗科技（lqkj）603341，永新光学（yxgx）603297，春秋电子（cqdz）603890
通信
波导股份（bdgf）600130，东方通信（dftx）600776
锂电池
豪鹏新材（hpxc）002988，柘中股份（zzgf）002346
芯片
国风新材（gfxc）000859，乾照光电（qzgd）300102，华天科技（htkj）002185，翔港科技（xgkj）603499
信创
石基信息（sjxx）002153，华宇软件（hyrj）300271，延华智能（yhzn）002178，神州信息（szxx）000555，榕基软件（rjrj）002474，数字政通（szzt）300075
农业
星光农机（xgnj）603789，万辰集团（wcjt）300972
机器人
华昌达（hcd）300278，东方精工（dfjg）002611
摘帽
凯撒旅业（ksly）000796，远程控股，惠天热电（htrd）000692
商业航天
航天动力（htdl）600343，航天科技（htkj）000901
汽车产业链
金杯汽车（jbqc）600609，南华仪器（nhyq）300417，金溢科技（jykj）002869，沪光股份（hggf）605333，海马汽车（hmqc）000572，宏昌科技（hckj）301008，湖南天雁（hnty）600698
装修
矩阵股份（jzgf）301365，荣丰控股（rfkg）000668，丰林集团（fljt）601996
食品消费
莫高股份，家家悦（jjy）603708，西安饮食（xays）000721，南京商旅（njsl）600250
算力
湖北广电（hbgd）000665，科大国创（kdgc）300520，世纪华通（sjht）002602
跨境支付
石基信息（sjxx）002153，中粮资本（zlzb）002423，仁东控股（rdkg）002647
福建
平潭发展（ptfz）000592，厦门信达（xmxd）000701
其余形式独苗
福斯达（fsd）603173，中毅达（zyd）600610，摩恩电气（medq）002451，星华新材（xhxc）301077，北化股份（bhgf）002246，卫信康（wxk）603676，创新医疗（cxyl）002173

二板
云内动力（yndl）000903，川大智胜（cdzs）002253，川发龙蟒（cflm）002312，贝因美（bym）002570，中科金财（zkjc）002657，思美传媒（smcm）002712，豆神教育（dsjy）300010，香雪制药（xxzy）300147，东安动力（dadl）600178，福日电子（frdz）600203，万向德农（wxdn）600371，瑞贝卡（rbk）600439，四川长虹（scch）600839，百大集团（bdjt）600865，力帆科技（lfkj）601777，永辉超市（yhcs）601933，有友食品（yysp）603697，正和生态（zhst）605069

三板
力合科创（lhkc）002243，申科股份（skgf）002633，中新赛克（zxsk）002912，万通发展（wtfz）600246，双良节能（sljn）600481，大众公用（dzgy）600635，岩石股份（ysgf）600696，上海电气（shdq）601727，恒润股份（hrgf）603985，深纺织Ａ（sfza）000045，深赛格（ssg）000058，凤凰航运（fhhy）000520，华映科技（hykj）000536，电广传媒（dgcm）000917，青岛金王（qdjw）002094

四板
万润科技（wrkj）002654，岭南股份（lngf）002717，跃岭股份（ylgf）002725，申华控股（shkg）600653，哈森股份（hsgf）603958

五板
上工申贝（sgsb）600843

六板
东方集团（dfjt）00581，至正股份（zzgf）603991

七板
电投产融（dtcr）000958，远达环保（ydhb）600292，泰禾智能（thzn）603656

八板
海能达（hnd）002583

九板
松发股份（sfgf）603268

`
  },
  {
    "d": "2024-10-28",
    "l": "https://www.tgb.cn/a/2cIO0LFTMyY",
    "t": `



`
  },
  {
    "d": "2024-10-25",
    "l": "https://www.tgb.cn/a/2cDX96nI7xI",
    "t": `

首板
创投
大众公用（dzgy）600635，矩阵股份（jzgf）301365，力合科创（lhkc）002243，电广传媒（dgcm）000917，华控赛格（hksg）000068，深赛格（ssg）000058，市北高新（sbgx）600604，新能泰山（xnts）000720
佳隆股份（jlgf）002495
深圳本地股科技股
中新赛克（zxsk）002912，民德电子（mddz）300656，深纺织Ａ（sfza）000045，怡亚通（yyt）002183，特力Ａ（tla）000025，深圳新星（szxx）603978
电池
科创新源（kcxy）300731，远东股份（ydgf）600869，传艺科技（cykj）002866，丰元股份（fygf）002805，海科新源（hkxy）301292，中国宝安（zgba）000009，华盛锂电（hsld）688353，宝明科技（bmkj）002992
黑猫股份（hmgf）002068，天赐材料（tccl）002709，普路通（plt）002769，璞泰来（ptl）603659，尚太科技（stkj）001301，天际股份（tjgf）002759，天力锂能（tlln）301152，中科电气（zkdq）300035
孚日股份（frgf）002083，威领股份，索通发展（stfz）603612
未分类
申科股份（skgf）002633，黄河旋风（hhxf）600172，凤凰航运（fhhy）000520，天富能源（tfny）600509，洪汇新材（hhxc）002802，空港股份（kggf）600463，正虹科技（zhkj）000702，澳柯玛（akm）600336
旗天科技（qtkj）300061，新宏泰（xht）603016，华东重机（hdzj）002685，万盛股份（wsgf）603010，万通发展（wtfz）600246，太和水（ths）605081，东晶电子（djdz）002199，祥龙电业（xldy）600769
低空
宗申动力（zsdl）001696，深城交（scj）301091，烽火电子（fhdz）000561
光伏
顺威股份（swgf）002676，ＴＣＬ中环（tclzh）002129，通威股份（twgf）600438，综艺股份（zygf）600770，弘元绿能（hyln）603185，钧达股份（jdgf）002865，赛福天（sft）603028，协鑫集成（xxjc）002506
宇邦新材（ybxc）301266，大全能源（dqny）688303，爱旭股份（axgf）600732，晶澳科技（jakj）002459，上海电气（shdq）601727，隆基绿能（ljln）601012，帝尔激光（dejg）300776，海优新材（hyxc）688680
时创能源（scny）688429，金辰股份（jcgf）603396，欧晶科技（ojkj）001269，新元科技（xykj）300472，福莱特（flt）601865，禾望电气（hwdq）603063，双良节能（sljn）600481，乐通股份（ltgf）002319
医药
神奇制药（sqzy）600613，济南高新（jngx）600807，蓝丰生化（lfsh）002513，华神科技（hskj）000790，博腾股份（btgf）300363，科源制药（kyzy）301281
传媒
新华传媒（xhcm）600825，天龙集团（tljt）300063，天地在线（tdzx）002995，中广天择（zgtz）603721
汽车产业链
锋龙股份（flgf）002931，丰华股份（fhgf）600615
消费电子
华映科技（hykj）000536，日海智能（rhzn）002313
房地产相关
国创高新（gcgx）002377，华远地产（hydc）600743，双枪科技（sqkj）001211，宁波富达（nbfd）600724，法狮龙（fsl）605318，中国海诚（zghc）002116，志邦家居（zbjj）603801，霍普股份（hpgf）301024
算力
恒润股份（hrgf）603985，汇源通信（hytx）000586
教育
国新文化（gxwh）600636，中国高科（zggk）600730
芯片
深科技（skj）000021，乾照光电（qzgd）300102
其余形式独苗
岩石股份（ysgf）600696，金三江（jsj）301059，新宏泽（xhz）002836，集友股份（jygf）603429，珠海中富（zhzf）000659，福达合金（fdhj）603045，铝金属，飞马国际（fmgj）002210
大庆华科（dqhk）000985，狮头股份（stgf）600539，青岛金王（qdjw）002094

二板
深振业Ａ（szya）000006，皇庭国际（htgj）000056，鸿博股份（hbgf）002229，兄弟科技（xdkj）002562，棒杰股份，万润科技（wrkj）002654，双成药业（scyy）002693，东易日盛（dyrs）002713，岭南股份（lngf）002717，跃岭股份（ylgf）002725，富煌钢构（fhgg）002743，海达股份（hdgf）300320，文一科技（wykj）600520，克劳斯（kls）600579，申华控股（shkg）600653，电子城（dzc）600658，越剑智能（yjzn）603095，恒银科技（hykj）603106，城地香江（cdxj）603887，哈森股份（hsgf）603958，云里物里（ylwl）920374

三板
安道麦Ａ（adma）000553，宝馨科技（bxkj）002514，华东数控（hdsk）002248，大唐电信（dtdx）600198，上工申贝（sgsb）600843

四板
海源复材（hyfc）002529，至正股份（zzgf）603991，科源制药（kyzy）301281，东方集团（dfjt）00581

五板
电投产融（dtcr）000958，远达环保（ydhb）600292，泰和智能（thzn）301266

六板
海能达（hnd）002583，万林物流（wlwl）603117

七板
松发股份（sfgf）603268

八板
川润股份（crgf）002272

十板
华立股份（hlgf）603038

`
  },
  {
    "d": "2024-10-24",
    "l": "https://www.tgb.cn/a/2cC1psiCjAF",
    "t": `



`
  },
  {
    "d": "2024-10-23",
    "l": "https://www.tgb.cn/a/2cAwxZDhiOz",
    "t": `

首板
重组题材
龙源电力（lydl）001289，仁东控股（rdkg）002647，大唐电信（dtdx）600198，保变电气（bbdq）600550，新宏泰（xht）603016，国新健康（gxjk）000503
汽车产业链
朗博科技（lbkj）603655，英利汽车（ylqc）601279，旷达科技（kdkj）002516，力帆科技（lfkj）601777，赛力斯（sls）601127
算力
瑞贝卡（rbk）600439，太辰光（tcg）300570
锂电
英联股份（ylgf）002846，沃顿科技（wdkj）000920，锦富技术（jfjs）300128
风电
海力风电（hlfd）301155，中闽能源（zmny）600163，湘电股份（xdgf）600416，杭电股份（hdgf）603618
光伏
福莱特（flt）601865，通威股份（twgf）600438，大全能源（dqny）688303，宝馨科技（bxkj）002514，合盛硅业（hsgy）603260，ＴＣＬ中环（tclzh）002129，钧达股份（jdgf）002865，海优新材（hyxc）688680
宝塔实业（btsy）000595
基建
建设机械（jsjx）600984，龙泉股份（lqgf）002671，中成股份（zcgf）000151
未分类
延华智能（yhzn）002178，中国长城（zgcc）000066，国脉科技（gmkj）002093，浙江众成（zjzc）002522，武汉凡谷（whfg）002194
军工低空
光启技术（gqjs）002625，航发科技（hfkj）600391，中国海防（zghf）600764，航新科技（hxkj）300424，展鹏科技（zpkj）603488，上工申贝（sgsb）600843，天海防务（thfw）300008，中无人机（zwrj）688297
食品饮料
甘源食品（gysp）002991，国中水务（gzsw）600187，香飘飘（xpp）603711
农药化肥
澄星股份（cxgf）600078，川发龙蟒（cflm）002312，安道麦Ａ（adma）000553，辉丰股份（hfgf）002496
医药
海南海药（hnhy）000566，济南高新（jngx）600807
其余形式独苗
仁智股份（rzgf）002629，信雅达（xyd）600571，华东数控（hdsk）002248，绿能慧充（lnhc）600212，中光学（zgx）002189，米奥会展（mahz）300795

二板
岩石股份（ysgf）600696，科源制药（kyzy）301281，天龙集团（tljt）300063，海源复材（hyfc）002529，远大控股（ydkg）000626，华闻集团（hwjt）000793，天顺风能（tsfn）002531，亚邦股份（ybgf）603188，东方海洋（dfhy）002086，莎普爱思（spas）603168，众泰汽车（ztqc）000980，东方集团（dfjt）00581，顺威股份（swgf）002676，天津普林（tjpl）002134

三板
青岛金王（qdjw）002094，电投产融（dtcr）000958，智度股份（zdgf）000676，嘉环科技（jhkj）603206，远达环保（ydhb）600292，汇鸿集团（hhjt）600981，上海电气（shdq）601727，泰禾智能（thzn）603656

四板
华东重机（hdzj）002685，万林物流（wlwl）603117，麦格米特（mgmt）002851，海能达（hnd）002583

五板
松发股份（sfgf）603268，富乐德（fld）301297

六板
四川长虹（scch）600839，川润股份（crgf）002272

八板
光智科技（gzkj）300489，成都路桥（cdlq）002628

九板
华立股份（hlgf）603038

`
  },
  {
    "d": "2024-10-22",
    "l": "https://www.tgb.cn/a/2cySdW2QzS8",
    "t": `

首板
重组股转
亚邦股份（ybgf）603188，科源制药（kyzy）301281，四川双马（scsm）000935，凤凰航运（fhhy）000520
三季报业绩增长
福达股份（fdgf）603166，中宠股份（zcgf）002891
核电
融发核电（rfhd）002366，南风股份（nfgf）300004，华西能源（hxny）002630，佳电股份（jdgf）000922，久盛电气（jsdq）301082，沃尔核材（wehc）002130，中核科技（zhkj）000777
未分类
华阳新材（hyxc）600281，皓宸医疗（hcyl）002622，创兴资源（cxzy）600193，宏创控股
传媒Ai
中文在线（zwzx）300364，罗曼股份（lmgf）605289，华闻集团（hwjt）000793，中广天择（zgtz）603721，天龙集团（tljt）300063，华升股份（hsgf）600156，兆驰股份（zcgf）002429，人民网（rmw）603000
大丰实业（dfsy）603081
低价
岭南股份（lngf）002717，亚泰集团（ytjt）600881，众泰汽车（ztqc）000980，国创高新（gcgx）002377，东方集团（dfjt）00581，山子股份，永辉超市（yhcs）601933，云内动力（yndl）000903
医药
莎普爱思（spas）603168，新天药业（xtyy）002873，美尔雅（mey）600107，长药控股，东方海洋（dfhy）002086，海利生物（hlsw）603718
食品饮料
绝味食品，国投中鲁（gtzl）600962，索宝蛋白（sbdb）603231，西王食品
三胎
爱婴室（ays）603214，贝因美（bym）002570，拉芳家化（lfjh）603630
芯片
瑞德智能（rdzn）301135，士兰微（slw）600460
风光储
天顺风能（tsfn）002531，远东股份（ydgf）600869，时代新材（sdxc）600458，海源复材（hyfc）002529
金融
恒银科技（hykj）603106，天风证券（tfzq）601162
华为概念
创维数字（cwsz）000810，天音控股（tykg）000829
其余形式独苗
大千生态（dqst）603955，岩石股份（ysgf）600696，天津普林（tjpl）002134，远大控股（ydkg）000626，炬申股份（jsgf）001202，如通股份（rtgf）603036，万里石（wls）002785，核电上游材料
顺威股份（swgf）002676，家电材料，鸿博股份（hbgf）002229，万里股份（wlgf）600847，佛塑科技（fskj）000973，巨轮智能（jlzn）002031

二板
青岛金王（qdjw）002094，泰禾智能（thzn）603656，越剑智能（yjzn）603095，乐通股份（ltgf）002319，东易日盛（dyrs）002713，深圳新星（szxx）603978，汇鸿集团（hhjt）600981，嘉环科技（jhkj）603206，远达环保（ydhb）600292，神奇制药（sqzy）600613，晶澳科技（jakj）002459，智度股份（zdgf）000676，上海电气（shdq）601727，电投产融（dtcr）000958，集友股份（jygf）603429

三板
万林物流（wlwl）603117，新华传媒（xhcm）600825，上海贝岭（shbl）600171，中再资环（zzzh）600217，华东重机（hdzj）002685，麦格米特（mgmt）002851，宗申动力（zsdl）001696，深振业Ａ（szya）000006，海能达（hnd）002583

四板
综艺股份（zygf）600770，富乐德（fld）301297，松发股份（sfgf）603268，纵横通信（zhtx）603602

五板
四川长虹（scch）600839，川润股份（crgf）002272

七板
文一科技（wykj）600520，成都路桥（cdlq）002628，双成药业（scyy）002693，光智科技（gzkj）300489

八板
华立股份（hlgf）603038

`
  },
  {
    "d": "2024-10-21",
    "l": "https://www.tgb.cn/a/2cxiiYS01Ah",
    "t": `

首板
重组题材
泰和智能（thzn）301266，上海电气（shdq）601727，远达环保（ydhb）600292，电投产融（dtcr）000958，汇鸿集团（hhjt）600981，龙元建设（lyjs）600491，凤凰光学（fhgx）600071，登云股份（dygf）002715
空港股份（kggf）600463，中青宝（zqb）300052，中瓷电子（zcdz）003031，天奥电子（tadz）002935
军工低空经济
光启技术（gqjs）002625，新雷能（xln）300593，鸿远电子（hydz）603267，洪都航空（hdhk）600316，朗进科技（ljkj）300594，天和防务（thfw）300397，航天长峰（htzf）600855，航宇微（hyw）300053
亚光科技（ygkj）300123，盟升电子（msdz）688311，万丰奥威（wfaw）002085，中信海直（zxhz）000099，金盾股份（jdgf）300411，上工申贝（sgsb）600843，苏交科（sjk）300284，中国卫星（zgwx）600118
乾照光电（qzgd）300102，奥维通信（awtx）002231
无人驾驶车路云
星宸科技（xckj）301536，千方科技（qfkj）002373
消费电子
卓翼科技（zykj）002369，日久光电（rjgd）003015
芯片产业链
永安行（yax）603776，深圳新星（szxx）603978，华懋科技（hmkj）603306，智光电气（zgdq）002169，电科芯片（dkxp）600877，海立股份（hlgf）600619，中瓷电子（zcdz）003031，朗迪集团（ldjt）603726
中巨芯（zjx）688549，同有科技（tykj）300302，旭光电子（xgdz）600353
算力产业链
剑桥科技（jqkj）603083，同方股份（tfgf）600100，太辰光（tcg）300570，富信科技（fxkj）688662
跨境支付
青岛金王（qdjw）002094，新国都（xgd）300130，京北方（jbf）002987，中油资本（zyzb）000617，仁东控股（rdkg）002647
地产基建
东易日盛（dyrs）002713，宁波富达（nbfd）600724，上峰水泥（sfsn）000672，中岩大地（zydd）003001，建发合诚（jfhc）603909
风光储
晶澳科技（jakj）002459，宝馨科技（bxkj）002514，亿晶光电（yjgd）600537，金刚光伏（jggf）300093，祥明智能（xmzn）301226，乐通股份（ltgf）002319，元利科技（ylkj）603217
首批回购
福赛科技（fskj）301529，东芯股份（dxgf）688110，山鹰国际（sygj）600567，通裕重工（tyzg）300185
食品饮料
日辰股份（rcgf）603755，博闻科技（bwkj）600883
新型工业化
越剑智能（yjzn）603095，维宏股份（whgf）300508
华为鸿蒙概念
嘉环科技（jhkj）603206，盛通股份（stgf）002599，拓维信息（twxx）002261，力源信息（lyxx）300184，智度股份（zdgf）000676
游戏
姚记科技（yjkj）002605，完美世界（wmsj）002624
旅游
长白山（cbs）603099，九华旅游（jhly）603199
其余形式独苗
东江环保（djhb）002672，集友股份（jygf）603429，云南锗业（ynzy）002428，天地在线（tdzx）002995，绿能慧充（lnhc）600212，安道麦Ａ（adma）000553，神奇制药（sqzy）600613

二板
海能达（hnd）002583，新晨科技（xckj）300542，瑞芯微（rxw）603893，上海贝岭（shbl）600171，万林物流（wlwl）603117，新华传媒（xhcm）600825，深振业Ａ（szya）000006，英维克（ywk）002837，跃岭股份（ylgf）002725，国林科技（glkj）300786，一博科技（ybkj）301366，中再资环（zzzh）600217，麦格米特（mgmt）002851，国新健康（gxjk）000503，华东重机（hdzj）002685，台基股份（tjgf）300046，常山药业（csyy）300255，宗申动力（zsdl）001696，晶华微（jhw）688130

三板
松发股份（sfgf）603268，综艺股份（zygf）600770，纵横通信（zhtx）603602，富乐德（fld）301297，欧菲光（ofg）002456，凯旺科技（kwkj）301182，捷邦科技（jbkj）301326

四板
国风新材（gfxc）000859，东晶电子（djdz）002199，四川长虹（scch）600839，川润股份（crgf）002272

五板
文一科技（wykj）600520，城地香江（cdxj）603887

六板
光智科技（gzkj）300489，成都路桥（cdlq）002628，双成药业（scyy）002693

七板
华立股份（hlgf）603038

`
  },
  {
    "d": "2024-10-18",
    "l": "https://www.tgb.cn/a/2csiZtedhsU",
    "t": `

首板
算力产业链
麦格米特（mgmt）002851，英维克（ywk）002837，合锻智能（hdzn）603011，意华股份（yhgf）002897，光迅科技（gxkj）002281，生益电子（sydz）688183，工业富联（gyfl）601138，罗博特科（lbtk）300757
芯片产业链
同兴达（txd）002845，淳中科技（czkj）603516，跃岭股份（ylgf）002725，赛伍技术（swjs）603212，晶华微（jhw）688130，上海贝岭（shbl）600171，台基股份（tjgf）300046，创元科技（cykj）000551
国林科技（glkj）300786，冠石科技（gskj）605588，澳柯玛（akm）600336，晶丰明源（jfmy）688368，永吉股份（yjgf）603058，寒武纪（hwj）688256，珂玛科技（kmkj）301611，华东重机（hdzj）002685
茂莱光学（mlgx）688502，杰华特（jht）688141，张江高科（zjgk）600895，沃格光电（wggd）603773，至纯科技（zckj）603690，国民技术（gmjs）300077，双乐股份（slgf）301036，中芯国际（zxgj）688981
汇顶科技（hdkj）603160，锴威特（kwt）688693，捷捷微电（jjwd）300623，瑞芯微（rxw）603893，昊华科技（hhkj）600378，银河电子（yhdz）002519，一博科技（ybkj）301366
消费电子
亚世光电（ysgd）002952，伟时电子（wsdz）605218，大富科技（dfkj）300134，天音控股（tykg）000829，清越科技（qykj）688496，永新光学（yxgx）603297
低空经济
新晨科技（xckj）300542，光洋股份（gygf）002708，莱斯信息（lsxx）688631，咸亨国际（xhgj）605056，宗申动力（zsdl）001696
锂电池
尚太科技（stkj）001301，博迁新材（bqxc）605376，湖南裕能（hnyn）301358
物流
万林物流（wlwl）603117，四方科技（sfkj）603339
环保
中晟高科（zcgk）002778，中再资源（zzzy）600217，超越科技（cykj）301049，华宏科技（hhkj）002645
医药
千红制药（qhzy）002550，蓝丰生化（lfsh）002513，常山药业（csyy）300255，国新健康（gxjk）000503
多胎
珠江钢琴（zjgq）002678，贝因美（bym）002570
房地产基建化债
深振业Ａ（szya）000006，唯万密封（wwmf）301161，新金路（xjl）000510，海象新材（hxxc）003011
光伏
赛伍技术（swjs）603212，百达精工（bdjg）603331，沐邦高科（mbgk）603398
股转重组
千红制药（qhzy）002550，南宁百货（nnbh）600712，泰豪科技（thkj）600590，永达股份（ydgf）001239
机器人
中坚科技（zjkj）002779，巨轮智能（jlzn）002031，鸣志电器（mzdq）603728
金融
新力金融（xljr）600318，天风证券（tfzq）601162，天茂集团（tmjt）000627，指南针（znz）300803
汽车产业链
江淮汽车（jhqc）600418，百达精工（bdjg）603331
其余形式独苗
海能达（hnd）002583，正虹科技（zhkj）000702，新华传媒（xhcm）600825，抚顺特钢（fstg）600399，京能热力（jnrl）002893

二板
捷邦科技（jbkj）301326，富乐德（fld）301297，综艺股份（zygf）600770，天津普林（tjpl）002134，松发股份（sfgf）603268，国华网安（ghwa）000004，欧菲光（ofg）002456，金海通（jht）603061，纵横通信（zhtx）603602，国发股份（gfgf）600538，凯旺科技（kwkj）301182

三板
川润股份（crgf）002272，国风新材（gfxc）000859，东晶电子（djdz）002199，四川长虹（scch）600839

四板
城地香江（cdxj）603887，文一科技（wykj）600520

五板
重庆建工（cqjg）600939，成都路桥（cdlq）002628，光智科技（gzkj）300489，双成药业（scyy）002693

六板
华立股份（hlgf）603038，光大嘉宝（gdjb）600622

`
  },
  {
    "d": "2024-10-17",
    "l": "https://www.tgb.cn/a/2cqD4q2ayuA",
    "t": `

首板
网络安全
中国长城（zgcc）000066，国华网安（ghwa）000004，南威软件（nwrj）603636
军工
光启技术（gqjs）002625，四创电子（scdz）600990
消费电子
福莱新材（flxc）605488，泰嘉股份（tjgf）002843，捷邦科技（jbkj）301326，欧菲光（ofg）002456
无人驾驶
测绘股份（chgf）300826，索菱股份（slgf）002766，金固股份（jggf）002488，大众交通（dzjt）600611，锦江投资
广告营销
纵横通信（zhtx）603602，日播时尚（rbss）603196
未分类
纵横通信（zhtx）603602，工大科雅（gdky）301197，南威软件（nwrj）603636
传媒
中广天择（zgtz）603721，华扬联众（hylz）603825
芯片
艾布鲁（abl）301259，综艺股份（zygf）600770，金海通（jht）603061
基建
文科股份（wkgf）002775，国创高新（gcgx）002377，西宁特钢（xntg）600117
英伟达算力与配套核电
融发核电（rfhd）002366，凯旺科技（kwkj）301182，豪美新材（hmxc）002988
重组股转
富乐德（fld）301297，松发股份（sfgf）603268，龙高股份（lggf）605086
其余形式独苗
天津普林（tjpl）002134，华源控股（hykg）002787，国发股份（gfgf）600538，青岛金王（qdjw）002094

二板
东晶电子（djdz）002199，川润股份（crgf）002272，浙大网新（zdwx）600797，四川长虹（scch）600839，深圳华强（szhq）000062，国风新材（gfxc）000859，四川成渝（sccy）601107

三板
文一科技（wykj）600520，城地香江（cdxj）603887

四板
成都路桥（cdlq）002628，重庆建工（cqjg）600939，大宏立（dhl）300865，光智科技（gzkj）300489，双成药业（scyy）002693

五板
华立股份（hlgf）603038，光大嘉宝（gdjb）600622

`
  },
  {
    "d": "2024-10-16",
    "l": "https://www.tgb.cn/a/2cp4VcDPdux",
    "t": `

首板
四川产业转移
四川路桥（sclq）600039，渝开发（ykf）000514，川大智胜（cdzs）002253，四川成渝（sccy）601107，安控科技（akkj）300370，达威股份（dwgf）300535，明星电力（mxdl）600101，四方新材（sfxc）605122
四川双马（scsm）000935，重庆钢铁（cqgt）601005，中建环能（zjhn）300425，重庆港（cqg）600279，建设机械（jsjx）600984，新筑股份（xzgf）002480，莱茵体育（lyty）000558，西部建设（xbjs）002302
乐山电力（lsdl）600644，渝三峡Ａ（ysxa）000565，四川九洲（scjz）000801，成都燃气（cdrq）603053，海天股份（htgf）603759，中交地产（zjdc）000736，久远银海（jyyh）002777，西昌电力（xcdl）600505
君逸数码（jysm）301172，尚纬股份（swgf）603333，运达科技（ydkj）300440，川润股份（crgf）002272，四川长虹（scch）600839，创维数字（cwsz）000810，四川黄金（schj）001337，山高环能（sghn）000803
中科信息（zkxx）300678，蜀道装备（sdzb）300540
房地产
阳光股份（yggf）000608，金融街（jrj）000402，世联行（slx）002285，财信发展（cxfz）000838，绿地控股（ldkg）600606，特发服务（tffw）300917，我爱我家（wawj）000560，南国置业（ngzy）002305
金地集团（jdjt）600383，亚振家居（yzjj）603389，新大正（xdz）002968
鸿蒙
博通股份（btgf）600455，常山北明（csbm）000158，浙大网新（zdwx）600797，梦网科技（mwkj）002123
参股证券
正虹科技（zhkj）000702
互联网金融
长亮股份，海联金汇（hljh）002537，慧博云通（hbyt）301316，银之杰（yzj）300085，恒银科技（hykj）603106
光刻胶
国风新材（gfxc）000859，晶瑞电材（jrdc）300655，澳柯玛（akm）600336
消费电子
东晶电子（djdz）002199，深圳华强（szhq）000062，科森科技（kskj）603626
医药
罗欣药业（lxyy）002793，广生堂（gst）300436
其余形式独苗
华西证券（hxzq）002926，大唐电信（dtdx）600198，朗博科技（lbkj）603655

二板
海能达（hnd）002583，豪尔赛（hes）002963，华体科技（htkj）603679，城地香江（cdxj）603887，文一科技（wykj）600520，华西能源（hxny）002630，德才股份（dcgf）605287

三板
成都路桥（cdlq）002628，重庆建工（cqjg）600939，信达地产（xddc）600657，大宏立（dhl）300865，福日电子（frdz）600203，光智科技（gzkj）300489，经纬辉开（jwhk）300120，双成药业（scyy）002693，高新发展（gxfz）000628，青龙管业（qlgy）002457

四板
华立股份（hlgf）603038，光大嘉宝（gdjb）600622

`
  },
  {
    "d": "2024-10-15",
    "l": "https://www.tgb.cn/a/2cnpuKqLazj",
    "t": `

首板
算力产业链
城地香江（cdxj）603887，群兴玩具（qxwj）002575，中青宝（zqb）300052，安奈儿（ane）002875
基建化债
建发合诚（jfhc）603909，德才股份（dcgf）605287，华融化学（hrhx）301256，东易日盛（dyrs）002713，四通股份（stgf）603838，汇通集团（htjt）603176，福成股份，济南高新（jngx）600807
国创高新（gcgx）002377
低空飞行
豪尔赛（hes）002963，华体科技（htkj）603679，华力创通（hlct）300045，苏交科（sjk）300284
军工
雷电微力（ldwl）301050，北方长龙（bfcl）301357，奥维通信（awtx）002231，长城电工（ccdg）600192
平台经济
如意集团（ryjt）002193，天龙集团（tljt）300063，凯淳股份（kcgf）301001
芯片
智光电气（zgdq）002169，华东重机（hdzj）002685，波长光电（bcgd）301421，庚星股份（gxgf）600753
电网
华西能源（hxny）002630，吉电股份，长城电工（ccdg）600192
其余形式独苗
锐明技术（rmjs）002970，海能达（hnd）002583，国脉科技（gmkj）002093，岩石股份（ysgf）600696，龙蟠科技（lpkj）603906，捷邦科技（jbkj）301326

二板
成都路桥（cdlq）002628，高新发展（gxfz）000628，青龙管业（qlgy）002457，重庆建工（cqjg）600939，大宏立（dhl）300865，启迪环境（qdhj）000826，维业股份（wygf）300621，信达地产（xddc）600657，新宏泰（xht）603016，长城军工（ccjg）601606，跨境通（kjt）002640，双成药业（scyy）002693，经纬辉开（jwhk）300120，光智科技（gzkj）300489，北方长龙（bfcl）301357，福日电子（frdz）600203，无线传媒（wxcm）301551

三板
青岛金王（qdjw）002094，华立股份（hlgf）603038，光大嘉宝（gdjb）600622

`
  },
  {
    "d": "2024-10-14",
    "l": "https://www.tgb.cn/a/2clB2R3KlfA",
    "t": `

首板
化债概念
信达地产（xddc）600657，蒙草生态（mcst）300355，海德股份（hdgf）000567，津投城开（jtck）600322，光大嘉宝（gdjb）600622，中粮资本（zlzb）002423，银宝山新（ybsx）002786，亿利达（yld）002686
陕国投Ａ（sgta）000563，维业股份（wygf）300621，中岩大地（zydd）003001，世联行（slx）002285，启迪环境（qdhj）000826，高新发展（gxfz）000628，中洲控股（zzkg）000042，华骐环保（hqhb）300929
渝开发（ykf）000514，浙江东方（zjdf）600120，泰达股份（tdgf）000652，广联达（gld）002410，越秀资本（yxzb）000987，华设集团（hsjt）603018，青龙管业（qlgy）002457，创兴资源（cxzy）600193
三棵树（sks）603737
外围事件-军工
长城军工（ccjg）601606，新大洲Ａ（xdza）000571，北方长龙（bfcl）301357，亿利达（yld）002686，炼石航空（lshk）000697，立航科技（lhkj）603261，中科海讯（zkhx）300810
外围事件-经济发展转移
成都路桥（cdlq）002628，四川双马（scsm）000935，西部建设（xbjs）002302，重庆建工（cqjg）600939，川润股份（crgf）002272，新筑股份（xzgf）002480，西藏天路（xztl）600326，高新发展（gxfz）000628
立航科技（lhkj）603261，四川九洲（scjz）000801
科技-重组芯片
光智科技（gzkj）300489，经纬辉开（jwhk）300120，中天精装（ztjz）002989，保变电气（bbdq）600550，双成药业（scyy）002693，新宏泰（xht）603016
未分类
达华智能（dhzn）002512，宇信科技（yxkj）300674，熙菱信息（xlxx）300588，新点软件（xdrj）688232，东方中科（dfzk）002819，常山北明（csbm）000158，拓维信息（twxx）002261，软通动力（rtdl）301236
汇顶科技（hdkj）603160
科技-算力产业链
沃尔核材（wehc）002130，荣科科技（rkkj）300290，高新发展（gxfz）000628，精达股份（jdgf）600577，浙大网新（zdwx）600797，东田微（dtw）301183，罗博特科（lbtk）300757，神宇股份（sygf）300563
科技-消费电子
福日电子（frdz）600203，银邦股份（ybgf）300337，哈森股份（hsgf）603958，光弘科技（ghkj）300735，可川科技（kckj）603052，领益智造（lyzz）002600，日久光电（rjgd）003015，恒铭达（hmd）002947
润欣科技（rxkj）300493，东睦股份（dmgf）600114
科技-芯片半导体
瑞芯微（rxw）603893，方正科技（fzkj）600601，国民技术（gmjs）300077，汇顶科技（hdkj）603160，天德钰（tdy）688252，文化传媒，无线传媒（wxcm）301551，华闻集团（hwjt）000793
吉视传媒（jscm）601929，引力传媒（ylcm）603598
光伏
国晟科技（gckj）603778，华达新材（hdxc）605158
电商
日播时尚（rbss）603196，跨境通（kjt）002640
农业
中农联合（znlh）003042，正虹科技（zhkj）000702，万辰集团（wcjt）300972
电力
红相股份（hxgf）300427，大连热电（dlrd）600719，川润股份（crgf）002272
其余形式独苗
中公教育（zgjy）002607，英派斯（yps）002899，兴民智通（xmzt）002355，国新健康（gxjk）000503

二板
卓朗科技（zlkj）600225，华立股份（hlgf）603038，国华网安（ghwa）000004，青岛金王（qdjw）002094，中油资本（zyzb）000617，科蓝软件（klrj）300663，光大嘉宝（gdjb）600622，宝塔实业（btsy）000595

三板
海通证券（htzq）600837

四板
宏达新材（hdxc）002211

`
  },
  {
    "d": "2024-10-11",
    "l": "https://www.tgb.cn/a/2cgI72cJ8X2",
    "t": `

首板
跨境支付
四方精创（sfjc）300468，小商品城（xspc）600415，中油资本（zyzb）000617，京北方（jbf）002987，青岛金王（qdjw）002094，科蓝软件（klrj）300663
三胎
大东方（ddf）600327，西部牧业（xbmy）300106，群兴玩具（qxwj）002575，宏柏新材（hbxc）605366，晨光新材（cgxc）605399
基建化债
华立股份（hlgf）603038，光大嘉宝（gdjb）600622，格力地产（gldc）600185
趋势抱团
海能达（hnd）002583，宝塔实业（btsy）000595
证券
红塔证券（htzq）601236，中金公司（zjgs）601995
信创
国华网安（ghwa）000004，卓朗科技（zlkj）600225，有色稀土，龙高股份（lggf）605086，华阳新材（hyxc）600281
其余形式独苗
嘉诚国际（jcgj）603535，中锐股份（zrgf）002374，新柴股份（xcgf）301032，莱绅通灵（lstl）603900，珂玛科技（kmkj）301611

二板
惠威科技（hwkj）002888，国芳集团（gfjt）601086，海通证券（htzq）600837，友邦吊顶（ybdd）002718，兆新股份（zxgf）002256

三板
宏达新材（hdxc）002211

`
  },
  {
    "d": "2024-10-10",
    "l": "https://www.tgb.cn/a/2ceTY7KwVEW",
    "t": `

首板
中字头
中公高科（zggk）603860，中成股份（zcgf）000151，中铁装配（ztzp）300374，中粮科工（zlkg）301058，中粮科技（zlkj）000930，中国交建（zgjj）601800，中铝国际（zlgj）601068，中国海诚（zghc）002116
中国铁建（zgtj）601186，中建环能（zjhn）300425，中国中铁（zgzt）601390，中船汉光（zchg）300847，中设股份，中远通（zyt）301516，中机认检（zjrj）301508，中农联合（znlh）003042
房地产反抽
友邦吊顶（ybdd）002718，津投城开（jtck）600322，中天精装（ztjz）002989，摩恩电气（medq）002451，文科股份（wkgf）002775，西部建设（xbjs）002302，中设股份，清研环境（qyhj）301288
重组反抽
东晶电子（djdz）002199，贵绳股份（gsgf）600992，瑞贝卡（rbk）600439，中天精装（ztjz）002989，华菱精工（hljg）603356
煤炭
新集能源（xjny）601918，云煤能源（ymny）600792，昊华能源（hhny）601101，郑州煤电（zzmd）600121，安源煤业（aymy）600397，陕西黑猫（sxhm）601015
农业
神农集团（snjt）605296，晓鸣股份（xmgf）300967，新五丰（xwf）600975，湘佳股份（xjgf）002982
参股证券
国芳集团（gfjt）601086
物流
兴通股份（xtgf）603209，天顺股份（tsgf）002800，凤凰航运（fhhy）000520
无人驾驶
东箭科技（djkj）300978，天龙股份（tlgf）603266，力帆科技（lfkj）601777
证券复牌
海通股份
消费电子
可川科技（kckj）603052，惠威科技（hwkj）002888
机器人
兆新股份（zxgf）002256，宁波东力（nbdl）002164，盘古智能（pgzn）301456，飞沃科技（fwkj）301232，宏德股份（hdgf）301163
数据要素
天亿马（tym）301178，华是科技（hskj）301218，海量数据（hlsj）603138，中公高科（zggk）603860
医药
奇正藏药（qzzy）002287，香雪制药（xxzy）300147
其余形式独苗
华盛昌（hsc）002980，岳阳林纸（yylz）600963

二板
泰尔股份（tegf）002347，宏达新材（hdxc）002211，深水海纳（sshn）300961，红相股份（hxgf）300427，至正股份（zzgf）603991，深圳新星（szxx）603978

八板
中粮资本（zlzb）002423

`
  },
  {
    "d": "2024-10-09",
    "l": "https://www.tgb.cn/a/2cdgqaUbpas",
    "t": `

首板
机器人神经元
泰尔股份（tegf）002347，宏达新材（hdxc）002211，深水海纳（sshn）300961，金自天正（jztz）600560，申昊科技（shkj）300853，青海华鼎（qhhd）600243
其余形式独苗
红相股份（hxgf）300427，深圳新星（szxx）603978，至正股份（zzgf）603991，华锋股份（hfgf）002806，国中水务（gzsw）600187，兴民智通（xmzt）002355，亚邦股份（ybgf）603188

二板
仁东控股（rdkg）002647，青龙管业（qlgy）002457，安奈儿（ane）002875，华东重机（hdzj）002685，海立股份（hlgf）600619，中创环保（zchb）300056

三板
常山北明（csbm）000158，龙图光罩（ltgz）688721，梦网科技（mwkj）002123，拓维信息（twxx）002261，捷捷微电（jjwd）300623，蒙草生态（mcst）300355，珂玛科技（kmkj）301611，士兰微（slw）600460，卓朗科技（zlkj）600225，大众交通（dzjt）600611，锦江在线（jjzx）600650，众鑫科技，芯瑞达（xrd）002983，新相微（xxw）688593，国民技术（gmjs）300077，海能达（hnd）002583

四板
润和软件（rhrj）300339，恒生科技（hskj）513130，英方软件（yfrj）688435

五板
新动力（xdl）310328

七板
天风证券（tfzq）601162，中粮资本（zlzb）002423

八板
恒银科技（hykj）603106，双成药业（scyy）002693

`
  },
  {
    "d": "2024-10-08",
    "l": "https://www.tgb.cn/a/2cbAmizdAYV",
    "t": `



`
  },
  {
    "d": "2024-10-04",
    "l": "https://www.tgb.cn/a/2c53kj3ofTM",
    "t": `



`
  },
  {
    "d": "2024-09-28",
    "l": "https://www.tgb.cn/a/2bV5V4ZZ6Zc",
    "t": `

首板
互联网金融
安硕信息（asxx）300380，恒生电子（hsdz）600570，财达证券（cdzq）600906，天玑科技（tjkj）300245，顶点软件（ddrj）603383，天晟新材（tcxc）300169，指南针（znz）300803，金证股份（jzgf）600446
大智慧（dzh）601519，同花顺（ths）300033，国盛金控（gsjk）002670，东方财富（dfcf）300059，中信证券（zxzq）600030，第一创业（dycy）002797，山西证券（sxzq）002500，赢时胜（yss）300377
天利科技（tlkj）300399，西部证券（xbzq）002673，华林证券（hlzq）002945
新能源风光锂
福莱特（flt）601865，拓日新能（trxn）002218，寒锐钴业（hrgy）300618，华友钴业（hygy）603799，京运通（jyt）601908，领湃科技（lpkj）300530，威星智能（wxzn）002849，金杨股份
天齐锂业（tqly）002466，威领股份，金刚光伏（jggf）300093，中旗新材（zqxc）001212，融捷股份（rjgf）002192，科达利（kdl）002850，大金重工（djzg）002487，腾远钴业（tygy）301219
晶澳科技（jakj）002459，咸亨国际（xhgj）605056，永兴材料（yxcl）002756，联德股份（ldgf）605060，西藏矿业（xzky）000762，鹏欣资源（pxzy）600490
房地产相关
中洲控股（zzkg）000042，深振业Ａ（szya）000006，索菲亚（sfy）002572，华新水泥（hxsn）600801
消费相关
贝因美（bym）002570，安德利（adl）605198，新乳业（xry）002946，润本股份（rbgf）603193，均瑶健康（jyjk）605388，爱美客（amk）300896，比音勒芬（bylf）002832
汽车产业链
众泰汽车（ztqc）000980，锐明技术（rmjs）002970，中海达（zhd）300177，移为通信（ywtx）300590，三花智控（shzk）002050
医药相关
润达医疗（rdyl）603108，昭衍新药（zyxy）603127，长春高新（ccgx）000661，药明康德（ymkd）603259，羚锐制药（lrzy）600285
华为鸿蒙
延华智能（yhzn）002178，润和软件（rhrj）300339
数据网络维护供应
朗威股份（lwgf）301202，深信服（sxf）300454，英方软件（yfrj）688435，启明星辰（qmxc）002439，浪潮信息（lcxx）000977
数据建设
零点有数（ldys）301169，深桑达Ａ（ssda）000032，太极股份（tjgf）002368
芯片
杭氧股份（hygf）002430，北方华创（bfhc）002371
其余形式独苗
汉嘉设计（hjsj）300746

二板
万科Ａ（wka）000002，衢州发展（qzfz）600208，首开股份（skgf）600376，我爱我家（wawj）000560，东方雨虹（dfyh）002271，世联行（slx）002285，白酒饮料，岩石股份（ysgf）600696，泸州老窖（lzlj）000568，酒鬼酒（jgj）000799，天味食品（twsp）603317，新动力（xdl）310328

三板
合肥城建（hfcj）002208，美凯龙（mkl）601828，金融街（jrj）000402

四板
中粮资本（zlzb）002423，国海证券（ghzq）000750，五矿资本（wkzb）600390，天风证券（tfzq）601162，永辉超市（yhcs）601933，银之杰（yzj）300085，阳光股份（yggf）000608

五板
恒银科技（hykj）603106，亚泰集团（ytjt）600881，中南股份（zngf）000717

十一板
双成药业（scyy）002693

`
  },
  {
    "d": "2024-09-26",
    "l": "https://www.tgb.cn/a/2bRS4ucDVaQ",
    "t": `

首板
房地产相关
本钢板材（bgbc）000761，海南瑞泽（hnrz）002596，空港股份（kggf）600463，西宁特钢（xntg）600117，深深房Ａ（ssfa）000029，衢州发展（qzfz）600208，美克家居（mkjj）600337，北京人力（bjrl）600861
华侨城Ａ（hqca）000069，津投城开（jtck）600322，福星股份（fxgf）000926，绿地控股（ldkg）600606，城投控股（ctkg）600649，金地集团（jdjt）600383，首开股份（skgf）600376，鸿路钢构（hlgg）002541
广宇集团（gyjt）002133，城建发展（cjfz）600266，新城控股（xckg）601155，建发股份（jfgf）600153，坚朗五金（jlwj）002791，荣盛发展（rsfz）002146，万科Ａ（wka）000002，世联行（slx）002285
欧派家居（opjj）603833，三棵树（sks）603737，伟星新材（wxxc）002372，滨江集团（bjjt）002244，光大嘉宝（gdjb）600622，东方雨虹（dfyh）002271，信达地产（xddc）600657，保利发展（blfz）600048
顾家家居（gjjj）603816，中交地产（zjdc）000736，招商蛇口（zssk）001979，我乐家居（wljj）603326，广联达（gld）002410，尚品宅配（spzp）300616，华发股份（hfgf）600325，南国置业（ngzy）002305
陆家嘴（ljz）600663，特发服务（tffw）300917，我爱我家（wawj）000560，黑牡丹（hmd）600510
食品饮料
岩石股份（ysgf）600696，华联股份（hlgf）000882，好想你（hxn）002582，乐惠国际（lhgj）603076，舍得酒业（sdjy）600702，百润股份（brgf）002568，千味央厨（qwyc）001215，西安饮食（xays）000721
安井食品（ajsp）603345，徐家汇（xjh）002561，品渥食品（pwsp）300892，上海九百（shjb）600838，泸州老窖（lzlj）000568，中锐股份（zrgf）002374，山西汾酒（sxfj）600809，酒鬼酒（jgj）000799
迎驾贡酒（yjgj）603198，老白干酒（lbgj）600559，古井贡酒（gjgj）000596，今世缘（jsy）603369，新华都（xhd）002264，绝味食品，伊力特（ylt）600197，顺鑫农业（sxny）000860
华致酒行（hzjx）300755，金种子酒（jzzj）600199，红棉股份（hmgf）000523，中国中免（zgzm）601888，五粮液（wly）000858，广州酒家（gzjj）603043，天味食品（twsp）603317，甘源食品（gysp）002991
金徽酒（jhj）603919，千禾味业（qhwy）603027，水井坊（sjf）600779，青岛啤酒（qdpj）600600，皇台酒业（htjy）000995，中炬高新（zjgx）600872，天佑德酒（tydj）002646，三全食品（sqsp）002216
重庆啤酒（cqpj）600132
芯片重组
秦川物联（qcwl）688528，浪潮软件（lcrj）600756，澳柯玛（akm）600336，盈方微（yfw）000670，至正股份（zzgf）603991，紫光国微（zggw）002049，安奈儿（ane）002875，旗天科技（qtkj）300061
无人驾驶
日盈电子（rydz）603286，瑞玛精密（rmjm）002976，宇通重工（ytzg）600817，维科精密（wkjm）301499，联创电子（lcdz）002036
机器人
科力尔（kle）002892，双林股份（slgf）300100，亿嘉和（yjh）603666，北特科技（btkj）603009
金融
中银证券（zyzq）601696，长江证券（cjzq）000783，香溢融通（xyrt）600830
氟化工
三美股份（smgf）603379，巨化股份（jhgf）600160
医药
基蛋生物（jdsw）603387，金域医学（jyyx）603882
就业
北京人力（bjrl）600861，科锐国际（krgj）300662，学大教育（xdjy）000526
环保
法尔胜（fes）000890，新动力（xdl）310328，华塑控股（hskg）000509，山鹰国际（sygj）600567
其余形式独苗
东方材料（dfcl）603110，密尔克卫（mekw）603713，山子高科（szgk）000981

二板
合肥城建（hfcj）002208，思林杰（slj）688115，金融街（jrj）000402，美凯龙（mkl）601828，张家界（zjj）000430，友好集团（yhjt）600778，岭南股份（lngf）002717

三板
天风证券（tfzq）601162，中粮资本（zlzb）002423，阳光股份（yggf）000608，国海证券（ghzq）000750，爱建集团（ajjt）600643，银之杰（yzj）300085，中航产融（zhcr）600705，五矿资本（wkzb）600390，永辉超市（yhcs）601933，跨境通（kjt）002640

四板
中南股份（zngf）000717，恒银科技（hykj）603106，亚泰集团（ytjt）600881

六板
海能达（hnd）002583

十板
双成药业（scyy）002693

`
  },
  {
    "d": "2024-09-25",
    "l": "https://www.tgb.cn/a/2bQaXaCJ5rQ",
    "t": `

首板
国资金融市值管理
湖南投资（hntz）000548，电广传媒（dgcm）000917，张家界（zjj）000430，郑州银行（zzyh）002936，金融街（jrj）000402，阳煤化工（ymhg）600691，凯文教育（kwjy）002659，岭南股份（lngf）002717
股转重组
美凯龙（mkl）601828，万通发展（wtfz）600246，思林杰（slj）688115，合肥城建（hfcj）002208
平台经济
日播时尚（rbss）603196，华闻集团（hwjt）000793，茶花股份（chgf）603615，福石控股（fskg）300071，瑞尔特（ret）002790，值得买（zdm）300785
风光储锂
天际股份（tjgf）002759，麦加芯彩（mjxc）603062，华荣股份（hrgf）603855，航天机电（htjd）600151
商业航天
合众思壮（hzsz）002383，航天长峰（htzf）600855
跨境支付
华峰超纤（hfcx）300180，中油资本（zyzb）000617
医药
葫芦娃（hlw）605199，美尔雅（mey）600107
其余形式独苗
常山北明（csbm）000158，带动性有限，友好集团（yhjt）600778，万丰股份（wfgf）603172

二板
天风证券（tfzq）601162，银之杰（yzj）300085，新力金融（xljr）600318，海德股份（hdgf）000567，国海证券（ghzq）000750，瑞达期货（rdqh）002961，五矿资本（wkzb）600390，天茂集团（tmjt）000627，中航产融（zhcr）600705，汇金科技（hjkj）300561，中粮资本（zlzb）002423，爱建集团（ajjt）600643，南华期货（nhqh）603093，海新能科（hxnk）300072，世荣兆业（srzy）002016，阳光股份（yggf）000608，跨境通（kjt）002640，永辉超市（yhcs）601933，浙商中拓（zszt）000906

三板
中南股份（zngf）000717，恒银科技（hykj）603106，亚太集团（ytjt）600881

四板
宝塔实业（btsy）000595

五板
海能达（hnd）002583

九板
双成药业（scyy）002693

`
  },
  {
    "d": "2024-09-24",
    "l": "https://www.tgb.cn/a/2bOmLwwpbVT",
    "t": `

首板
风光储
弘元绿能（hyln）603185，易成新能（ycxn）300080，中科云网（zkyw）002306，棒杰股份，ＴＣＬ中环（tclzh）002129，中际联合（zjlh）605305
锂电池
威领股份，盛新锂能（sxln）002240，德方纳米（dfnm）300769，龙蟠科技（lpkj）603906，天齐锂业（tqly）002466，固废环保，中再资环（zzzh）600217，迪生力（dsl）603335
神雾节能（swjn）000820，四通股份（stgf）603838，东江环保（djhb）002672，海新能科（hxnk）300072，节能环境（jnhj）300140，中成股份（zcgf）000151，浙商中拓（zszt）000906
钢铁
安阳钢铁（aygt）600569，西宁特钢（xntg）600117，本钢板材（bgbc）000761，凌钢股份（lggf）600231，八一钢铁（bygt）600581，盛德鑫泰（sdxt）300881，三钢闽光（sgmg）002110
白酒
中锐股份（zrgf）002374，皇台酒业（htjy）000995
芯片
京华激光（jhjg）603607，淳中科技（czkj）603516，立霸股份（lbgf）603519，华软科技（hrkj）002453
房地产相关
阳光股份（yggf）000608，世荣兆业（srzy）002016，福建水泥（fjsn）600802，创兴资源（cxzy）600193，罗曼股份（lmgf）605289
低空飞行
炼石航空（lshk）000697，中信海直（zxhz）000099
电商
跨境通（kjt）002640，乔治白（qzb）002687，依依股份（yygf）001206，丸美股份
汽车产业链
朗博科技（lbkj）603655，智慧农业（zhny）000816
金融
中捷资源（zjzy）002021，新力金融（xljr）600318，上海九百（shjb）600838，神州信息（szxx）000555，中粮资本（zlzb）002423，中航产融（zhcr）600705，银之杰（yzj）300085，天风证券（tfzq）601162
香溢融通（xyrt）600830，弘业期货（hyqh）001236，海德股份（hdgf）000567，汇鸿集团（hhjt）600981，五矿资本（wkzb）600390，瑞达期货（rdqh）002961，锦龙股份（jlgf）000712，南华期货（nhqh）603093
太平洋（tpy）601099，九鼎投资，金证股份（jzgf）600446，指南针（znz）300803，天茂集团（tmjt）000627，爱建集团（ajjt）600643，国海证券（ghzq）000750，建元信托（jyxt）600816
汇金科技（hjkj）300561，首创证券（sczq）601136，兆日科技（zrkj）300333，顶点软件（ddrj）603383
其余形式独苗
永辉超市（yhcs）601933，亚世光电（ysgd）002952，卓郎智能（zlzn）600545，蓝丰生化（lfsh）002513，工业富联（gyfl）601138，上海电影（shdy）601595，大有能源（dyny）600403，指数型工具

二板
中南股份（zngf）000717，中电电机（zddj）603988，雅博股份，时代万恒（sdwh）600241，恒银科技（hykj）603106，亚泰集团（ytjt）600881

三板
宝塔实业（btsy）000595，启明信息（qmxx）002232

四板
海能达（hnd）002583，广东榕泰（gdrt）600589，卓朗科技（zlkj）600225

六板
大唐电信（dtdx）600198

八板
双成药业（scyy）002693

`
  }
];
