const ZT_DATA_5=[
{
    "d": "2024-02-22",
    "l": "https://www.tgb.cn/a/263yifw4fj1",
    "t": `

首板
算力产业链上下游
美利云（mly）000815，森远股份（sygf）300210，日海智能（rhzn）002313，高新发展（gxfz）000628，铜牛信息（tnxx）300895，国投智能（gtzn）300188，恒为科技（hwkj）603496，汇源通信（hytx）000586
华孚时尚（hfss）002042，广哈通信（ghtx）300711，卓朗科技（zlkj）600225，科翔股份（kxgf）300903，云赛智联（yszl）600602，依米康（ymk）300249，中公高科（zggk）603860，淳中科技（czkj）603516
深南电路（sndl）002916，文一科技（wykj）600520，特发信息（tfxx）000070，同星科技（txkj）301252，中贝通信（zbtx）603220，中南股份（zngf）000717，云赛智联（yszl）600602，中威电子（zwdz）300270
通达海（tdh）301378，新炬网络（xjwl）605398，麦迪科技（mdkj）603990，龙韵股份，文投控股（wtkg）600715，川大智胜（cdzs）002253，多伦科技（dlkj）603528
机器人
博信股份（bxgf）600083，爱仕达（asd）002403
消费电子
华塑控股（hskg）000509，华映科技（hykj）000536，伟时电子（wsdz）605218，瀛通通讯（yttx）002861
光伏
鹿山新材（lsxc）603051，沐邦高科（mbgk）603398，麦迪科技（mdkj）603990，永和智控（yhzk）002795
地产（农业）
亚通股份（ytgf）600692，丰林集团（fljt）601996
煤炭
平煤股份（pmgf）601666，云煤能源（ymny）600792
医药
龙津药业（ljyy）002750，万泰生物（wtsw）603392，大理药业（dlyy）603963
其他形式独苗
张家界（zjj）000430，京华激光（jhjg）603607，傲农生物（answ）603363，英力特（ylt）000635，大庆华科（dqhk）000985，泰永长征（tycz）002927，惠发食品（hfsp）603536，三柏硕（sbs）001300
皖通科技（wtkj）002331，天创时尚（tcss）603608

二板
合力泰（hlt）002217，中科金财（zkjc）002657，建艺集团（jyjt）002789，亚世光电（ysgd）002952，汉马科技（hmkj）600375，合锻智能（hdzn）603011，合力科技（hlkj）603917

三板
克劳斯（kls）600579

四板
魅视科技（mskj）001229，精伦电子（jldz）600355，信雅达（xyd）600571，国脉文化（gmwh）600640，网达软件（wdrj）603189，华扬联众（hylz）603825

五板
二六三（els）002467，维海德（whd）301318，睿能科技（rnkj）603933

六板
蓝科高新（lkgx）601798

十板
克来机电（kljd）603960

`
  },
{
    "d": "2024-02-21",
    "l": "https://www.tgb.cn/a/261VlO8arky",
    "t": `

首板
未分类
永安行（yax）603776，皇庭国际（htgj）000056，先锋电子（xfdz）002767，远望谷（ywg）002161，元成股份（ycgf）603388，好利科技（hlkj）002729
教育
勤上股份（qsgf）002638，传智教育（czjy）003032，威创股份，银宝山新（ybsx）002786，康尼机电（knjd）603111，金龙机电（jljd）300032，合锻智能（hdzn）603011，德恩精工（dejg）300780
合力科技（hlkj）603917，浙江黎明（zjlm）603048，深圳新星（szxx）603978，华丰股份（hfgf）605100，汉马科技（hmkj）600375，路畅科技（lckj）002813，襄阳轴承（xyzc）000678，卓郎智能（zlzn）600545
中捷精工（zjjg）301072，威帝股份（wdgf）603023，圣龙股份（slgf）603178，中通客车（ztkc）000957，迪马股份（dmgf）600565，朗博科技（lbkj）603655，宏盛股份（hsgf）603090，迪生力（dsl）603335
冀凯股份，恒立实业（hlsy）000622，亚星客车（yxkc）600213，黄河旋风（hhxf）600172，标准股份，合力泰（hlt）002217，海马汽车（hmqc）000572，申科股份（skgf）002633
浩物股份（hwgf）000757，长春一东（ccyd）600148
氢能源
渝三峡Ａ（ysxa）000565，新锦动力（xjdl）300157，海鸥股份（hogf）603269，中电兴发（zdxf）002298，瑜欣电子（yxdz）301107，华阳新材（hyxc）600281，辉丰股份（hfgf）002496，新动力（xdl）310328
锂电池
中铝国际（zlgj）601068，贤丰控股（xfkg）002141，万里股份（wlgf）600847，领湃科技（lpkj）300530，时代万恒（sdwh）600241，国机通用（gjty）600444，尤夫股份（yfgf）002427
光伏
实丰文化（sfwh）002862，蓝丰生化（lfsh）002513，嘉寓股份，瑞和股份（rhgf）002620，海源复材（hyfc）002529，德力股份（dlgf）002571
房地产基建
建艺集团（jyjt）002789，正和生态（zhst）605069，正源股份（zygf）600321，亚振家居（yzjj）603389，廊坊发展（lffz）600149，财信发展（cxfz）000838，文科股份（wkgf）002775，中装建设（zzjs）002822
美芝股份，皮阿诺（pan）002853，郑中设计（zzsj）002811，伟隆股份（wlgf）002871，中源家居（zyjj）603709
So­ra
金财互联（jchl）002530，盈建科（yjk）300935，中科金财（zkjc）002657
农业
万方发展（wffz）000638，正虹科技（zhkj）000702，远大控股（ydkg）000626
大消费
美尔雅（mey）600107，克明食品（kmsp）002661，重庆啤酒（cqpj）600132，江西长运（jxzy）600561，岩石股份（ysgf）600696，日辰股份（rcgf）603755，华斯股份（hsgf）002494，浔兴股份（xxgf）002098
大连友谊（dlyy）000679
化工
宁科生物（nksw）600165，永悦科技（yykj）603879，川发龙蟒（cflm）002312
其他形式独苗
群兴玩具（qxwj）002575，亚世光电（ysgd）002952，富通信息（ftxx）000836，平安银行（payh）000001，凯瑞德（krd）002072，南华生物（nhsw）000504，皓宸医疗（hcyl）002622，五方光电（wfgd）002962
威奥股份（wagf）605001，三羊马（sym）001317

二板
深中华Ａ（szha）000017，普路通（plt）002769，克劳斯（kls）600579

三板
安诺其（anq）300067，因赛集团（ysjt）300781，魅视科技（mskj）001229，荣丰控股（rfkg）000668，汇通能源（htny）600605，精伦电子（jldz）600355，网达软件（wdrj）603189，华扬联众（hylz）603825，国脉文化（gmwh）600640，信雅达（xyd）600571

四板
二六三（els）002467，中坚科技（zjkj）002779，浙文影业（zwyy）601599，睿能科技（rnkj）603933

五板
蓝科高新（lkgx）601798

九板
克来机电（kljd）603960

`
  },
{
    "d": "2024-02-20",
    "l": "https://www.tgb.cn/a/260fXFhnSoI",
    "t": `

首板
未分类
兆新股份（zxgf）002256，和泰机电（htjd）001225，克劳斯（kls）600579，中马传动（zmcd）603767，蓝英装备（lyzb）300293，联诚精密（lcjm）002921，宏英智能（hyzn）001266，南京熊猫（njxm）600775
鸣志电器（mzdq）603728，北特科技（btkj）603009，柯力传感（klcg）603662，五洲新春（wzxc）603667
So­ra
安妮股份（angf）002235，思泰克（stk）301568，中信出版（zxcb）300788，天娱数科（tysk）002354，人民网（rmw）603000
医药减肥药
博济医药（bjyy）300404，双成药业（scyy）002693，百花医药（bhyy）600721，康惠制药（khzy）603139，合富中国（hfzg）603122，神奇制药（sqzy）600613，华森制药（hszy）002907，第一医药（dyyy）600833
科源制药（kyzy）301281，河化股份（hhgf）000953
存储芯片
北京君正（bjjz）300223
Cpo
罗博特科（lbtk）300757，武汉凡谷（whfg）002194
地产相关
上海建科（shjk）603153，浦东金桥（pdjq）600639，青龙管业（qlgy）002457，中迪投资（zdtz）000609，爱丽家居（aljj）603221
金融
九鼎投资，首创证券（sczq）601136
其他形式独苗首板
东材科技（dckj）601208，瑞玛精密（rmjm）002976，永和股份（yhgf）605020，傲农生物（answ）603363，华源控股（hykg）002787，祥龙电业（xldy）600769，强瑞技术（qrjs）301128，普路通（plt）002769
深中华Ａ（szha）000017，兴业股份（xygf）603928，宝钢包装（bgbz）601968，泉阳泉（qyq）600189，白酒饮料，王子新材（wzxc）002735，亚联发展（ylfz）002316，清源股份（qygf）603628

二板
安诺其（anq）300067，因赛集团（ysjt）300781，汉王科技（hwkj）002362，魅视科技（mskj）001229，网达软件（wdrj）603189，苏州科达（szkd）603660，信雅达（xyd）600571，引力传媒（ylcm）603598，当虹科技（dhkj）688039，昂立教育（aljy）600661，华扬联众（hylz）603825，国脉文化（gmwh）600640，新华网（xhw）603888，北自科技（bzkj）603082，中广天择（zgtz）603721，竞业达（jyd）003005，茶花股份（chgf）603615，真视通（zst）002771，金花股份，龙津药业（ljyy）002750，鸿博股份（hbgf）002229，华立股份（hlgf）603038

三板
维海德（whd）301318，二六三（els）002467，高新发展（gxfz）000628，新炬网络（xjwl）605398，淳中科技（czkj）603516，浙文影业（zwyy）601599，禾盛新材（hsxc）002290，中坚科技（zjkj）002779，赛福天（sft）603028，电魂网络（dhwl）603258，松霖科技（slkj）603992，光大嘉宝（gdjb）600622，睿能科技（rnkj）603933，好上好（hsh）001298

四板
蓝科高新（lkgx）601798

八板
克来机电（kljd）603960

`
  },
{
    "d": "2024-02-08",
    "l": "https://www.tgb.cn/a/25GBs76sY01",
    "t": `


二板
航锦科技（hjkj）000818，祥腾新材（xtxc）001373，远大智能（ydzn）002689，光华科技（ghkj）002741，蓝科高新（lkgx）601798，永创智能（yczn）603901，哈森股份（hsgf）603958，西大门（xdm）605155

三板
风华高科（fhgk）000636，中国稀土（zgxt）000831，华天科技（htkj）002185，新里程（xlc）002219，川发龙蟒（cflm）002312，齐翔腾达（qxtd）002408，光启技术（gqjs）002625，三维股份（swgf）603033

四板
洪涛股份（htgf）002325

六板
克来机电（kljd）603960

`
  },
{
    "d": "2024-02-07",
    "l": "https://www.tgb.cn/a/25EORR5grLB",
    "t": `

首板
大市值机构股
中化国际（zhgj）600500，南网储能（nwcn）600995，联美控股（lmkg）600167，九州通（jzt）600998，广东宏大（gdhd）002683，瑞芯微（rxw）603893，深天马Ａ（stma）000050，三美股份（smgf）603379
招商积余（zsjy）001914，新凤鸣（xfm）603225，千方科技（qfkj）002373，多氟多（dfd）002407
午后小市值
和泰机电（htjd）001225，海洋王（hyw）002724，江苏索普（jssp）600746，西大门（xdm）605155

二板
航天发展（htfz）000547，风华高科（fhgk）000636，美锦能源（mjny）000723，普洛药业（plyy）000739，中国稀土（zgxt）000831，亚钾国际（yjgj）000893，中科三环（zksh）000970，大族激光（dzjg）002008，万丰奥威（wfaw）002085，华天科技（htkj）002185，新里程（xlc）002219，电科网安（dkwa）002268，信立泰（xlt）002294，川发龙蟒（cflm）002312，和而泰（het）002402，齐翔腾达（qxtd）002408，启明星辰（qmxc）002439，光启技术（gqjs）002625，锋龙股份（flgf）002931，万祥科技（wxkj）301180，广晟有色（gcys）600259，亚宝药业（ybyy）600351，昊华科技（hhkj）600378，盛和资源（shzy）600392

三板
洪涛股份（htgf）002325，长江通信（cjtx）600345，中重科技（zzkj）603135

五板
克来机电（kljd）603960

`
  },
{
    "d": "2024-02-06",
    "l": "https://www.tgb.cn/a/25CW80lh2ST",
    "t": `


二板
洪涛股份（htgf）002325，赛摩智能（smzn）300466，长江通信（cjtx）600345，中重科技（zzkj）603135

四板
克来机电（kljd）603960

五板
中基健康（zjjk）000972

`
  },
{
    "d": "2024-02-05",
    "l": "https://www.tgb.cn/a/25Bfan5iwJ6",
    "t": `

首板
机器人
金自天正（jztz）600560，中重科技（zzkj）603135，克劳斯（kls）600579，赛摩智能（smzn）300466，艾迪精密（adjm）603638，海天精工（htjg）601882
题材独苗形式
洪涛股份（htgf）002325，长江通信（cjtx）600345，天洋新材（tyxc）603330，深中华Ａ（szha）000017，法拉电子（fldz）600563，新能源车还是光伏材料，学大教育（xdjy）000526，一拖股份（ytgf）601038

二板
德新科技（dxkj）603032

三板
克来机电（kljd）603960，哈森股份（hsgf）603958

四板
中基健康（zjjk）000972

`
  },
{
    "d": "2024-02-03",
    "l": "https://www.tgb.cn/a/25yfmbKCmE5",
    "t": `

首板
农业食品
中百集团（zbjt）000759，阳光乳业（ygry）001318
传媒
粤传媒（ycm）002181，时代出版（sdcb）600551，省广集团（sgjt）002400
连板超跌
上海九百（shjb）600838，开开实业（kksy）600272，深华发Ａ（shfa）000020
国资委房地产基建
深深房Ａ（ssfa）000029，锦和商管（jhsg）603682，建发合诚（jfhc）603909，浦东金桥（pdjq）600639
机器人
襄阳轴承（xyzc）000678，永创智能（yczn）603901
题材独苗形式
伟时电子（wsdz）605218，丽江股份（ljgf）002033，恒达新材（hdxc）301469，宏达股份（hdgf）600331，属性分类叠加磷化工，德新科技（dxkj）603032，金证股份（jzgf）600446

二板
中农联合（znlh）003042，哈森股份（hsgf）603958，克来机电（kljd）603960

三板
中基健康（zjjk）000972

四板
中马传动（zmcd）603767

`
  },
{
    "d": "2024-01-31",
    "l": "https://www.tgb.cn/a/25sXHqYYZH4",
    "t": `

首板
国资委
中基健康（zjjk）000972，中材节能（zcjn）603126，中设股份，宝钢包装（bgbz）601968，中建环能（zjhn）300425，光大嘉宝（gdjb）600622，中粮资本（zlzb）002423
传媒
时代出版（sdcb）600551，新华传媒（xhcm）600825，内蒙新华（nmxh）603230，国新文化（gxwh）600636
外贸
丽人丽妆（lrlz）605136，美邦服饰（mbfs）002269，丸美股份，春风动力（cfdl）603129
新能源车
长城科技（cckj）603897，金帝股份（jdgf）603270，万安科技（wakj）002590
题材独苗形式
亿嘉和（yjh）603666，合富中国（hfzg）603122，直真科技（zzkj）003007，乐通股份（ltgf）002319

二板
华建集团（hjjt）600629，中广天择（zgtz）603721，中马传动（zmcd）603767

三板
百通能源（btny）001376

七板
中视传媒（zscm）600088

`
  },
{
    "d": "2024-01-30",
    "l": "https://www.tgb.cn/a/25rjJSuaAy4",
    "t": `

首板
基建
建艺集团（jyjt）002789，浦东建设（pdjs）600284，罗普斯金（lpsj）002333
新能源车
爱玛科技（amkj）603529，绿能慧充（lnhc）600212，中马传动（zmcd）603767，浙江世宝（zjsb）002703，欧陆通（olt）300870
光伏
赣能股份（gngf）000899，国晟科技（gckj）603778
传媒
中广天择（zgtz）603721，华扬联众（hylz）603825
题材独苗形式
创新医疗（cxyl）002173，广誉远（gyy）600771，敦煌种业（dhzy）600354，天桥起重（tqqz）002523，风电机械，应该是新能源

二板
深南电Ａ（snda）000037，百通能源（btny）001376

五板
中国海诚（zghc）002116

六板
长江投资，中视传媒（zscm）600088

`
  },
{
    "d": "2024-01-29",
    "l": "https://www.tgb.cn/a/25pK0zly2Pp",
    "t": `

首板
次新
上海汽配（shqp）603107，金帝股份（jdgf）603270，中科磁业（zkcy）301141
寒潮
深南电Ａ（snda）000037，杭州热电（hzrd）605011，百通能源（btny）001376
上海股
上海建科（shjk）603153，宝钢包装（bgbz）601968，上海三毛（shsm）600689
光学
凤凰光学（fhgx）600071，亚世光电（ysgd）002952
题材独苗形式
珠江股份（zjgf）600684，金凯生科（jksk）301509，百傲化学（bahx）603360，泉阳泉（qyq）600189，中南股份（zngf）000717

二板
腾达科技（tdkj）001379

三板
光明地产（gmdc）600708

四板
华控赛格（hksg）000068，中成股份（zcgf）000151，中国海诚（zghc）002116

五板
中视传媒（zscm）600088，长江投资，浦东金桥（pdjq）600639，中华企业（zhqy）600675，上海凤凰（shfh）600679，畅联股份（clgf）603648

`
  },
{
    "d": "2024-01-27",
    "l": "https://www.tgb.cn/a/25mHvVEv9tY",
    "t": `

首板
房地产相关
特发服务（tffw）300917，信达地产（xddc）600657，沙河股份（shgf）000014，阳光股份（yggf）000608，申华控股（shkg）600653
海南自贸港
海峡股份（hxgf）002320，海南瑞泽（hnrz）002596，海南椰岛（hnyd）600238，海南发展（hnfz）002163，海汽集团（hqjt）603069，海南高速（hngs）000886，京粮控股（jlkg）000505，华闻集团（hwjt）000793
信创
格尔软件（gerj）603232，南天信息（ntxx）000948，英飞拓（yft）002528
外销
新能泰山（xnts）000720，天元股份（tygf）003003，上海雅仕（shys）603329，腾达科技（tdkj）001379
新能源
同力日升（tlrs）605286，中旗新材（zqxc）001212，国昇科技
题材独苗形式
威龙股份（wlgf）603779，齐鲁银行（qlyh）601665，中欣氟材（zxfc）002915，神雾节能（swjn）000820，节能环保，国创高新（gcgx）002377，名臣健康（mcjk）002919，平潭发展（ptfz）000592
国城矿业（gcky）000688

二板
中交地产（zjdc）000736，光明地产（gmdc）600708，国新文化（gxwh）600636，中铝国际（zlgj）601068，上海贝岭（shbl）600171

三板
华控赛格（hksg）000068，中成股份（zcgf）000151，光大嘉宝（gdjb）600622，香溢融通（xyrt）600830

四板
九鼎投资，中视传媒（zscm）600088，长江投资，开开实业（kksy）600272，华建集团（hjjt）600629，浦东金桥（pdjq）600639，中华企业（zhqy）600675，上海凤凰（shfh）600679，上海物贸（shwm）600822，畅联股份（clgf）603648

五板
特发信息（tfxx）000070

`
  },
{
    "d": "2024-01-25",
    "l": "https://www.tgb.cn/a/25j7YLfR6SD",
    "t": `

首板
医药
人工智能算力硬件

二板
深华发Ａ（shfa）000020，外高桥（wgq）600648，新黄浦（xhp）600638，华鑫证券（hxzq）601688，中成股份（zcgf）000151，中公高科（zggk）603860

三板
九鼎投资，建元信托（jyxt）600816，中视传媒（zscm）600088，长江投资，开开实业（kksy）600272，华建集团（hjjt）600629，浦东金桥（pdjq）600639，上海凤凰（shfh）600679，上海物贸（shwm）600822，畅联股份（clgf）603648，中华企业（zhqy）600675

四板
特发信息（tfxx）000070

`
  },
{
    "d": "2024-01-24",
    "l": "https://www.tgb.cn/a/25ho6YUDEee",
    "t": `

首板
浦东新区政策以及外销
上海三毛（shsm）600689，凯淳股份（kcgf）301001，三江购物（sjgw）601116，纳尔股份（negf）002825，锦江在线（jjzx）600650，哈尔斯（hes）002615，红豆股份（hdgf）600400，永艺股份（yygf）603600
合富中国（hfzg）603122，光大嘉宝（gdjb）600622，兰生股份（lsgf）600826，龙头股份（ltgf）600630，奥佳华（ajh）002614，申达股份（sdgf）600626，益民集团（ymjt）600824，外高桥（wgq）600648
华贸物流（hmwl）603128，陆家嘴（ljz）600663，上海建科（shjk）603153
央企市值管理
中成股份（zcgf）000151，大庆华科（dqhk）000985，瑞泰科技（rtkj）002066，中粮资本（zlzb）002423，中国海诚（zghc）002116，中公高科（zggk）603860，中铁装配（ztzp）300374，中信海直（zxhz）000099
金融
新黄浦（xhp）600638，香溢融通（xyrt）600830，南华期货（nhqh）603093，华鑫股份（hxgf）600621，中航产融（zhcr）600705，爱建集团（ajjt）600643，中油资本（zyzb）000617，五矿资本（wkzb）600390
新力金融（xljr）600318，华金资本（hjzb）000532，弘业期货（hyqh）001236，光大证券（gdzq）601788，威士顿（wsd）301315
华字辈
萃华珠宝（chzb）002731，华控赛格（hksg）000068，深华发Ａ（shfa）000020
食品
开创国际（kcgj）600097，宝立食品（blsp）603170，燕塘乳业（ytry）002732，华资实业（hzsy）600191
题材独苗形式
风范股份（ffgf）601700，澳洋健康（ayjk）002172，拓山重工（tszg）001226，耀皮玻璃（ypbl）600819，美丽生态（mlst）000010

二板
九鼎投资，中视传媒（zscm）600088，长江投资，开开实业（kksy）600272，金证股份（jzgf）600446，首创证券（sczq）601136，华建集团（hjjt）600629，浦东金桥（pdjq）600639，中华企业（zhqy）600675，上海凤凰（shfh）600679，上海物贸（shwm）600822，畅联股份（clgf）603648，王力安防（wlaf）605268，建元信托（jyxt）600816，剑桥科技（jqkj）603083

三板
特发信息（tfxx）000070

七板
哈森股份（hsgf）603958

`
  },
{
    "d": "2024-01-23",
    "l": "https://www.tgb.cn/a/25fGMfGA5DT",
    "t": `

首板
跨境电商
长江投资，上海凤凰（shfh）600679，上海物贸（shwm）600822，畅联股份（clgf）603648，开开实业（kksy）600272，九鼎投资，丸美股份
人工智能
华西股份（hxgf）000936，剑桥科技（jqkj）603083，意华股份（yhgf）002897，直真科技（zzkj）003007，华是科技（hskj）301218，中视传媒（zscm）600088，恺英网络（kywl）002517，东方中科（dfzk）002819
盛剑环保，姚记科技（yjkj）002605，科大讯飞（kdxf）002230
新能源
泰山石油（tssy）000554，西典新能（xdxn）603312，欧晶科技（ojkj）001269，丰元股份（fygf）002805，华尔泰（het）001217，洪涛股份（htgf）002325，上海房地产，中华企业（zhqy）600675
华建集团（hjjt）600629，浦东金桥（pdjq）600639
金融
金证股份（jzgf）600446，建元信托（jyxt）600816，首创证券（sczq）601136
题材独苗形式
江河集团（jhjt）601886，思维列控（swlk）603508，万丰奥威（wfaw）002085，圣达生物（sdsw）603079，合成生物

二板
特发信息（tfxx）000070，华如科技（hrkj）301302，丰山集团（fsjt）603810

五板
华瓷股份（hcgf）001216，同兴环保（txhb）003027

六板
哈森股份（hsgf）603958

十一板
深中华Ａ（szha）000017

`
  },
{
    "d": "2024-01-22",
    "l": "https://www.tgb.cn/a/25dZHdGwMhR",
    "t": `

首板
新能源汽车
东风汽车（dfqc）dnfgy，江铃汽车（jlqc）000550，天普股份（tpgf）605255
消费电子
深华发Ａ（shfa）000020，华如科技（hrkj）301302，日久光电（rjgd）003015
固态电池
丰山集团（fsjt）603810，三祥新材（sxxc）603663，还是助力同兴环保
题材独苗形式
延华智能（yhzn）002178，特发信息（tfxx）000070，萃华珠宝（chzb）002731，黄金锂电

二板
华鼎股份（hdgf）601113

四板
华瓷股份（hcgf）001216，同兴环保（txhb）003027，华升股份（hsgf）600156

五板
哈森股份（hsgf）603958

十板
深中华Ａ（szha）000017

`
  },
{
    "d": "2024-01-19",
    "l": "https://www.tgb.cn/a/2597dOUqW13",
    "t": `

首板
游戏传媒
惠程科技（hckj）002168，龙版传媒（lbcm）605577，游族网络（yzwl）002174，上海电影（shdy）601595，中视传媒（zscm）600088
算力产业链
群兴玩具（qxwj）002575，阿科力（akl）603722，盛剑环保，莲花健康（lhjk）600186
外销跨境
洪兴股份（hxgf）001209，永艺股份（yygf）603600，通达创智（tdcz）001368，浙江正特（zjzt）001238，瑞尔特（ret）002790，太平鸟（tpn）603877，华鼎股份（hdgf）601113，恒林股份（hlgf）603661
雪祺电气（xqdq）001387
旅游
丽江股份（ljgf）002033，云南旅游（ynly）002059
光伏
德力股份（dlgf）002571，华塑股份（hsgf）600935
氢能源
康普顿（kpd）603798，华尔泰（het）001217，百利电气（bldq）600468，洪涛股份（htgf）002325
题材独苗形式
特力Ａ（tla）000025，松炀资源（syzy）603863，先锋电子（xfdz）002767

二板
华控赛格（hksg）000068，英力特（ylt）000635，九牧王（jmw）601566，音飞储存（yfcc）603066，剑桥科技（jqkj）603083

三板
华瓷股份（hcgf）001216，华升股份（hsgf）600156，同兴环保（txhb）003027

四板
哈森股份（hsgf）603958，晨光新材（cgxc）605399

八板
深中华Ａ（szha）000017

`
  },
{
    "d": "2024-01-18",
    "l": "https://www.tgb.cn/a/257phLZY9xC",
    "t": `

首板
新能源-风光锂储氢
恒星新材（hxxc）000782，长龄液压（zlyy）605389，中旗新材（zqxc）001212，福莱蒽特（flet）605566，华控赛格（hksg）000068，宏盛华源（hshy）601096，镇洋发展（zyfz）603213，永达股份（ydgf）001239
清源股份（qygf）603628，英力特（ylt）000635，爱旭股份（axgf）600732，晶澳科技（jakj）002459，安彩高科（acgk）600207
MR
博杰股份（bjgf）002975，恒信东方（hxdf）300081，亿道信息（ydxx）001314，目前市场主流是新能源
算力
剑桥科技（jqkj）603083，华体科技（htkj）603679
机器人
健麾信息（jhxx）605186，音飞储存（yfcc）603066，中欣氟材（zxfc）002915
题材独苗形式
舒华体育（shty）605299，华丰股份（hfgf）605100，九牧王（jmw）601566，大智慧（dzh）601519

二板
华升股份（hsgf）600156，华瓷股份（hcgf）001216，华生科技（hskj）605180，华立股份（hlgf）603038，罗普斯金（lpsj）002333，同兴环保（txhb）003027，元利科技（ylkj）603217

三板
新力金融（xljr）600318，大千生态（dqst）603955，哈森股份（hsgf）603958，晨光新材（cgxc）605399

八板
深中华Ａ（szha）000017

`
  },
{
    "d": "2024-01-17",
    "l": "https://www.tgb.cn/a/255QOpq9Ujo",
    "t": `

首板
电商外销
华升股份（hsgf）600156，奥佳华（ajh）002614，金麒麟（jql）603586，红豆股份（hdgf）600400，华瓷股份（hcgf）001216，麒盛科技（qskj）603610，华生科技（hskj）605180，广博股份（gbgf）002103
西大门（xdm）605155
旅游
龙江交通（ljjt）601188，富临运业（flyy）002357，长白山（cbs）603099
电力设备
金智科技（jzkj）002090，华瓷科技，深南电Ａ（snda）000037
光伏
泰山石油（tssy）000554，元利科技（ylkj）603217，罗普斯金（lpsj）002333
题材独苗形式
萃华珠宝（chzb）002731，同兴环保（txhb）003027，钠离子电池，九鼎投资，平潭发展（ptfz）000592，澳洋健康（ayjk）002172，华立股份（hlgf）603038

二板
华金资本（hjzb）000532，新力金融（xljr）600318，先锋电子（xfdz）002767，龙头股份（ltgf）600630，哈森股份（hsgf）603958，宏柏新材（hbxc）605366，晨光新材（cgxc）605399

三板
深华发Ａ（shfa）000020，宏达新材（hdxc）002211

七板
深中华Ａ（szha）000017

`
  },
{
    "d": "2024-01-16",
    "l": "https://www.tgb.cn/a/254amABgjJO",
    "t": `

首板
大消费
哈森股份（hsgf）603958，嘉美包装（jmbz）002969，凯恩股份（kegf）002012，华天酒店（htjd）000428，龙头股份（ltgf）600630，妙可蓝多（mkld）600882
新能源-光伏
安彩高科（acgk）600207，森特股份（stgf）603098，尚纬股份（swgf）603333，宏柏新材（hbxc）605366，晨光新材（cgxc）605399，清源股份（qygf）603628
新能源-锂电
凯恩股份（kegf）002012，胜华新材（shxc）603026，华金资本（hjzb）000532
美丽中国-PPP
园林股份（ylgf）605303，普邦股份（pbgf）002663
飞行汽车
山河智能（shzn）002097，长源东谷（zydg）603950，光洋股份（gygf）002708
金融
新力金融（xljr）600318，华金资本（hjzb）000532
题材独苗形式
先锋电子（xfdz）002767，扬电科技（ydkj）301012，电气设备，亚世光电（ysgd）002952

二板
深华发Ａ（shfa）000020，宏达新材（hdxc）002211，大连圣亚（dlsy）600593，九华旅游（jhly）603199

三板
万方发展（wffz）000638，耀皮玻璃（ypbl）600819，江苏华辰（jshc）603097

六板
深中华Ａ（szha）000017

`
  },
{
    "d": "2024-01-15",
    "l": "https://www.tgb.cn/a/252ncM9cEF0",
    "t": `

首板
未分类
网络直播，锦泓集团（jhjt）603518，红棉股份（hmgf）000523，赫美集团（hmjt）002356，西安旅游（xaly）000610，大连圣亚（dlsy）600593，九华旅游（jhly）603199，国光连锁（ggls）605188
龙版传媒（lbcm）605577，广博股份（gbgf）002103，海欣股份（hxgf）600851，洪兴股份（hxgf）001209，徐家汇（xjh）002561，曲江文旅（qjwl）600706，长白山（cbs）603099，就是网络直播
芯片
新洁能（xjn）605111，宏达新材（hdxc）002211
氢能源
镇洋发展（zyfz）603213，动力电池，西陇科学（xlkx）002584，汇得科技（hdkj）603192，金龙羽（jly）002882
题材独苗形式
泰禾智能（thzn）603656，沐邦高科（mbgk）603398，深华发Ａ（shfa）000020，高新发展（gxfz）000628，永达股份（ydgf）001239，次新风电，华尔泰（het）001217

二板
万方发展（wffz）000638，东华科技（dhkj）002140，迪马股份（dmgf）600565，耀皮玻璃（ypbl）600819，江苏华辰（jshc）603097

三板
茂业商业（mysy）600828，华立股份（hlgf）603038

五板
深中华Ａ（szha）000017

`
  },
{
    "d": "2024-01-12",
    "l": "https://www.tgb.cn/a/24XBT2hyNia",
    "t": `

首板
美丽中国-生态建设
节能铁汉（jnth）300197，正和生态（zhst）605069，迪马股份（dmgf）600565
美丽中国-碳中和
东华科技（dhkj）002140，神驰机电（scjd）603109，联泓新科（lhxk）003022，耀皮玻璃（ypbl）600819，华银电力（hydl）600744，大连电瓷（dldc）002606，中旗新材（zqxc）001212，长源电力（zydl）000966
江苏华辰（jshc）603097，后面发酵电力设备
军工
利君股份（ljgf）002651，万方发展（wffz）000638
题材独苗形式
劲仔食品（jzsp）003000，上海沪工（shhg）603131，俄媒说发卫星

二板
智度股份（zdgf）000676，茂业商业（mysy）600828，华立股份（hlgf）603038，恒兴新材（hxxc）603276，清源股份（qygf）603628，大千生态（dqst）603955

三板
光洋股份（gygf）002708

四板
公元股份（gygf）002641，深中华Ａ（szha）000017

`
  },
{
    "d": "2024-01-11",
    "l": "https://www.tgb.cn/a/24VRHUG9g2c",
    "t": `

首板
鸿蒙
智度股份（zdgf）000676，盛通股份（stgf）002599，吉大正元（jdzy）003029，传智教育（czjy）003032，华立股份（hlgf）603038，立达信（ldx）605365，创识科技（cskj）300941，常山北明（csbm）000158
嘉环科技（jhkj）603206，智微智能（zwzn）001339，延华智能（yhzn）002178，亚华电子（yhdz）301337
消费
赫美集团（hmjt）002356，太和水（ths）605081，天桥起重（tqqz）002523，茂业商业（mysy）600828
新能源-光伏
恒星科技（hxkj）002132，瑞和股份（rhgf）002620，沈阳化工（syhg）000698，清源股份（qygf）603628，艾罗能源（alny）688717
新能源-锂电
恒兴新材（hxxc）603276，中矿资源（zkzy）002738，星光股份（xggf）002076，融捷股份（rjgf）002192
飞行汽车
万丰奥威（wfaw）002085，王子新材（wzxc）002735，吉林化纤（jlhx）000420，纵横股份（zhgf）688070
算力
深桑达Ａ（ssda）000032，高新发展（gxfz）000628，直真科技（zzkj）003007
题材独苗形式
凯文教育（kwjy）002659，游族网络（yzwl）002174，大千生态（dqst）603955，哈投股份（htgf）600864，雷柏科技（lbkj）002577，西陇科学（xlkx）002584，联化科技（lhkj）002250，南京熊猫（njxm）600775
格林精密（gljm）300968，中坚科技（zjkj）002779，园林机械

二板
光洋股份（gygf）002708，金龙羽（jly）002882，国芳集团（gfjt）601086，宏盛华源（hshy）601096，富佳股份（fjgf）603219，索宝蛋白（sbdb）603231

三板
深中华Ａ（szha）000017，公元股份（gygf）002641，太平鸟（tpn）603877，尚纬股份（swgf）603333

四板
中兴商业（zxsy）000715

`
  },
{
    "d": "2024-01-10",
    "l": "https://www.tgb.cn/a/24U7tKLoP8n",
    "t": `

首板
大消费
国芳集团（gfjt）601086，全聚德（qjd）002186，索宝蛋白（sbdb）603231，莱茵体育（lyty）000558，惠发食品（hfsp）603536，新世界（xsj）600628，良品铺子（lppz）603719
新能源
华金资本（hjzb）000532，威岭股份，首航高科（shgk）002665，金龙羽（jly）002882，永太科技（ytkj）002326，德业股份（dygf）605117，宏盛华源（hshy）601096
机器人
凌云股份（lygf）600480，富佳股份（fjgf）603219，光洋股份（gygf）002708
养老
凤凰股份（fhgf）600716，悦心健康（yxjk）002162
题材独苗形式
中钨高新（zwgx）000657，丹化科技（dhkj）600844，天成自控（tczk）603085

二板
深中华Ａ（szha）000017，通达创智（tdcz）001368，爱康科技（akkj）002610，公元股份（gygf）002641，德新科技（dxkj）603032，松发股份（sfgf）603268，尚纬股份（swgf）603333，康普顿（kpd）603798，太平鸟（tpn）603877

三板
中兴商业（zxsy）000715

四板
爱仕达（asd）002403

七板
长白山（cbs）603099

`
  },
{
    "d": "2024-01-09",
    "l": "https://www.tgb.cn/a/24Sw1z1WbAU",
    "t": `

首板
机器人
晋拓股份（jtgf）603211，统一股份（tygf）600506，新时达（xsd）002527，智微智能（zwzn）001339，智能自控（znzk）002877，泰禾智能（thzn）603656，百胜智能（bszn）301083，宇环数控（yhsk）002903
弘讯科技（hxkj）603015，越剑智能（yjzn）603095，锋龙股份（flgf）002931
新能源-风光储锂
长龄液压（zlyy）605389，瑞和股份（rhgf）002620，丰华股份（fhgf）600615，德新科技（dxkj）603032，公元股份（gygf）002641，亚星化学（yxhx）600319，松发股份（sfgf）603268，爱康科技（akkj）002610
新能源-核电
尚纬股份（swgf）603333，东方精工（dfjg）002611，资金规避光伏，冬季体育旅游，太平鸟（tpn）603877，绿茵生态（lyst）002887，苏州龙杰（szlj）603332，通达创智（tdcz）001368
龙江交通（ljjt）601188，九华旅游（jhly）603199，大连友谊（dlyy）000679，天桥起重（tqqz）002523，深中华Ａ（szha）000017，欧亚集团（oyjt）600697，浙江自然（zjzr）605080，龙头股份（ltgf）600630
题材独苗形式
冠石科技（gskj）605588，亚振家居（yzjj）603389，康普顿（kpd）603798

二板
中兴商业（zxsy）000715，泰尔股份（tegf）002347

三板
爱仕达（asd）002403

四板
思进智能（sjzn）003025

五板
大连圣亚（dlsy）600593

六板
长白山（cbs）603099

`
  },
{
    "d": "2024-01-08",
    "l": "https://www.tgb.cn/a/24QQSMk13Tv",
    "t": `

首板
光伏
清源股份（qygf）603628，德才股份（dcgf）605287，金辰股份（jcgf）603396
机器人
南京熊猫（njxm）600775，泰尔股份（tegf）002347，银宝山新（ybsx）002786，福莱新材（flxc）605488，赛象科技（sxkj）002337
基建
科新发展（kxfz）600234，蕾奥规划（lagh）300989，园林股份（ylgf）605303，国泰集团（gtjt）603977
电池
野马电池（ymdc）605378，西陇科学（xlkx）002584
题材独苗形式
新华传媒（xhcm）600825，双象股份（sxgf）002395，中兴商业（zxsy）000715，证通电子（ztdz）002197，御银股份（yygf）002177，宇通客车（ytkc）600066，莎普爱思（spas）603168，浙江世宝（zjsb）002703

二板
雅博股份，爱仕达（asd）002403，金龙羽（jly）002882，宿迁联盛（sqls）603065，华达新材（hdxc）605158

三板
思进智能（sjzn）003025

四板
东方中科（dfzk）002819，大连圣亚（dlsy）600593

五板
长白山（cbs）603099

`
  },
{
    "d": "2024-01-05",
    "l": "https://www.tgb.cn/a/24LO4PcMs05",
    "t": `

首板
固态电池
金龙羽（jly）002882，新纶新材（xlxc）002341，德福科技（dfkj）301511，德创环保（dchb）603177
外销
爱仕达（asd）002403，热威股份（rwgf）603075，华达新材（hdxc）605158，宿迁联盛（sqls）603065
养老
启迪药业（qdyy）000590，中源家居（zyjj）603709，澳洋健康（ayjk）002172，智迪科技（zdkj）301503，雷柏科技（lbkj）002577，天娱数科（tysk）002354
题材独苗形式
雅博股份

二板
延华智能（yhzn）002178，思进智能（sjzn）003025，亚华电子（yhdz）301337，宏盛华源（hshy）601096

三板
东方中科（dfzk）002819，日久光电（rjgd）003015，大连圣亚（dlsy）600593

四板
长白山（cbs）603099

`
  },
{
    "d": "2024-01-04",
    "l": "https://www.tgb.cn/a/24K9DJgCOWp",
    "t": `

首板
氢能源
英力特（ylt）000635，天元智能（tyzn）603273
农机
天鹅股份（tegf）603029，浙农股份（zngf）002758
鸿蒙
亚华电子（yhdz）301337，延华智能（yhzn）002178，吉大正元（jdzy）003029
消费电子
朝阳科技（zykj）002981，可川科技（kckj）603052
冷锻工艺
思进智能（sjzn）003025，浙江黎明（zjlm）603048，通达电气（tddq）603390，鼎龙科技（dlkj）603004，海通发展（htfz）603162，野马电池（ymdc）605378，亚太实业（ytsy）000691
医药
九安医疗（jayl）002432，户外运动旅游，龙江交通（ljjt）601188，浙江自然（zjzr）605080，三夫户外（sfhw）002780，牧高笛（mgd）603908
光伏
华菱精工（hljg）603356，海源复材（hyfc）002529，江苏华辰（jshc）603097
题材独苗形式
南方路机（nflj）603280，宏盛华源（hshy）601096，天音控股（tykg）000829，银宝山新（ybsx）002786

二板
智微智能（zwzn）001339，东方中科（dfzk）002819，惠威科技（hwkj）002888，日久光电（rjgd）003015，大连圣亚（dlsy）600593，悦达投资（ydtz）600805，丹化科技（dhkj）600844

三板
神雾节能（swjn）000820，长白山（cbs）603099

四板
利柏特（lbt）605167

`
  },
{
    "d": "2024-01-03",
    "l": "https://www.tgb.cn/a/24IAPVmlqqN",
    "t": `

首板
MR
博杰股份（bjgf）002975，惠威科技（hwkj）002888，日久光电（rjgd）003015
鸿蒙
东方中科（dfzk）002819，传智教育（czjy）003032，智微智能（zwzn）001339
房地产
凤凰股份（fhgf）600716，洪涛股份（htgf）002325，津滨发展（jbfz）000897
医药
华森制药（hszy）002907，龙津药业（ljyy）002750，开开实业（kksy）600272，河化股份（hhgf）000953
题材独苗形式
福莱新材（flxc）605488，丹化科技（dhkj）600844，悦达投资（ydtz）600805，新华传媒（xhcm）600825，出版传媒（cbcm）601999，闽东电力（mddl）000993，大连圣亚（dlsy）600593，真视通（zst）002771
杭州热电（hzrd）605011

二板
沈阳化工（syhg）000698，神雾节能（swjn）000820，锡装股份（xzgf）001332，中视传媒（zscm）600088，云煤能源（ymny）600792，大晟文化（dcwh）600892，长白山（cbs）603099，苏州龙杰（szlj）603332

三板
宝塔实业（btsy）000595，利柏特（lbt）605167

四板
华尔泰（het）001217，尚纬股份（swgf）603333，汇金通（hjt）603577

五板
神马电力（smdl）603530，力鼎光电（ldgd）605118

`
  },
{
    "d": "2024-01-02",
    "l": "https://www.tgb.cn/a/24GOQgUSN21",
    "t": `

首板
核电
合锻智能（hdzn）603011，锡装股份（xzgf）001332，海陆重工（hlzg）002255，杭州高新（hzgx）300478，捷强装备（jqzb）300875，航天晨光（htcg）600501，中超控股（zckg）002471
核污染相关
中晟高科（zcgk）002778，佳隆股份（jlgf）002495，神雾节能（swjn）000820，国光连锁（ggls）605188，大湖股份（dhgf）600257，西陇科学（xlkx）002584
新能源车
金麒麟（jql）603586，冠盛股份（gsgf）605088
军工
安邦护卫（abhw）603373，龙溪股份（lxgf）600592，航天动力（htdl）600343，展鹏科技（zpkj）603488，苏州龙杰（szlj）603332，襄阳轴承（xyzc）000678，立航科技（lhkj）603261
游戏传媒
大晟文化（dcwh）600892，中视传媒（zscm）600088，游族网络（yzwl）002174
物流
宁波远洋（nbyy）601022，兴通股份（xtgf）603209，云煤能源（ymny）600792，安源煤业（aymy）600397
题材独苗形式
沈阳化工（syhg）000698，光伏或者光学材料，和泰机电（htjd）001225，御银股份（yygf）002177，西昌电力（xcdl）600505，长白山（cbs）603099，松霖科技（slkj）603992

二板
宝塔实业（btsy）000595，道明光学（dmgx）002632，利柏特（lbt）605167

三板
华尔泰（het）001217，闽发铝业（mfly）002578，茂硕电源（msdy）002660，金辰股份（jcgf）603396，汇金通（hjt）603577，时空科技（skkj）605178

四板
力鼎光电（ldgd）605118，神马电力（smdl）603530

九板
亚世光电（ysgd）002952

`
  },
{
    "d": "2023-12-30",
    "l": "https://www.tgb.cn/a/24BpUH9gFdY",
    "t": `

首板
MR虚拟现实消费电子
凤凰光学（fhgx）600071，易天股份（ytgf）300812，共达电声（gdds）002655，伟时电子（wsdz）605218，风语筑（fyz）603466，歌尔股份（gegf）002241，联建光电（ljgd）300269，国星光电（gxgd）002449
恺英网络（kywl）002517，道明光学（dmgx）002632，清越科技（qykj）688496，东睦股份（dmgf）600114，三利谱（slp）002876，阿科力（akl）603722，智度股份（zdgf）000676，宝鹰股份（bygf）002047
跨境电商
香飘飘（xpp）603711，广博股份（gbgf）002103，梦洁股份（mjgf）002397，天创时尚（tcss）603608，返利科技（flkj）600228
机器人
南方路机（nflj）603280，咸亨国际（xhgj）605056，泰瑞机器（trjq）603289，中欣氟材（zxfc）002915
新能源车
华锋股份（hfgf）002806，凌云股份（lygf）600480，新坐标（xzb）603040，思进智能（sjzn）003025
光伏
宝塔实业（btsy）000595，棒杰股份
医药
浙江震元（zjzy）000705，莎普爱思（spas）603168，万泰生物（wtsw）603392
题材独苗形式
龙洲股份（lzgf）002682，中坚科技（zjkj）002779，上海电影（shdy）601595，利柏特（lbt）605167，光学镜头材料，兴业银行（xyyh）601166

二板
华尔泰（het）001217，雅博股份，海源复材（hyfc）002529，闽发铝业（mfly）002578，茂硕电源（msdy）002660，凯龙股份（klgf）002783，五方光电（wfgd）002962，瑞玛精密（rmjm）002976，可川科技（kckj）603052，赛伍技术（swjs）603212，尚纬股份（swgf）603333，金辰股份（jcgf）603396，汇金通（hjt）603577，时空科技（skkj）605178

三板
智微智能（zwzn）001339，中科云网（zkyw）002306，神马电力（smdl）603530，统一股份（tygf）600506，力鼎光电（ldgd）605118

七板
清源股份（qygf）603628

八板
亚世光电（ysgd）002952

`
  },
{
    "d": "2023-12-28",
    "l": "https://www.tgb.cn/a/24yxkMK0NRE",
    "t": `

首板
风光储锂
闽发铝业（mfly）002578，王子新材（wzxc）002735，赛伍技术（swjs）603212，雅博股份，钧达股份（jdgf）002865，亿晶光电（yjgd）600537，茂硕电源（msdy）002660，宇邦新材（ybxc）301266
金辰股份（jcgf）603396，宁波东力（nbdl）002164，亚星化学（yxhx）600319，天赐材料（tccl）002709，中毅达（zyd）600610，爱旭股份（axgf）600732，海源复材（hyfc）002529，汇金通（hjt）603577
快可电子（kkdz）301278，德新科技（dxkj）603032，长龄液压（zlyy）605389，国昇科技，欧晶科技（ojkj）001269，金刚光伏（jggf）300093，实丰文化（sfwh）002862，科达利（kdl）002850
迈为股份（mwgf）300751，隆基绿能（ljln）601012，晶澳科技（jakj）002459，海优新材（hyxc）688680，时代万恒（sdwh）600241，福斯特（fst）603806，尚纬股份（swgf）603333
苹果MR
五方光电（wfgd）002962，力盛体育（lsty）002858，时空科技（skkj）605178，华尔泰（het）001217，凯龙股份（klgf）002783，壶化股份（hhgf）003002
新能源车
瑞玛精密（rmjm）002976，长城科技（cckj）603897，铁流股份（tlgf）603926
机器人
泰尔股份（tegf）002347，天奇股份（tqgf）002009
题材独苗形式
光洋股份（gygf）002708，龙星化工（lxhg）002442，华鑫股份（hxgf）600621，可川科技（kckj）603052，舍得酒业（sdjy）600702

二板
智微智能（zwzn）001339，中科云网（zkyw）002306，统一股份（tygf）600506，恒银科技（hykj）603106，安邦护卫（abhw）603373，神马电力（smdl）603530，力鼎光电（ldgd）605118

四板
双象股份（sxgf）002395

六板
清源股份（qygf）603628

七板
亚世光电（ysgd）002952

`
  },
{
    "d": "2023-12-27",
    "l": "https://www.tgb.cn/a/24wTN2VQdXF",
    "t": `

首板
算力产业链
龙宇股份，智微智能（zwzn）001339，直真科技（zzkj）003007，统一股份（tygf）600506，日海智能（rhzn）002313，莲花健康（lhjk）600186，威龙股份（wlgf）603779
芯片
文一科技（wykj）600520，金海通（jht）603061
苹果MR
力鼎光电（ldgd）605118，佳创视讯（jcsx）300264，翔腾新材（xtxc）001373
游戏
大晟文化（dcwh）600892，中科云网（zkyw）002306
金融
安邦护卫（abhw）603373
食品消费
惠发食品（hfsp）603536，莲花健康（lhjk）600186，一鸣食品（ymsp）605179，威龙股份（wlgf）603779，徐家汇（xjh）002561
题材形式独苗
联域股份（lygf）001326，神马电力（smdl）603530，南京熊猫（njxm）600775

二板
永达股份（ydgf）001239，莎普爱思（spas）603168

三板
播恩集团（bejt）001366，双象股份（sxgf）002395，龙洲股份（lzgf）002682

五板
清源股份（qygf）603628

六板
亚世光电（ysgd）002952

`
  },
{
    "d": "2023-12-26",
    "l": "https://www.tgb.cn/a/24vgx3LubNz",
    "t": `

首板
磷化工
新农股份（xngf）002942，川金诺（cjn）300505，湖北宜化（hbyh）000422，中毅达（zyd）600610
跨境电商
锦泓集团（jhjt）603518，安正时尚（azss）603839，三柏硕（sbs）001300，上海雅仕（shys）603329，上海凤凰（shfh）600679
龙字辈
龙星化工（lxhg）002442，祥龙股份
水务
联合水务（lhsw）603291，海天股份（htgf）603759
医药
莎普爱思（spas）603168，西陇科学（xlkx）002584，通化金马（thjm）000766，万泰生物（wtsw）603392，一字板是合成生物
题材独苗形式
欢瑞世纪（hrsj）000892，永达股份（ydgf）001239，次新风电，亚邦股份（ybgf）603188，中马传动（zmcd）603767，三峡新材（sxxc）600293，道明光学（dmgx）002632，真视通（zst）002771
华映科技（hykj）000536

二板
播恩集团（bejt）001366，蔚蓝生物（wlsw）603739，佳隆股份（jlgf）002495，龙洲股份（lzgf）002682，天威视讯（twsx）002238，龙韵股份，双象股份（sxgf）002395

四板
世龙实业（slsy）002748，捷荣技术（jrjs）002855，清源股份（qygf）603628

五板
亚世光电（ysgd）002952

`
  },
{
    "d": "2023-12-25",
    "l": "https://www.tgb.cn/a/24tymJdpbxN",
    "t": `

首板
苹果MR
中光学（zgx）002189，双象股份（sxgf）002395，五方光电（wfgd）002962，安洁科技（ajkj）002635
超导
法尔胜（fes）000890，百利电气（bldq）600468，合成生物，蔚蓝生物（wlsw）603739，圣达生物（sdsw）603079，海王生物（hwsw）000078
新能源车
旭升集团（xsjt）603305，文灿股份（wcgf）603348
龙字辈
龙头股份（ltgf）600630，龙韵股份，雪龙集团（xljt）603949，龙洲股份（lzgf）002682
锂电池
丰元股份（fygf）002805，黑猫股份（hmgf）002068，我感觉帮不到锂电池
题材老龙跨年
天威视讯（twsx）002238，惠发食品（hfsp）603536，银宝山新（ybsx）002786
机器人
宁波东力（nbdl）002164，新兴装备（xxzb）002933
题材独苗形式
佳隆股份（jlgf）002495，三六零（sll）601360，播恩集团（bejt）001366，次新农业，华钰矿业（hyky）601020

二板
宇环数控（yhsk）002903，苏州龙杰（szlj）603332

三板
世龙实业（slsy）002748，捷荣技术（jrjs）002855，领湃科技（lpkj）300530，清源股份（qygf）603628

四板
亚世光电（ysgd）002952

`
  },
{
    "d": "2023-12-22",
    "l": "https://www.tgb.cn/a/24oADQa1jp7",
    "t": `



`
  },
{
    "d": "2023-12-21",
    "l": "https://www.tgb.cn/a/24ndrBzPq6M",
    "t": `

首板
电商
哈尔斯（hes）002615，华斯股份（hsgf）002494，海程邦达（hcbd）603836，天创时尚（tcss）603608，安奈儿（ane）002875，南极电商（njds）002127，永艺股份（yygf）603600，三柏硕（sbs）001300
营销
元隆雅图（ylyt）002878，环球印务（hqyw）002799，龙韵股份，北玻股份（bbgf）002613，欧晶科技（ojkj）001269，悦达投资（ydtz）600805，世龙实业（slsy）002748，中科云网（zkyw）002306
德业股份（dygf）605117，领湃科技（lpkj）300530，清源股份（qygf）603628，科士达（ksd）002518
题材独苗形式
奥飞娱乐（afyl）002292，新农股份（xngf）002942，金科股份（jkgf）000656，皇台酒业（htjy）000995，正源股份（zygf）600321，捷荣技术（jrjs）002855，锋龙股份（flgf）002931
未分类
除了锂电

二板
亚世光电（ysgd）002952，亚振家居（yzjj）603389，华嵘控股（hrkg）600133，龙头股份（ltgf）600630，同力日升（tlrs）605286

三板
永达股份（ydgf）001239，威龙股份（wlgf）603779

四板
惠威科技（hwkj）002888

五板
星光农机（xgnj）603789

`
  },
{
    "d": "2023-12-20",
    "l": "https://www.tgb.cn/a/24lf6FOTZwW",
    "t": `

首板
农业
弘宇股份（hygf）002890，新柴股份（xcgf）301032
苹果MR
创维数字（cwsz）000810，亚振家居（yzjj）603389，智信精密（zxjm）301512，亚世光电（ysgd）002952，双象股份（sxgf）002395，阿科力（akl）603722，银宝山新（ybsx）002786
供热
闽东电力（mddl）000993，科安达（kad）002972
题材独苗形式
龙高股份（lggf）605086，浙江震元（zjzy）000705，天元智能（tyzn）603273，次新机械，华扬联众（hylz）603825，营销传媒，八方股份（bfgf）603489，横店影视（hdys）603103
华嵘控股（hrkg）600133，同力日升（tlrs）605286

二板
永达股份（ydgf）001239，亿道信息（ydxx）001314，中毅达（zyd）600610，亚通股份（ytgf）600692，泰禾智能（thzn）603656，威龙股份（wlgf）603779

三板
惠威科技（hwkj）002888，中欣氟材（zxfc）002915，奥雅股份（aygf）300949

四板
星光农机（xgnj）603789

`
  },
{
    "d": "2023-12-19",
    "l": "https://www.tgb.cn/a/24jA2YQBubi",
    "t": `

首板
机器人轻量化pe­ek
中研股份（zygf）688716，泰尔股份（tegf）002347，泰禾智能（thzn）603656，永达股份（ydgf）001239，中毅达（zyd）600610，茂硕电源（msdy）002660，中科云网（zkyw）002306
旅游
亚通股份（ytgf）600692，曲江文旅（qjwl）600706，西安旅游（xaly）000610
互联网营销
元隆雅图（ylyt）002878，电声股份（dsgf）300805，天娱数科（tysk）002354
题材独苗形式
亿道信息（ydxx）001314，ＭＲ硬件，威龙股份（wlgf）603779，恒银科技（hykj）603106，万泰生物（wtsw）603392，法尔胜（fes）000890

二板
惠威科技（hwkj）002888，中创物流（zcwl）603967，奥雅股份（aygf）300949，中欣氟材（zxfc）002915，新瀚新材（xhxc）301076

三板
星光农机（xgnj）603789

四板
实丰文化（sfwh）002862

`
  },
{
    "d": "2023-12-18",
    "l": "https://www.tgb.cn/a/24i3vof5iks",
    "t": `

首板
跨境电商-物流
宁波远洋（nbyy）601022，龙洲股份（lzgf）002682，中创物流（zcwl）603967，海通发展（htfz）603162，锦江航运（jjhy）601083，中远海能（zyhn）600026
跨境电商-贸易
华斯股份（hsgf）002494，上海凤凰（shfh）600679，申达股份（sdgf）600626
消费电子
捷荣技术（jrjs）002855，惠威科技（hwkj）002888
传媒数据要素
读者传媒（dzcm）603999，湘邮科技（xykj）600476
人工智能
竞业达（jyd）003005，日海智能（rhzn）002313，华扬联众（hylz）603825
龙字辈
龙洲股份（lzgf）002682，祥龙电业（xldy）600769，龙高股份（lggf）605086，圣龙股份（slgf）603178
pe­ek
中欣氟材（zxfc）002915，新瀚新材（xhxc）301076，轻量化材料
题材独苗形式
奥雅股份（aygf）300949，华锋股份（hfgf）002806，大理药业（dlyy）603963，柳化股份

二板
科华生物（khsw）002022，恒大高新（hdgx）002591，科新发展（kxfz）600234，国旅联合（gllh）600358，欧亚集团（oyjt）600697，中广天择（zgtz）603721，星光农机（xgnj）603789

三板
实丰文化（sfwh）002862，龙头股份（ltgf）600630，内蒙新华（nmxh）603230

`
  },
{
    "d": "2023-12-15",
    "l": "https://www.tgb.cn/a/24dc75IAzAw",
    "t": `

首板
万亿国债
星光农机（xgnj）603789，林海股份（lhgf）600099，通润装备（trzb）002150，中农联合（znlh）003042，早盘发酵农机，如果农机
游戏传媒
恒大高新（hdgx）002591，元隆雅图（ylyt）002878，出版传媒（cbcm）601999，国旅联合（gllh）600358，因赛集团（ysjt）300781，奥飞娱乐（afyl）002292，科新发展（kxfz）600234，广博股份（gbgf）002103
京华激光（jhjg）603607
锂电池
江特电机（jtdj）002176，鑫科材料（xkcl）600255
房地产
京能置业（jnzy）600791，大龙地产（dldc）600159，上实发展（ssfz）600748
供热
南京公用（njgy）000421，江苏新能（jsxn）603693
医药
万泰生物（wtsw）603392，科华生物（khsw）002022
跨境电商
国旅联合（gllh）600358，因赛集团（ysjt）300781，欧亚集团（oyjt）600697，广博股份（gbgf）002103，跨境通（kjt）002640，南极电商（njds）002127
题材独苗形式
恒银科技（hykj）603106，亿道信息（ydxx）001314，银宝山新（ybsx）002786

二板
岭南控股（lnkg）000524，中南文化（znwh）002445，实丰文化（sfwh）002862，廊坊发展（lffz）600149，龙头股份（ltgf）600630，内蒙新华（nmxh）603230，杭州热电（hzrd）605011

三板
京能热力（jnrl）002893，克劳斯（kls）600579，福莱新材（flxc）605488，云维股份（ywgf）600725，引力传媒（ylcm）603598

四板
上海建科（shjk）603153，音飞储存（yfcc）603066

五板
南宁百货（nnbh）600712

`
  },
{
    "d": "2023-12-14",
    "l": "https://www.tgb.cn/a/24bnXTBTDnE",
    "t": `

首板
供暖
郑州煤电（zzmd）600121，大庆华科（dqhk）000985，杭州热电（hzrd）605011，金房能源（jfny）001210，廊坊发展（lffz）600149，文化传媒，内蒙新华（nmxh）603230，中南文化（znwh）002445
安妮股份（angf）002235，遥望科技（ywkj）002291
旅游
岭南控股（lnkg）000524，大丰实业（dfsy）603081
锂电
时代万恒（sdwh）600241，中毅达（zyd）600610
电子商务
财信发展（cxfz）000838，澳柯玛（akm）600336，实丰文化（sfwh）002862，上海凤凰（shfh）600679，苏豪弘业（shhy）600128，龙头股份（ltgf）600630，中路股份，瑞斯康达（rskd）603803
御银股份（yygf）002177，飞乐音响（fyyx）600651，华菱线缆（hlxl）001208，奥赛康（ask）002755

二板
浙江震元（zjzy）000705，京能热力（jnrl）002893，克劳斯（kls）600579，云维股份（ywgf）600725，引力传媒（ylcm）603598，福莱新材（flxc）605488

三板
济南高新（jngx）600807，音飞储存（yfcc）603066，上海建科（shjk）603153，博信股份（bxgf）600083，南宁百货（nnbh）600712，龙韵股份

六板
苏州科达（szkd）603660

`
  },
{
    "d": "2023-12-13",
    "l": "https://www.tgb.cn/a/249KtXyG1ih",
    "t": `

首板
机器人
精伦电子（jldz）600355，巨轮智能（jlzn）002031，杭齿前进（hcqj）601177，克劳斯（kls）600579
电力
京能热力（jnrl）002893，湖南发展（hnfz）000722，涪陵电力（fldl）600452
医药
金陵药业（jlyy）000919，通化金马（thjm）000766，莎普爱思（spas）603168
汽车
苏常柴Ａ（scca）000570，丰华股份（fhgf）600615，建设工业（jsgy）002265
消费
杭州解百（hzjb）600814，宝钢包装（bgbz）601968
影视
引力传媒（ylcm）603598
矿产资源
金瑞矿业（jrky）600714，龙高股份（lggf）605086
题材独苗形式
云维股份（ywgf）600725，福莱新材（flxc）605488，学大教育（xdjy）000526

二板
日海智能（rhzn）002313，汉王科技（hwkj）002362，珠江钢琴（zjgq）002678，济南高新（jngx）600807，上海建科（shjk）603153，音飞储存（yfcc）603066

三板
云鼎科技（ydkj）000409，博信股份（bxgf）600083，南宁百货（nnbh）600712，龙韵股份

五板
苏州科达（szkd）603660

六板
文投控股（wtkg）600715

`
  },
{
    "d": "2023-12-12",
    "l": "https://www.tgb.cn/a/2481zeHwouO",
    "t": `

首板
多模态ai
新智认知（xzrz）603869，同为股份（twgf）002835，日海智能（rhzn）002313，汉王科技（hwkj）002362
教育
方直科技（fzkj）300235，中国高科（zggk）600730，国新文化（gxwh）600636，珠江钢琴（zjgq）002678
消费
安记食品（ajsp）603696，泉阳泉（qyq）600189，宜宾纸业（ybzy）600793，一鸣食品（ymsp）605179
基建-建筑材料
科新发展（kxfz）600234，洪涛股份（htgf）002325，四方新材（sfxc）605122
基建-房地产
中交地产（zjdc）000736，大龙地产（dldc）600159，福星股份（fxgf）000926
虚拟现实
奥拓电子（atdz）002587，力鼎光电（ldgd）605118
汽车产业链
金龙汽车（jlqc）600686，银宝山新（ybsx）002786
江苏国资委
汇鸿集团（hhjt）600981，南京商旅（njsl）600250，南京港（njg）002040
题材独苗形式
百利天恒（blth）688506，智微智能（zwzn）001339，中船科技（zckj）600072，冀凯股份，上海建科（shjk）603153，济南高新（jngx）600807，读者传媒（dzcm）603999

二板
云鼎科技（ydkj）000409，中迪投资（zdtz）000609，博信股份（bxgf）600083，南宁百货（nnbh）600712，龙韵股份，龙版传媒（lbcm）605577

三板
南京公用（njgy）000421

四板
苏州科达（szkd）603660

五板
文投控股（wtkg）600715

`
  },
{
    "d": "2023-12-11",
    "l": "https://www.tgb.cn/a/246r9QMLk55",
    "t": `

首板
传媒类
龙韵股份，龙版传媒（lbcm）605577，北巴传媒（bbcm）600386，出版传媒（cbcm）601999，国脉文化（gmwh）600640，山东出版（sdcb）601019，世纪天鸿（sjth）300654，皖新传媒（wxcm）601801
消费
浔兴股份（xxgf）002098，泰慕士（tms）001234，两面针（lmz）600249，南宁百货（nnbh）600712
汽车产业链
新坐标（xzb）603040，联明股份（lmgf）603006，圣龙股份（slgf）603178，东安动力（dadl）600178
虚拟现实
瀛通通讯（yttx）002861，亿道信息（ydxx）001314，博信股份（bxgf）600083，罗曼股份（lmgf）605289
多模态
云鼎科技（ydkj）000409，实丰文化（sfwh）002862
充换电
和顺石油（hssy）603353，展鹏科技（zpkj）603488
房地产
同济科技（tjkj）600846，中迪投资（zdtz）000609
金融
恒银科技（hykj）603106，仁东控股（rdkg）002647，浙商证券（zszq）601878
题材独苗形式
宝色股份（bsgf）300402，泸天化（lth）000912，真视通（zst）002771，光启技术（gqjs）002625

二板
南京公用（njgy）000421，金自天正（jztz）600560

三板
五方光电（wfgd）002962，苏州科达（szkd）603660

四板
文投控股（wtkg）600715

`
  },
{
    "d": "2023-12-09",
    "l": "https://www.tgb.cn/a/242AjdvohA2",
    "t": `

首板
光模块
华工科技（hgkj）000988，工业富联（gyfl）601138，腾景科技（tjkj）688195，剑桥科技（jqkj）603083，元隆雅图（ylyt）002878，中国软件（zgrj）600536，金自天正（jztz）600560，华扬联众（hylz）603825
国旅联合（gllh）600358，盛视科技（sskj）002990，引力传媒（ylcm）603598，声讯股份（sxgf）003004
清洁能源-氢能源燃料电池
全柴动力（qcdl）600218，汉马科技（hmkj）600375，动力源（dly）600405，中持股份（zcgf）603903，新天绿能（xtln）600956
清洁能源-天然气
南京公用（njgy）000421，胜通能源（stny）001331
医药
通化金马（thjm）000766，双成药业（scyy）002693，安图生物（atsw）603658
题材独苗形式
奥士康（ask）002913，骏亚科技（jykj）603386，沐邦高科（mbgk）603398

二板
五方光电（wfgd）002962，华立股份（hlgf）603038，网达软件（wdrj）603189，引力传媒（ylcm）603598，苏州科达（szkd）603660，三孚股份（sfgf）603938

三板
标准股份，文投控股（wtkg）600715

`
  },
{
    "d": "2023-12-07",
    "l": "https://www.tgb.cn/a/23ZNo3a4ocs",
    "t": `

首板
人工智能
苏州科达（szkd）603660，网达软件（wdrj）603189，亚联发展（ylfz）002316，日海智能（rhzn）002313，精伦电子（jldz）600355，华立股份（hlgf）603038，罗曼股份（lmgf）605289，润达医疗（rdyl）603108
当虹科技（dhkj）688039，天威视讯（twsx）002238，出版传媒（cbcm）601999，引力传媒（ylcm）603598，视觉中国（sjzg）000681，国脉文化（gmwh）600640，上海电影（shdy）601595，中广天择（zgtz）603721
算力产业链硬件类
三孚股份（sfgf）603938，东晶电子（djdz）002199，盈方微（yfw）000670，五方光电（wfgd）002962，瑞斯康达（rskd）603803
债转股
光大嘉宝（gdjb）600622，上海建科（shjk）603153
题材独苗形式
惠发食品（hfsp）603536

二板
北京文化（bjwh）000802，文投控股（wtkg）600715，出版传媒（cbcm）601999，天汽模（tqm）002510，汇鸿集团（hhjt）600981，力盛体育（lsty）002858，龙头股份（ltgf）600630，标准股份，时代万恒（sdwh）600241

三板
摩恩电气（medq）002451，一鸣食品（ymsp）605179

五板
昂立教育（aljy）600661，龙版传媒（lbcm）605577

六板
信雅达（xyd）600571

`
  },
{
    "d": "2023-12-06",
    "l": "https://www.tgb.cn/a/23Y5wSBf7KW",
    "t": `

首板
锂电池
吉翔股份（jxgf）603399，科恒股份（khgf）300340，永兴材料（yxcl）002756，金圆股份（jygf）000546，时代万恒（sdwh）600241，恒星新材（hxxc）000782，兆新股份（zxgf）002256
汽车产业链
索菱股份（slgf）002766，科华控股（khkg）603161，汉马科技（hmkj）600375，银宝山新（ybsx）002786，全柴动力（qcdl）600218
纺织
标准股份，龙头股份（ltgf）600630
传媒
北京文化（bjwh）000802，北巴传媒（bbcm）600386，出版传媒（cbcm）601999，因赛集团（ysjt）300781，文投控股（wtkg）600715
题材独苗形式
益生股份（ysgf）002458，惠威科技（hwkj）002888，东湖高新（dhgx）600133，鸿合科技（hhkj）002955，返利科技（flkj）600228，其实主业是跨境电商，力盛体育（lsty）002858

二板
联明股份（lmgf）603006，天安新材（taxc）603725，摩恩电气（medq）002451，一鸣食品（ymsp）605179

三板
国机通用（gjty）600444

四板
龙版传媒（lbcm）605577，昂立教育（aljy）600661

五板
信雅达（xyd）600571

七板
南京商旅（njsl）600250

`
  },
{
    "d": "2023-12-05",
    "l": "https://www.tgb.cn/a/23WtkGZRGJL",
    "t": `

首板
消费
一鸣食品（ymsp）605179，阳光乳业（ygry）001318，国旅联合（gllh）600358，大东方（ddf）600327，西部牧业（xbmy）300106，海欣食品（hxsp）002702，安记食品（ajsp）603696，南侨食品（nqsp）605339
春雪食品（cxsp）605567，中百集团（zbjt）000759，联翔股份
汽车产业链
摩恩电气（medq）002451，联明股份（lmgf）603006，渤海汽车（bhqc）600960，天安新材（taxc）603725，伟时电子（wsdz）605218，圣龙股份（slgf）603178
创投
市北高新（sbgx）600604，中迪投资（zdtz）000609
医药
贝瑞基因（brjy）000710，联环药业（lhyy）600513，常山药业（csyy）300255
题材独苗形式
川能动力（cndl）000155，中富通（zft）300560

二板
通化金马（thjm）000766，云内动力（yndl）000903，亿道信息（ydxx）001314，恒银科技（hykj）603106，国机通用（gjty）600444

三板
昂立教育（aljy）600661，中公高科（zggk）603860，伟时电子（wsdz）605218，龙版传媒（lbcm）605577

四板
信雅达（xyd）600571，中广天择（zgtz）603721

六板
南京商旅（njsl）600250

八板
惠发食品（hfsp）603536

九板
东安动力（dadl）600178

`
  },
{
    "d": "2023-12-04",
    "l": "https://www.tgb.cn/a/23UIN5TFccy",
    "t": `

首板
人工智能
罗曼股份（lmgf）605289，贝仕达克（bsdk）300822，亿道信息（ydxx）001314，恒银科技（hykj）603106
汽车产业链
安凯客车（akkc）000868，云内动力（yndl）000903，中光学（zgx）002189，浩物股份（hwgf）000757，索菱股份（slgf）002766，北特科技（btkj）603009，丰华股份（fhgf）600615
消费
远大控股（ydkg）000626，新五丰（xwf）600975
传媒
中视传媒（zscm）600088，北巴传媒（bbcm）600386
充电桩
白云电器（bydq）603861，远程股份（ycgf）002692
医药
通化金马（thjm）000766，益盛药业（ysyy）002566
风电
神力股份（slgf）603819，正威新材（zwxc）002201
盐湖提锂
国机通用（gjty）600444，江特电机（jtdj）002176
数据要素
银之杰（yzj）300085，深桑达Ａ（ssda）000032
东北基建
龙建股份（ljgf）600853，龙江交通（ljjt）601188
题材独苗形式
蓝科高新（lkgx）601798，汇洲智能（hzzn）002122，云南锗业（ynzy）002428，卫星材料，三维股份（swgf）603033，可降解塑料，空港股份（kggf）600463，新兴装备（xxzb）002933
东晶电子（djdz）002199，淳中科技（czkj）603516

二板
因赛集团（ysjt）300781，苏豪弘业（shhy）600128，返利科技（flkj）600228，引力传媒（ylcm）603598，良品铺子（lppz）603719，昂立教育（aljy）600661，伟时电子（wsdz）605218，网达软件（wdrj）603189，龙版传媒（lbcm）605577，中公高科（zggk）603860

三板
日海智能（rhzn）002313，中广天择（zgtz）603721，信雅达（xyd）600571

四板
威帝股份（wdgf）603023

五板
南京商旅（njsl）600250

七板
惠发食品（hfsp）603536

八板
东安动力（dadl）600178

`
  },
{
    "d": "2023-12-01",
    "l": "https://www.tgb.cn/a/23PN6XApSqv",
    "t": `

首板
消费
良品铺子（lppz）603719，返利科技（flkj）600228，苏豪弘业（shhy）600128，有道食品，三力士（sls）002224，因赛集团（ysjt）300781，泰慕士（tms）001234，美邦服饰（mbfs）002269
焦点科技（jdkj）002315，中锐股份（zrgf）002374，中成股份（zcgf）000151
传媒游戏
引力传媒（ylcm）603598，游族网络（yzwl）002174，盛天网络（stwl）300494，龙版传媒（lbcm）605577，姚记科技（yjkj）002605，昆仑万维（klww）300418，果麦文化（gmwh）301052，上海电影（shdy）601595
人工智能产业链
网达软件（wdrj）603189，光迅科技（gxkj）002281，力盛体育（lsty）002858，万通发展（wtfz）600246，中公高科（zggk）603860，金桥信息（jqxx）603918，南兴股份（nxgf）002757，万兴科技（wxkj）300624
高新发展（gxfz）000628
教育
昂立教育（aljy）600661，学大教育（xdjy）000526，中国高科（zggk）600730，对比传媒和人工智能
汽车产业链
启明信息（qmxx）002232，高鸿股份，金龙汽车（jlqc）600686，西上海（xsh）605151
题材独苗形式
安泰集团（atjt）600408，群兴玩具（qxwj）002575，财信发展（cxfz）000838，融发核电（rfhd）002366，伟时电子（wsdz）605218

二板
日海智能（rhzn）002313，先锋电子（xfdz）002767，信雅达（xyd）600571，大连圣亚（dlsy）600593，中广天择（zgtz）603721

三板
威帝股份（wdgf）603023

四板
南京商旅（njsl）600250，晋拓股份（jtgf）603211

六板
惠发食品（hfsp）603536

七板
东安动力（dadl）600178

`
  },
{
    "d": "2023-11-30",
    "l": "https://www.tgb.cn/a/23O4Jhx2aJd",
    "t": `

首板
汽车产业链
长华集团（zhjt）605018，英利汽车（ylqc）601279，日海智能（rhzn）002313
消费
东航物流（dhwl）601156，徐家汇（xjh）002561，海欣食品（hxsp）002702，大连圣亚（dlsy）600593，如意集团（ryjt）002193，徐家汇（xjh）002561
金融
信雅达（xyd）600571，弘业期货（hyqh）001236
天然气
先锋电子（xfdz）002767，胜通能源（stny）001331，蓝科高新（lkgx）601798
医药
双成药业（scyy）002693，特一药业（tyyy）002728
题材独苗
巨轮智能（jlzn）002031，中广天择（zgtz）603721，银宝山新（ybsx）002786，真视通（zst）002771

二板
泰永长征（tycz）002927，威帝股份（wdgf）603023

三板
亚世光电（ysgd）002952，晋拓股份（jtgf）603211，南京商旅（njsl）600250

五板
惠发食品（hfsp）603536

六板
东安动力（dadl）600178

`
  },
{
    "d": "2023-11-29",
    "l": "https://www.tgb.cn/a/23MwK56Pdhp",
    "t": `

首板
汽车产业链
永贵电器（ygdq）300351，利和兴（lhx）301013，新通联（xtl）603022，万安科技（wakj）002590，泰永长征（tycz）002927，长春一东（ccyd）600148，威帝股份（wdgf）603023
芯片
民德电子（mddz）300656，天富能源（tfny）600509，宇环数控（yhsk）002903，甘化科工（ghkg）000576，元成股份（ycgf）603388，共进股份（gjgf）603118
消费电商
嘉诚国际（jcgj）603535，天音控股（tykg）000829，若羽臣（ryc）003010，上海物贸（shwm）600822
题材独苗
中迪投资（zdtz）000609，南京熊猫（njxm）600775，声讯股份（sxgf）003004

二板
亚世光电（ysgd）002952，晋拓股份（jtgf）603211，神通科技（stkj）605228，联明股份（lmgf）603006，贵航股份（ghgf）600523，南京商旅（njsl）600250

四板
惠发食品（hfsp）603536

五板
日盈电子（rydz）603286，东安动力（dadl）600178

`
  },
{
    "d": "2023-11-28",
    "l": "https://www.tgb.cn/a/23KJprNxdw3",
    "t": `

首板
汽车产业链
联明股份（lmgf）603006，神通科技（stkj）605228，野马电池（ymdc）605378，国机汽车（gjqc）600335，浙江黎明（zjlm）603048，华锋股份（hfgf）002806，香山股份（xsgf）002870，贵航股份（ghgf）600523
永茂泰（ymt）605208，晋拓股份（jtgf）603211，凯众股份（kzgf）603037，一汽解放（yqjf）000800，恒帅股份（hsgf）300969，给持续性续上保险
消费电子
瑞丰光电（rfgd）300241，双象股份（sxgf）002395，五方光电（wfgd）002962，传艺科技（cykj）002866，捷荣技术（jrjs）002855，亚世光电（ysgd）002952
消费
中央商场（zysc）600280，南京商旅（njsl）600250
pcb
骏亚科技（jykj）603386
题材独苗
中广天择（zgtz）603721，联合水务（lhsw）603291，中农联合（znlh）003042，纳尔股份（negf）002825

二板
云内动力（yndl）000903，合兴股份（hxgf）605005，湖南天雁（hnty）600698，美芝股份

三板
惠发食品（hfsp）603536

四板
皖通科技（wtkj）002331，日盈电子（rydz）603286，东安动力（dadl）600178

`
  },
{
    "d": "2023-11-27",
    "l": "https://www.tgb.cn/a/23J54RooOVz",
    "t": `

首板
汽车产业链
兴民智通（xmzt）002355，湖南天雁（hnty）600698，合兴股份（hxgf）605005，英唐智控（ytzk）300131，高鸿股份，东箭科技（djkj）300978，云内动力（yndl）000903，瑞玛精密（rmjm）002976
宏英智能（hyzn）001266，浙江仙通（zjxt）603239，长安汽车（caqc）000625
数据要素
中远海科（zyhk）002401，吉视传媒（jscm）601929，零点有数（ldys）301169，德生科技（dskj）002908
核电
保变电气（bbdq）600550，合锻智能（hdzn）603011
房地产
美芝股份，汇通能源（htny）600605
芯片
元成股份（ycgf）603388，海立股份（hlgf）600619
题材独苗
宏辉果蔬（hhgs）603336，建议直接观察惠发食品，长久物流（cjwl）603569，思美传媒（smcm）002712，启动的是传媒，松炀资源（syzy）603863，雷赛智能（lszn）002979

二板
捷顺科技（jskj）002609，惠发食品（hfsp）603536

三板
皖通科技（wtkj）002331，东安动力（dadl）600178，日盈电子（rydz）603286

四板
四环生物（shsw）000518，惠威科技（hwkj）002888

五板
伟时电子（wsdz）605218

`
  },
{
    "d": "2023-11-25",
    "l": "https://www.tgb.cn/a/23FmyUc7W9M",
    "t": `

首板
汽车产业链
天龙股份（tlgf）603266，长春一东（ccyd）600148，捷顺科技（jskj）002609，长春一东取代统一股份
传媒
横店影视（hdys）603103，百纳千成（bnqc）300291，中广天择（zgtz）603721
医药
特一药业（tyyy）002728
预制菜
惠发食品（hfsp）603536，中央商场（zysc）600280
物流
三羊马（sym）001317，西部创业（xbcy）000557
PCB
骏亚科技（jykj）603386，找不到相关拉升信息
题材独苗形式
电工合金（dghj）300697，合金投资（hjtz）000633，三力士（sls）002224，安奈儿（ane）002875，大东方（ddf）600327

二板
粤万年青（ywnq）301111，联环药业（lhyy）600513，东安动力（dadl）600178，通化金马（thjm）000766，日盈电子（rydz）603286，皖通科技（wtkj）002331

三板
四环生物（shsw）000518，龙版传媒（lbcm）605577，惠威科技（hwkj）002888

四板
伟时电子（wsdz）605218，九鼎投资

`
  },
{
    "d": "2023-11-23",
    "l": "https://www.tgb.cn/a/23CvVuJSjRo",
    "t": `

首板
医药产业链
桂林三金（glsj）002275，粤万年青（ywnq）301111，联环药业（lhyy）600513，通化金马（thjm）000766
汽车产业链
东安动力（dadl）600178，渤海汽车（bhqc）600960，日盈电子（rydz）603286，皖通科技（wtkj）002331，万集科技（wjkj）300552，京泉华（jqh）002885，华阳集团（hyjt）002906，华铭智能（hmzn）300462
远东传动（ydcd）002406，湖南天雁（hnty）600698，多利科技（dlkj）001311，华为和汽车，光学消费电子，新纶新材（xlxc）002341，华映科技（hykj）000536，瀛通通讯（yttx）002861
地产
金科股份（jkgf）000656，金奥博（jab）002917，光刻机芯片，大恒科技（dhkj）600288，永新光学（yxgx）603297，华微电子（hwdz）600360
荣耀上市
爱施德（asd）002416，天音控股（tykg）000829
题材独苗形式
永和股份（yhgf）605020，天鹅股份（tegf）603029，美尔雅（mey）600107，冀凯股份

二板
四环生物（shsw）000518，实益达（syd）002137，惠威科技（hwkj）002888，天元智能（tyzn）603273，龙版传媒（lbcm）605577

三板
九鼎投资，伟时电子（wsdz）605218

四板
大龙地产（dldc）600159

六板
引力传媒（ylcm）603598

`
  },
{
    "d": "2023-11-22",
    "l": "https://www.tgb.cn/a/23AOWpsbM3a",
    "t": `

首板
传媒短剧
思美传媒（smcm）002712，天威视讯（twsx）002238，龙版传媒（lbcm）605577，吉视传媒（jscm）601929，欢瑞世纪（hrsj）000892，海看股份（hkgf）301262
深圳国资委借壳荣耀
英飞拓（yft）002528，天威视讯（twsx）002238，深城交（scj）301091，怡亚通（yyt）002183
消费电子
惠威科技（hwkj）002888，捷荣技术（jrjs）002855，卓翼科技（zykj）002369，只能头铁试错伟时电子
算力产业链
众合科技（zhkj）000925，森远股份（sygf）300210
芯片产业链
实益达（syd）002137，太极实业（tjsy）600667，元成股份（ycgf）603388，亚翔集成（yxjc）603929
数字股
百通能源（btny）001376，一鸣食品（ymsp）605179，上海三毛（shsm）600689，四环生物（shsw）000518，三联锻造（sldz）001282，统一股份（tygf）600506
金改
香溢融通（xyrt）600830
题材独苗形式
宏盛股份（hsgf）603090，宿迁联盛（sqls）603065，天元智能（tyzn）603273

二板
深振业Ａ（szya）000006，深赛格（ssg）000058，徐家汇（xjh）002561，坤泰股份（ktgf）001260，九鼎投资，华阳新材（hyxc）600281，翔港科技（xgkj）603499，中广天择（zgtz）603721，伟时电子（wsdz）605218

三板
贝瑞基因（brjy）000710，三湘印象（sxyx）000863，一彬股份（ybgf）001278，大龙地产（dldc）600159，三祥新材（sxxc）603663，金麒麟（jql）603586

四板
圣龙股份（slgf）603178，展鹏科技（zpkj）603488

五板
广博股份（gbgf）002103，引力传媒（ylcm）603598，亚威股份（ywgf）002559

九板
三柏硕（sbs）001300

`
  },
{
    "d": "2023-11-21",
    "l": "https://www.tgb.cn/a/23z99CfVa87",
    "t": `

首板
房地产相关
深振业Ａ（szya）000006，荣盛发展（rsfz）002146，金科股份（jkgf）000656，深赛格（ssg）000058，中迪投资（zdtz）000609，短剧传媒，智度股份（zdgf）000676，省广集团（sgjt）002400
中广天择（zgtz）603721
跨境
仁东控股（rdkg）002647，尤夫股份（yfgf）002427，翔港科技（xgkj）603499，松霖科技（slkj）603992，通达创智（tdcz）001368，浙江东日（zjdr）600113，茶花股份（chgf）603615
汽车
伟时电子（wsdz）605218，亚普股份（ypgf）603013，坤泰股份（ktgf）001260
医药
朗玛信息（lmxx）300288，舒泰神（sts）300204，和元生物（hysw）688238
煤化工
华阳新材（hyxc）600281，云煤能源（ymny）600792
题材独苗形式
九鼎投资，联特科技（ltkj）301205，景兴纸业（jxzy）002067，投资芯片，传艺科技（cykj）002866，钠离子电池，如果是电池，头顶有三祥新材
众源新材（zyxc）603527，小金属，头顶有三祥新材，传智教育（czjy）003032，徐家汇（xjh）002561

二板
岩山科技（yskj）002195，大龙地产（dldc）600159，黄河旋风（hhxf）600172，博通股份（btgf）600455，电子城（dzc）600658，金麒麟（jql）603586，贝瑞基因（brjy）000710，三湘印象（sxyx）000863，一彬股份（ybgf）001278

三板
跃岭股份（ylgf）002725，科力尔（kle）002892，圣龙股份（slgf）603178，展鹏科技（zpkj）603488

四板
广博股份（gbgf）002103，奥特佳（atj）002239，亚威股份（ywgf）002559，引力传媒（ylcm）603598，四通股份（stgf）603838

八板
三柏硕（sbs）001300，银宝山新（ybsx）002786

`
  },
{
    "d": "2023-11-20",
    "l": "https://www.tgb.cn/a/23xsl49NiWs",
    "t": `

首板
汽车产业链
万集科技（wjkj）300552，金麒麟（jql）603586，三祥新材（sxxc）603663，天安新材（taxc）603725，大业股份（dygf）603278，一彬科技（ybkj）001278
机器人产业链
赛为智能（swzn）300044，黄河旋风（hhxf）600172，五洲新春（wzxc）603667，日发精机（rfjj）002520，八方股份（bfgf）603489，智微智能（zwzn）001339，中重科技（zzkj）603135
芯片产业链
维科技术（wkjs）600152，易天股份（ytgf）300812，和远气体（hyqt）002971，兴森科技（xskj）002436，至正股份（zzgf）603991
教育
博通股份（btgf）600455，嘉环科技（jhkj）603206，卫星，湘邮科技（xykj）600476，航宇微（hyw）300053
农牧
新大洲Ａ（xdza）000571，新五丰（xwf）600975，金新农（jxn）002548
医药
贝瑞基因（brjy）000710，达仁堂（drt）600329
短剧
天威视讯（twsx）002238，岩山科技（yskj）002195
股转
三湘印象（sxyx）000863，电子城（dzc）600658
题材独苗形式
创新医疗（cxyl）002173，赫美集团（hmjt）002356，大龙地产（dldc）600159，欣龙控股（xlkg）000955，属性是医药纺织，泉阳泉（qyq）600189，森远股份（sygf）300210，华源控股（hykg）002787
清越科技（qykj）688496，视觉中国（sjzg）000681

二板
跃岭股份（ylgf）002725，科力尔（kle）002892，圣龙股份（slgf）603178，富佳股份（fjgf）603219，展鹏科技（zpkj）603488

三板
广博股份（gbgf）002103，奥特佳（atj）002239，亚威股份（ywgf）002559，直真科技（zzkj）003007，引力传媒（ylcm）603598，四通股份（stgf）603838

四板
西陇科学（xlkx）002584，统一股份（tygf）600506

五板
南京熊猫（njxm）600775

七板
银宝山新（ybsx）002786，三柏硕（sbs）001300

`
  },
{
    "d": "2023-11-18",
    "l": "https://www.tgb.cn/a/23tGorZXuGB",
    "t": `

首板
汽车产业链
亚普股份（ypgf）603013，跃岭股份（ylgf）002725，浙江世宝（zjsb）002703，江铃汽车（jlqc）000550，丰华股份（fhgf）600615，海马汽车（hmqc）000572，路畅科技（lckj）002813，福达股份（fdgf）603166
隆鑫通用（lxty）603766，科力尔（kle）002892，圣龙股份（slgf）603178
芯片产业链
大恒科技（dhkj）600288，光华科技（ghkj）002741，华海诚科（hhck）688535，赛腾股份（stgf）603283，中富电路（zfdl）300814，永吉股份（yjgf）603058，太极实业（tjsy）600667，宏昌电子（hcdz）603002
联瑞新材（lrxc）688300
外销
上海三毛（shsm）600689，富佳股份（fjgf）603219
poe铜箔
宝明科技（bmkj）002992，鑫科材料（xkcl）600255
光学
芯瑞达（xrd）002983，亚世光电（ysgd）002952
cpo
剑桥科技（jqkj）603083，富通信息（ftxx）000836
独苗
远望谷（ywg）002161，延华智能（yhzn）002178

二板
广博股份（gbgf）002103，引力传媒（ylcm）603598，省广传媒（sgcm）000917，佳云科技（jykj）300242，亚威股份（ywgf）002559，直真科技（zzkj）003007，四通股份（stgf）603838

三板
西陇科学（xlkx）002584，统一股份（tygf）600506

四板
南京熊猫（njxm）600775

五板
多伦科技（dlkj）603528

六板
三柏硕（sbs）001300，银宝山新（ybsx）002786

`
  },
{
    "d": "2023-11-16",
    "l": "https://www.tgb.cn/a/23qTlp9uZge",
    "t": `

首板
算力产业链
众合科技（zhkj）000925，真视通（zst）002771，中装建设（zzjs）002822
汽车产业链
奥特佳（atj）002239，凯众股份（kzgf）603037，大东方（ddf）600327，协创数据（xcsj）300857
芯片
朗迪集团（ldjt）603726，沃格光电（wggd）603773，亚威股份（ywgf）002559，扬帆新材（yfxc）300637
传媒
佳云科技（jykj）300242，省广集团（sgjt）002400，丽尚国潮（lsgc）600738，引力传媒（ylcm）603598，遥望科技（ywkj）002291
数据要素
中国科传（zgkc）601858，中信出版（zxcb）300788，直真科技（zzkj）003007
外销
广博股份（gbgf）002103，美达股份，恒铭达（hmd）002947，四通股份（stgf）603838

二板
西陇科学（xlkx）002584，统一股份（tygf）600506，元成股份（ycgf）603388

三板
南京熊猫（njxm）600775，恒为科技（hwkj）603496

四板
多伦科技（dlkj）603528

五板
三柏硕（sbs）001300，银宝山新（ybsx）002786，龙高股份（lggf）605086

`
  },
{
    "d": "2023-11-15",
    "l": "https://www.tgb.cn/a/23pcQUPkazt",
    "t": `

首板
中美缓和-碳中和光伏
通润装备（trzb）002150，金刚光伏（jggf）300093，雪迪龙（xdl）002658，拓日新能（trxn）002218，皇氏集团（hsjt）002329
中美缓和-锂电池
福鞍股份（fagf）603315，中毅达（zyd）600610，金圆股份（jygf）000546，贤丰控股（xfkg）002141，西陇科学（xlkx）002584，金龙羽（jly）002882，川能动力（cndl）000155
汽车产业链
德赛西威（dsxw）002920，跃岭股份（ylgf）002725，迪生力（dsl）603335，铭科精技（mkjj）001319，威唐工业（wtgy）300707，嵘泰股份（rtgf）605133，隆基股份，统一股份（tygf）600506
常青股份（cqgf）603768，卫星，湘邮科技（xykj）600476，波导股份（bdgf）600130，华体科技（htkj）603679，启明信息（qmxx）002232
芯片产业链
庚星股份（gxgf）600753，元成股份（ycgf）603388，赛腾股份（stgf）603283，铂科新材（bkxc）300811，壹石通（yst）688733
短剧
天威视讯（twsx）002238，浙文互联（zwhl）600986
算力
元道通信（ydtx）301139，南威软件（nwrj）603636
题材独苗
雷柏科技（lbkj）002577，柯力传感（klcg）603662，淳中科技（czkj）603516，甬金股份（yjgf）603995，云煤能源（ymny）600792

三板
传智教育（czjy）003032，开创电气（kcdq）301448，多伦科技（dlkj）603528

四板
三柏硕（sbs）001300，龙高股份（lggf）605086，银宝山新（ybsx）002786

七板
皇庭国际（htgj）000056

`
  },
{
    "d": "2023-11-14",
    "l": "https://www.tgb.cn/a/23nIc6JPSoX",
    "t": `

首板
芯片产业链
至正股份（zzgf）603991，福晶科技（fjkj）002222，同兴达（txd）002845，万润科技（wrkj）002654，朗迪集团（ldjt）603726，宏昌电子（hcdz）603002，文一科技（wykj）600520，万通发展（wtfz）600246
延华智能（yhzn）002178，大胜达（dsd）603687，南京熊猫（njxm）600775，吉大正元（jdzy）003029，德生科技（dskj）002908
算力产业链
思特奇（stq）300608，汇纳科技（hnkj）300609，恒为科技（hwkj）603496，美格智能（mgzn）002881，杭钢股份（hggf）600126
汽车产业链
龙洲股份（lzgf）002682，江铃汽车（jlqc）000550，宇通重工（ytzg）600817，德宏股份（dhgf）603701
题材独苗
华映科技（hykj）000536，中科金财（zkjc）002657，扬州金泉（yzjq）603307，通化金马（thjm）000766

二板
达华智能（dhzn）002512，多伦科技（dlkj）603528，传智教育（czjy）003032，九联科技（jlkj）688609，开创电气（kcdq）301448

三板
海马汽车（hmqc）000572，银宝山新（ybsx）002786，龙高股份（lggf）605086，三柏硕（sbs）001300

四板
宁波远洋（nbyy）601022

六板
皇庭国际（htgj）000056，豪美新材（hmxc）002988

`
  },
{
    "d": "2023-11-13",
    "l": "https://www.tgb.cn/a/23lPhwrD2t7",
    "t": `

首板
华为鸿蒙软件类
传智教育（czjy）003032，九联科技（jlkj）688609，金桥信息（jqxx）603918，多伦科技（dlkj）603528，久远银海（jyyh）002777，盛通股份（stgf）002599，国新健康（gxjk）000503，达华智能（dhzn）002512
软通动力（rtdl）301236
跨境电商
海通发展（htfz）603162，开创电气（kcdq）301448，华生科技（hskj）605180，彩蝶实业（cdsy）603073，如意集团（ryjt）002193，通达创智（tdcz）001368，丹化科技（dhkj）600844，洪都航空（hdhk）600316
依依股份（yygf）001206
汽车产业链
铁流股份（tlgf）603926，迪生力（dsl）603335，日上集团（rsjt）002593，北特科技（btkj）603009
题材独苗
元成股份（ycgf）603388，粤传媒（ycm）002181，雷科防务（lkfw）002413，南兴股份（nxgf）002757，西藏天路（xztl）600326，华西股份（hxgf）000936

二板
银宝山新（ybsx）002786，三柏硕（sbs）001300，长江投资，海马汽车（hmqc）000572，龙高股份（lggf）605086

三板
宁波远洋（nbyy）601022，云煤能源（ymny）600792

四板
西陇科学（xlkx）002584

五板
豪美新材（hmxc）002988，皇庭国际（htgj）000056

`
  },
{
    "d": "2023-11-11",
    "l": "https://www.tgb.cn/a/23i71HYebq1",
    "t": `

首板
汽车产业链
福然德（frd）605050，和胜股份（hsgf）002824，银宝山新（ybsx）002786，顺威股份（swgf）002676，海马汽车（hmqc）000572
芯片产业链
亚翔集成（yxjc）603929，好上好（hsh）001298，力源信息（lyxx）300184，文一科技（wykj）600520，至正股份（zzgf）603991
风光储
威岭股份，茂硕电源（msdy）002660，德龙汇能（dlhn）000593，东风股份（dfgf）600006，大东南（ddn）002263，跨境贸易，三柏硕（sbs）001300，长江投资
格力地产（gldc）600185
题材独苗
龙高股份（lggf）605086，远程股份（ycgf）002692，东方环宇（dfhy）603706，其实人家炒储能，天元智能（tyzn）603273，一心堂（yxt）002727，医药电商

二板
东安动力（dadl）600178，迪贝电气（dbdq）603320，宁波远洋（nbyy）601022，统一股份（tygf）600506，云煤能源（ymny）600792

三板
西陇科学（xlkx）002584

四板
皇庭国际（htgj）000056，豪美新材（hmxc）002988

七板
天威视讯（twsx）002238

`
  },
{
    "d": "2023-11-09",
    "l": "https://www.tgb.cn/a/23fbYgWDDsg",
    "t": `

首板
芯片产业链
亿道信息（ydxx）001314，炬光科技（jgkj）688167，海立股份（hlgf）600619，扬帆新材（yfxc）300637，柏诚股份（bcgf）601133
算力
恒为股份，统一股份（tygf）600506，远东传动（ydcd）002406，浪潮信息（lcxx）000977
电机
迪贝电气（dbdq）603320，东安动力（dadl）600178，万朗磁塑（wlcs）603150
题材独苗
正和生态（zhst）605069，创新医疗（cxyl）002173，广西能源（gxny）600310，云煤能源（ymny）600792，润达医疗（rdyl）603108，华为Ａｉ医疗，宁波远洋（nbyy）601022，钧达股份（jdgf）002865
ＢＣ电池，国华网安（ghwa）000004

二板
西陇科学（xlkx）002584，捷荣技术（jrjs）002855，三超新材（scxc）300554，富乐德（fld）301297，协和电子（xhdz）605258

三板
皇庭国际（htgj）000056，豪美新材（hmxc）002988，伟时电子（wsdz）605218，天普股份（tpgf）605255

四板
东莞控股（dgkg）000828

五板
天威视讯（twsx）002238

`
  },
{
    "d": "2023-11-08",
    "l": "https://www.tgb.cn/a/23dyQeuTJpt",
    "t": `

首板
医药
双成药业（scyy）002693，热景生物（rjsw）688068
传媒短剧
欢瑞世纪（hrsj）000892，中科金财（zkjc）002657，中文在线（zwzx）300364，掌阅科技（zykj）603533，北京文化（bjwh）000802，唐德影视（tdys）300426
算力
中科金财（zkjc）002657，威龙股份（wlgf）603779，天源迪科（tydk）300047，四川长虹（scch）600839
芯片光刻机
富乐德（fld）301297，众合科技（zhkj）000925，三超新材（scxc）300554，西陇科学（xlkx）002584，至正股份（zzgf）603991，强力新材（qlxc）300429
股转
安纳达（and）002136，六国化工（lghg）600470
凤凰传奇
凤凰航运（fhhy）000520，凤凰传媒（fhcm）601928，凤凰股份（fhgf）600716，凤凰光学（fhgx）600071
题材独苗
腾龙股份（tlgf）603158，协和电子（xhdz）605258，悦达投资（ydtz）600805，智行汽车，迪马股份（dmgf）600565，国投中鲁（gtzl）600962，京城股份（jcgf）600860，捷荣技术（jrjs）002855
比依股份（bygf）603215，设计总院（sjzy）603357

二板
皇庭国际（htgj）000056，天音控股（tykg）000829，豪美新材（hmxc）002988，太龙药业（tlyy）600222，龙头股份（ltgf）600630，上海凤凰（shfh）600679，伟时电子（wsdz）605218，天普股份（tpgf）605255

三板
东莞控股（dgkg）000828，福晶科技（fjkj）002222，文一科技（wykj）600520，龙宇股份，凯众股份（kzgf）603037

四板
峰龙股份，龙溪股份（lxgf）600592

五板
龙韵股份，天威视讯（twsx）002238，远程股份（ycgf）002692

六板
通达电气（tddq）603390

`
  },
{
    "d": "2023-11-06",
    "l": "https://www.tgb.cn/a/23ag2rzk1XB",
    "t": `

首板
未分类
欣龙控股（xlkg）000955，东莞控股（dgkg）000828，森远股份（sygf）300210，东方中科（dfzk）002819，锦龙股份（jlgf）000712，国联证券（glzq）601456，太平洋（tpy）601099，友阿股份（yagf）002277
消费电子
东睦股份（dmgf）600114，东旭光电（dxgd）000413，易德龙（ydl）603380，维信诺（wxn）002387，春秋电子（cqdz）603890，康冠科技（kgkj）001308，领益智造（lyzz）002600，昀冢科技（yzkj）688260
银邦股份（ybgf）300337
汽车产业链以及充电桩
无锡振华（wxzh）605319，万安科技（wakj）002590，凯众股份（kzgf）603037，旭升集团（xsjt）603305，腾龙股份（tlgf）603158，福龙马（flm）603686，赛力斯（sls）601127，京泉华（jqh）002885
新亚电子（xydz）605277
算力产业链
龙宇股份，恒润股份（hrgf）603985，特发信息（tfxx）000070，汇洲智能（hzzn）002122，短剧游戏，上海电影（shdy）601595，名臣健康（mcjk）002919，掌阅科技（zykj）603533
华闻集团（hwjt）000793，中文在线（zwzx）300364，三七互娱（sqhy）002555，欢瑞世纪（hrsj）000892，紫天科技（ztkj）300280，天地在线（tdzx）002995，中广天择（zgtz）603721，遥望科技（ywkj）002291
光刻机芯片，东方嘉盛（dfjs）002889，福晶科技（fjkj）002222，文一科技（wykj）600520
题材独苗
维康药业（wkyy）300878，百傲化学（bahx）603360，欧晶科技（ojkj）001269，大龙地产（dldc）600159，长江投资

二板
巨轮智能（jlzn）002031，日海智能（rhzn）002313，峰龙股份，龙溪股份（lxgf）600592，亚翔集成（yxjc）603929

三板
天威视讯（twsx）002238，龙韵股份

四板
通达电气（tddq）603390

九板
天龙股份（tlgf）603266

`
  },
{
    "d": "2023-11-04",
    "l": "https://www.tgb.cn/a/236KHqY7mRo",
    "t": `

首板
机器人
天奇股份（tqgf）002009，龙溪股份（lxgf）600592，巨轮智能（jlzn）002031，锋龙股份（flgf）002931，通达动力（tddl）002576，中马传动（zmcd）603767，丰立智能（flzn）301368，弘讯科技（hxkj）603015
宏英智能（hyzn）001266，柯力传感（klcg）603662，昊志机电（hzjd）300503，科力尔（kle）002892，中大力德（zdld）002896，新时达（xsd）002527
车联网导航
北斗星通（bdxt）002151，多伦科技（dlkj）603528，波导股份（bdgf）600130
芯片产业链
亚翔集成（yxjc）603929，圣晖集成（shjc）603163，康强电子（kqdz）002119，豪尔赛（hes）002963，好利科技（hlkj）002729，甬矽电子（yxdz）688362，同兴达（txd）002845，斯达半导（sdbd）603290
朗科科技（lkkj）300042，金海通（jht）603061
题材独苗
海森药业（hsyy）001367，欧菲光（ofg）002456，上海建科（shjk）603153，科士达（ksd）002518，展鹏科技（zpkj）603488，惠威科技（hwkj）002888，日海智能（rhzn）002313

二板
天威视讯（twsx）002238，正裕工业（zygy）603089，龙韵股份

三板
通达电气（tddq）603390

五板
朝阳科技（zykj）002981

八板
天龙股份（tlgf）603266

`
  },
{
    "d": "2023-11-02",
    "l": "https://www.tgb.cn/a/233xxzCkXxE",
    "t": `

首板
题材独苗
楚天龙（ctl）003040，龙头股份（ltgf）600630，京新药业（jxyy）002020，中迪投资（zdtz）000609

二板
通达电气（tddq）603390，国机汽车（gjqc）600335

三板
浙江正特（zjzt）001238

四板
赛隆药业（slyy）002898，朝阳科技（zykj）002981

五板
东方嘉盛（dfjs）002889

七板
天龙股份（tlgf）603266

十一板
高新发展（gxfz）000628

`
  },
{
    "d": "2023-11-01",
    "l": "https://www.tgb.cn/a/2329698SIsh",
    "t": `

首板
汽车产业链
无锡振华（wxzh）605319，银宝山新（ybsx）002786，国机汽车（gjqc）600335，通达电气（tddq）603390，松芝股份（szgf）002454，浙江黎明（zjlm）603048，华纬科技（hwkj）001380，泉峰汽车（qfqc）603982
凯众股份（kzgf）603037
消费电子
福日电子（frdz）600203，银邦股份（ybgf）300337
新疆
卓郎智能（zlzn）600545，东方环宇（dfhy）603706
超导
百利电气（bldq）600468，弘讯科技（hxkj）603015，永鼎股份（ydgf）600105，国缆检测（gljc）301289
股转
宝莫股份（bmgf）002476，森远股份（sygf）300210
算力产业链
龙宇股份，超讯通信（cxtx）603322，瑞斯康达（rskd）603803，跨境贸易，赫美集团（hmjt）002356，山东赫达（sdhd）002810，长江投资
题材独苗
盈方微（yfw）000670，立方制药（lfzy）003020

二板
浙江正特（zjzt）001238，友阿股份（yagf）002277

三板
赛隆药业（slyy）002898，朝阳科技（zykj）002981

四板
东方嘉盛（dfjs）002889，亚翔集成（yxjc）603929

六板
天龙股份（tlgf）603266

`
  },
{
    "d": "2023-10-31",
    "l": "https://www.tgb.cn/a/230swDlJlbu",
    "t": `

首板
未分类
友阿股份（yagf）002277，浙江正特（zjzt）001238，龙头股份（ltgf）600630，诺邦股份（nbgf）603238，跨境通（kjt）002640，医药贸易，辅助医疗，奥锐特（art）605116
悦心健康（yxjk）002162，共同药业（gtyy）300966，龙津药业（ljyy）002750
芯片
深科技（skj）000021，跃岭股份（ylgf）002725，东湖高新（dhgx）600133，海立股份（hlgf）600619
汽车产业链
凯迪股份（kdgf）605288，锋龙股份（flgf）002931，腾龙股份（tlgf）603158
城中村改造
财信发展（cxfz）000838，海南瑞泽（hnrz）002596，法狮龙（fsl）605318
题材独苗
康尼机电（knjd）603111，泉阳泉（qyq）600189，天箭科技（tjkj）002977，云煤能源（ymny）600792，联建光电（ljgd）300269

二板
智度股份（zdgf）000676，中广天择（zgtz）603721，赛隆药业（slyy）002898，朝阳科技（zykj）002981，津投城开（jtck）600322

三板
誉衡药业（yhyy）002437，东方嘉盛（dfjs）002889，亚翔集成（yxjc）603929

五板
天龙股份（tlgf）603266

九板
高新发展（gxfz）000628

`
  },
{
    "d": "2023-10-30",
    "l": "https://www.tgb.cn/a/22YNKaTMEg3",
    "t": `

首板
传媒
智度股份（zdgf）000676，天音控股（tykg）000829，天龙集团（tljt）300063，中广天择（zgtz）603721，唐德影视（tdys）300426，百纳千成（bnqc）300291
消费电子
维信诺（wxn）002387，昀冢科技（yzkj）688260，天音控股（tykg）000829，国光电器（ggdq）002045，春秋电子（cqdz）603890，福蓉科技（frkj）603327，五方光电（wfgd）002962，实益达（syd）002137
精研科技（jykj）300709，朝阳科技（zykj）002981，江海股份（jhgf）002484，光大同创（gdtc）301387，水晶光电（sjgd）002273，兆威机电（zwjd）003021，福日电子（frdz）600203，法拉电子（fldz）600563
算力
华胜天成（hstc）600410，南兴股份（nxgf）002757，首都在线（sdzx）300846，龙宇股份，莲花健康（lhjk）600186，神州数码（szsm）000034
芯片
卓胜微（zsw）300782，文一科技（wykj）600520，兴森科技（xskj）002436，赛腾股份（stgf）603283
城中村改造
中华企业（zhqy）600675，瑞尔特（ret）002790，津投城开（jtck）600322，金科股份（jkgf）000656，建霖家居（jljj）603408，同济科技（tjkj）600846
医药
奥赛康（ask）002755，九洲药业（jzyy）603456，赛隆药业（slyy）002898，昂利康（alk）002940
华为应用
延华智能（yhzn）002178，梦网科技（mwkj）002123，直真科技（zzkj）003007，卫星，银河电子（yhdz）002519，北方导航（bfdh）600435，万方发展（wffz）000638
煤化工
永东股份（ydgf）002753，柳化股份
题材独苗
浙江鼎力（zjdl）603338，航天晨光（htcg）600501，华鹏飞（hpf）300350，苏州龙杰（szlj）603332，亚光股份（yggf）603282，皖天然气（wtrq）603689，中毅达（zyd）600610

二板
润达医疗（rdyl）603108，誉衡药业（yhyy）002437，东方嘉盛（dfjs）002889，汇嘉时代（hjsd）603101，亚翔集成（yxjc）603929，利通电子（ltdz）603629

三板
启明信息（qmxx）002232

四板
青龙管业（qlgy）002457，天龙股份（tlgf）603266

七板
龙洲股份（lzgf）002682

八板
高新发展（gxfz）000628

`
  },
{
    "d": "2023-10-28",
    "l": "https://www.tgb.cn/a/22UV1e8UjpJ",
    "t": `

首板
新能源车
热威股份（rwgf）603075，北特科技（btkj）603009，盾安环境（dahj）002011，浙江荣泰（zjrt）603119，迪生力（dsl）603335，一汽解放（yqjf）000800，江铃汽车（jlqc）000550，特力Ａ（tla）000025
新亚制程（xyzc）002388，安凯汽车（akqc）000868，天成自控（tczk）603085，亚世光电（ysgd）002952
锂电池
科达利（kdl）002850，西藏矿业（xzky）000762，恩捷股份（ejgf）002812，世龙实业（slsy）002748，新亚制程（xyzc）002388，胜华新材（shxc）603026，黑猫股份（hmgf）002068
消费
巴比食品（bbsp）605338，老凤祥（lfx）600612，五洲特纸（wztz）605007，汇嘉时代（hjsd）603101，洽洽食品（qqsp）002557，紫燕食品（zysp）603057，三柏硕（sbs）001300，潮宏基（chj）002345
家装五金
巨星科技（jxkj）002444，坚朗五金（jlwj）002791
医药
康弘药业（khyy）002773，凯因科技（kykj）688687，誉衡药业（yhyy）002437，华润双鹤（hrsh）600062，方盛制药（fszy）603998，太极集团（tjjt）600129，昆药集团（kyjt）600422，立方药业（lfyy）600253
罗欣药业（lxyy）002793，诚达药业（cdyy）301201，恩华药业（ehyy）002262，大博医疗（dbyl）002901，维力医疗（wlyl）603309，润达医疗（rdyl）603108
芯片
亚翔集成（yxjc）603929，张江高科（zjgk）600895，冠石科技（gskj）605588，阿拉丁（ald）688179，东方嘉盛（dfjs）002889，淳中科技（czkj）603516
题材独苗
利通电子（ltdz）603629，冰山冷热（bslr）000530，航锦科技（hjkj）000818，卫星，高争民爆（gzmb）002827，中科金财（zkjc）002657，正威新材（zwxc）002201

二板
启明信息（qmxx）002232，圣阳股份（sygf）002580，亚光科技（ygkj）300123，鹏翎股份（plgf）300375，凯众股份（kzgf）603037

三板
铭科精技（mkjj）001319，青龙管业（qlgy）002457，龙泉股份（lqgf）002671，冠龙节能（gljn）301151，江淮汽车（jhqc）600418，天龙股份（tlgf）603266

四板
宁波高发（nbgf）603788，富佳股份（fjgf）603219

六板
龙洲股份（lzgf）002682，顺发恒业（sfhy）000631

八板
高新发展（gxfz）000628

`
  },
{
    "d": "2023-10-26",
    "l": "https://www.tgb.cn/a/22S48zYLP6s",
    "t": `

首板
卫星
移远通信（yytx）603236，神剑股份（sjgf）002361，天银机电（tyjd）300342，亚光科技（ygkj）300123，启明信息（qmxx）002232，华体科技（htkj）603679
圣龙补涨汽车类
闻泰科技（wtkj）600745，鹏翎股份（plgf）300375，凯众股份（kzgf）603037，圣阳股份（sygf）002580，佛山照明（fszm）000541，祥鑫科技（xxkj）002965，聚赛龙（jsl）301131
三季报
甘源食品（gysp）002991，云中马（yzm）603130，移远通信（yytx）603236，初灵信息（clxx）300250，闻泰科技（wtkj）600745，圣阳股份（sygf）002580
题材独苗
沃特股份（wtgf）002886，川大智胜（cdzs）002253，亚联发展（ylfz）002316，神州信息（szxx）000555，福日电子（frdz）600203，光迅科技（gxkj）002281，南京熊猫（njxm）600775，豫能控股（ynkg）001896
仙琚制药（xjzy）002332

二板
青龙管业（qlgy）002457，龙建股份（ljgf）600853，铭科精技（mkjj）001319

三板
顺控发展（skfz）003039，富佳股份（fjgf）603219，宁波高发（nbgf）603788

四板
常青股份（cqgf）603768，恒润股份（hrgf）603985

五板
顺发恒业（sfhy）000631，龙洲股份（lzgf）002682

六板
高新发展（gxfz）000628

九板
真视通（zst）002771

`
  },
{
    "d": "2023-10-25",
    "l": "https://www.tgb.cn/a/22Qzaeu7yMO",
    "t": `

首板
未分类
国统股份（gtgf）002205，金洲管道（jzgd）002443，青龙管业（qlgy）002457，龙泉股份（lqgf）002671，汇通集团（htjt）603176，深水规院（ssgy）301038，冠龙节能（gljn）301151，舜禹股份（sygf）301519
钱江水利（qjsl）600283，韩建山河（hjsh）603616，东宏股份（dhgf）603856，龙建股份（ljgf）600853，安徽建工（ahjg）600502，山推股份（stgf）000680，新兴铸管（xxzg）000778，中锐股份（zrgf）002374
宁波建工（nbjg）601789，上海建科（shjk）603153，巴安水务（basw）300262
算力产业链
优刻得（ykd）688158，弘信电子（hxdz）300657，威星智能（wxzn）002849，同方股份（tfgf）600100，东方材料（dfcl）603110，莲花健康（lhjk）600186，汇洲智能（hzzn）002122，立昂技术（lajs）300603
汽车产业链
铭科精技（mkjj）001319，众泰汽车（ztqc）000980，山子股份，江淮汽车（jhqc）600418，豪能股份（hngf）603809，天龙股份（tlgf）603266，凤凰光学（fhgx）600071
消费
人人乐（rrl）002336，长白山（cbs）603099，众信旅游（zxly）002707，卫星，合众思壮（hzsz）002383，四川九洲（scjz）000801
题材独苗
淳中科技（czkj）603516，晶方科技（jfkj）603005，泰嘉股份（tjgf）002843，万润科技（wrkj）002654，软通动力（rtdl）301236，传智教育（czjy）003032

二板
学大教育（xdjy）000526，坤泰股份（ktgf）001260，捷荣技术（jrjs）002855，顺控发展（skfz）003039，黑牡丹（hmd）600510，富佳股份（fjgf）603219，中贝通信（zbtx）603220，宁波高发（nbgf）603788

三板
三维通信（swtx）002115，常青股份（cqgf）603768，恒润股份（hrgf）603985

四板
龙洲股份（lzgf）002682，顺发恒业（sfhy）000631

五板
高新发展（gxfz）000628

八板
真视通（zst）002771，圣龙股份（slgf）603178

`
  },
{
    "d": "2023-10-24",
    "l": "https://www.tgb.cn/a/22OLlgrtVrp",
    "t": `

首板
锂电池
金圆股份（jygf）000546，吉翔股份（jxgf）603399，盛新锂能（sxln）002240，川恒股份（chgf）002895，电商贸易，劲仔食品（jzsp）003000，大连友谊（dlyy）000679，哈森股份（hsgf）603958
迎丰股份（yfgf）605055，梦洁股份（mjgf）002397，浪莎股份（lsgf）600137，三态股份（stgf）301558，龙头股份（ltgf）600630，富佳股份（fjgf）603219，汇嘉时代（hjsd）603101，焦点科技（jdkj）002315
传媒
中国科传（zgkc）601858，南方传媒（nfcm）601900，学大教育（xdjy）000526，世纪天鸿（sjth）300654
数据中心液冷
黑牡丹（hmd）600510，新炬网络（xjwl）605398，佳力图（jlt）603912，铭普光磁（mpgc）002902，新亚电子（xydz）605277
算力
锦鸡股份（jjgf）300798，中贝通信（zbtx）603220，润建股份（rjgf）002929
基建
顺控发展（skfz）003039，美丽生态（mlst）000010，凯龙股份（klgf）002783，高争民爆（gzmb）002827
汽车
宁波高发（nbgf）603788，坤泰股份（ktgf）001260，神通科技（stkj）605228，沃特股份（wtgf）002886，德昌股份（dcgf）605555，无锡振华（wxzh）605319，卫星，中英科技（zykj）300936
华力创通（hlct）300045，波导股份（bdgf）600130
金融
太平洋（tpy）601099，锦龙股份（jlgf）000712，金财互联（jchl）002530，中迪投资（zdtz）000609，天晟新材（tcxc）300169
石墨烯
德尔未来（dewl）002631，宝泰隆（btl）601011
芯片
圣晖集成（shjc）603163，和远气体（hyqt）002971
题材独苗
新疆火炬（xjhj）603080，捷荣技术（jrjs）002855，鹿山新材（lsxc）603051，ＢＣ电池

二板
三维通信（swtx）002115，元成股份（ycgf）603388，常青股份（cqgf）603768，恒润股份（hrgf）603985

三板
龙洲股份（lzgf）002682，顺发恒业（sfhy）000631

四板
高新发展（gxfz）000628

七板
真视通（zst）002771，圣龙股份（slgf）603178

`
  },
{
    "d": "2023-10-23",
    "l": "https://www.tgb.cn/a/22N4yH1trHa",
    "t": `

首板
算力
威龙股份（wlgf）603779，荣科科技（rkkj）300290，美利云（mly）000815，恒润股份（hrgf）603985
芯片
元成股份（ycgf）603388，中晶科技（zjkj）003026，张江高科（zjgk）600895，观察点是文一科技，武汉凡谷（whfg）002194，通宇通讯（tytx）002792，世嘉科技（sjkj）002796
消费电子
福日电子（frdz）600203，昀冢科技（yzkj）688260，沃格光电（wggd）603773，春秋电子（cqdz）603890
汽车产业链
银宝山新（ybsx）002786，佛山照明（fszm）000541，隆基机械（ljjx）002363，正裕工业（zygy）603089，东风汽车（dfqc）dnfgy，常青股份（cqgf）603768，浙江仙通（zjxt）603239，卫星
三维通信（swtx）002115，铖昌科技（cckj）001270，中国卫通（zgwt）601698，天箭科技（tjkj）002977
题材独苗
竞业达（jyd）003005，德龙汇能（dlhn）000593

二板
顺发恒业（sfhy）000631，龙洲股份（lzgf）002682，朗迪集团（ldjt）603726，白云电器（bydq）603861

三板
高新发展（gxfz）000628

五板
文一科技（wykj）600520

六板
真视通（zst）002771

十二板
圣龙股份（slgf）603178

`
  },
{
    "d": "2023-10-21",
    "l": "https://www.tgb.cn/a/22JmYtJ6psE",
    "t": `

首板
未分类
华为汽车（hwqc）600741，西上海（xsh）605151，金龙汽车（jlqc）600686，一彬科技（ybkj）001278，威力传动（wlcd）300904，无锡振华（wxzh）605319，赛象科技（sxkj）002337，锋龙股份（flgf）002931
龙洲股份（lzgf）002682，丰华股份（fhgf）600615
锂电池
金龙羽（jly）002882，丰元股份（fygf）002805，恩捷股份（ejgf）002812
房地产
顺发恒业（sfhy）000631，荣盛发展（rsfz）002146，金科股份（jkgf）000656
石墨烯
华丽家族（hljz）600503，德尔未来（dewl）002631
油气带路
胜通能源（stny）001331，山东墨龙（sdml）002490，龙版传媒（lbcm）605577，华为数字能源，中恒电气（zhdq）002364，白云电器（bydq）603861
题材独苗
朗迪集团（ldjt）603726，沈阳机床（syjc）000410，特一药业（tyyy）002728，亚联发展（ylfz）002316，大金重工（djzg）002487
反包结构
周四的芯片，包括华为数字能源
勇敢性资金被埋
腾龙股份（tlgf）603158，瑞贝卡（rbk）600439，上海沪工（shhg）603131，亚联发展（ylfz）002316，中恒电气（zhdq）002364，文一科技（wykj）600520，真视通（zst）002771，顺发恒业（sfhy）000631
晋拓股份（jtgf）603211，亚联发展（ylfz）002316，吉翔股份（jxgf）603399，胜通能源（stny）001331，锦龙股份（jlgf）000712，西上海（xsh）605151

二板
高新发展（gxfz）000628，锦龙股份（jlgf）000712，江特电机（jtdj）002176，晋拓股份（jtgf）603211，吉翔股份（jxgf）603399

四板
文一科技（wykj）600520

五板
真视通（zst）002771

十一板
圣龙股份（slgf）603178

`
  },
{
    "d": "2023-10-19",
    "l": "https://www.tgb.cn/a/22GsGc4mfhG",
    "t": `

首板
芯片
大港股份（dggf）002077，易天股份（ytgf）300812，瑞芯微（rxw）603893，寒武纪（hwj）688256，海立股份（hlgf）600619，新洁能（xjn）605111，盈方微（yfw）000670，协和电子（xhdz）605258
蓝箭电子（ljdz）301348，昨日是汽车，今日是芯片，卫星，合众思壮（hzsz）002383，铖昌科技（cckj）001270
锂电池
吉翔股份（jxgf）603399，江特电机（jtdj）002176
汽车产业链
北特科技（btkj）603009，晋拓股份（jtgf）603211
题材独苗
宏英智能（hyzn）001266，锦龙股份（jlgf）000712

二板
浩物股份（hwgf）000757，腾龙股份（tlgf）603158，好利科技（hlkj）002729

三板
瑞贝卡（rbk）600439，上海沪工（shhg）603131，文一科技（wykj）600520

四板
真视通（zst）002771

十板
圣龙股份（slgf）603178

`
  },
{
    "d": "2023-10-18",
    "l": "https://www.tgb.cn/a/22EPEwwOlnX",
    "t": `

首板
华为汽车
银宝山新（ybsx）002786，西上海（xsh）605151，浩物股份（hwgf）000757，腾龙股份（tlgf）603158，渤海汽车（bhqc）600960，铭科精技（mkjj）001319，丰华股份（fhgf）600615，北汽蓝谷（bqlg）600733
赛力斯（sls）601127，英伟达禁售算力芯片，宁夏建材（nxjc）600449，好利科技（hlkj）002729，长园集团，君逸数码（jysm）301172，华胜天成（hstc）600410，沃格光电（wggd）603773
四川长虹（scch）600839，元成股份（ycgf）603388，汇洲智能（hzzn）002122，荣科科技（rkkj）300290，华丰科技（hfkj）688629，华为数字能源，东旭光电（dxgd）000413，泰嘉股份（tjgf）002843
农业
大北农（dbn）002385，登海种业（dhzy）002041，隆平高科（lpgk）000998
题材独苗
哈森股份（hsgf）603958，玉龙股份（ylgf）601028

二板
亚联发展（ylfz）002316，瑞贝卡（rbk）600439，好上好（hsh）001298，上海沪工（shhg）603131

三板
真视通（zst）002771，和顺石油（hssy）603353

九板
圣龙股份（slgf）603178

`
  },
{
    "d": "2023-10-17",
    "l": "https://www.tgb.cn/a/22D1nZjMtyp",
    "t": `

首板
华为支付
华峰超纤（hfcx）300180，亚联发展（ylfz）002316，楚天龙（ctl）003040
锂电池
新纶新材（xlxc）002341，致远新能（zyxn）300985
跨境电商
梦洁股份（mjgf）002397，瑞贝卡（rbk）600439，迎丰股份（yfgf）605055，跨境通（kjt）002640，哈尔斯（hes）002615，卫星，上海沪工（shhg）603131，中国卫通（zgwt）601698
航天环宇（hthy）688523，湘邮科技（xykj）600476
算力
中贝通信（zbtx）603220，竞业达（jyd）003005
存储芯片
文一科技（wykj）600520，好上好（hsh）001298，万润科技（wrkj）002654
VR
国光电器（ggdq）002045，凤凰光学（fhgx）600071
独苗
通化金马（thjm）000766

二板
恒通股份（htgf）603223，中科金财（zkjc）002657，真视通（zst）002771

五板
莎普爱思（spas）603168

`
  },
{
    "d": "2023-10-16",
    "l": "https://www.tgb.cn/a/22BpzJCOr0F",
    "t": `

首板
未分类
华为汽车（hwqc）600741，泉峰汽车（qfqc）603982，北汽蓝谷（bqlg）600733，凯众股份（kzgf）603037，常青股份（cqgf）603768，毅昌科技（yckj）002420，晋拓股份（jtgf）603211，恒润股份（hrgf）603985
真视通（zst）002771，四川长虹（scch）600839，中科金财（zkjc）002657，宁夏建材（nxjc）600449，同方股份（tfgf）600100，威龙股份（wlgf）603779，华丰科技（hfkj）688629，直真科技（zzkj）003007
新炬网络（xjwl）605398
巴以事件
如通股份（rtgf）603036，山推股份（stgf）000680，贝肯能源（bkny）002828，长青科技（cqkj）001324，胜通能源（stny）001331，通源石油（tysy）300164，泰山石油（tssy）000554，中曼石油（zmsy）603619
和顺石油（hssy）603353，仁智股份（rzgf）002629，博迈科（bmk）603727，中天火箭（zthj）003009，四川黄金（schj）001337，准油股份，中远海能（zyhn）600026，恒通股份（htgf）603223
康惠制药（khzy）603139，保龄宝（blb）002286，新华制药（xhzy）000756，双鹭药业（slyy）002038，百龙创园（blcy）605016
题材独苗
恒兴新材（hxxc）603276，茶花股份（chgf）603615，龙头股份（ltgf）600630，积成电子（jcdz）002339，华为数字能源，卓翼科技（zykj）002369，松炀资源（syzy）603863

二板
东旭光电（dxgd）000413，维信诺（wxn）002387，高争民爆（gzmb）002827，华正新材（hzxc）603186，白云电器（bydq）603861，天龙股份（tlgf）603266，龙版传媒（lbcm）605577

三板
光洋股份（gygf）002708

四板
百花医药（bhyy）600721，莎普爱思（spas）603168

七板
圣龙股份（slgf）603178

`
  },
{
    "d": "2023-10-14",
    "l": "https://www.tgb.cn/a/22xLmrmj3U7",
    "t": `

首板
医药
特一药业（tyyy）002728，博瑞医药（bryy）688166，美诺华（mnh）603538，众生药业（zsyy）002317，海翔药业（hxyy）002099，维信诺（wxn）002387，东旭光电（dxgd）000413，万润科技（wrkj）002654
东田微（dtw）301183，昀冢科技（yzkj）688260，华为汽车（hwqc）600741，山子股份，天龙股份（tlgf）603266，赛力斯（sls）601127，华为数字能源，中恒电气（zhdq）002364
白云电器（bydq）603861，麦捷科技（mjkj）300319，华正新材（hzxc）603186，硕贝德（sbd）300322，泰晶科技（tjkj）603738，通宇通讯（tytx）002792
基建房地产
美丽生态（mlst）000010，高争民爆（gzmb）002827，江山欧派（jsop）603208
题材独苗
捷昌驱动（jcqd）603583，带路机械，翠微股份（cwgf）603123，好上好（hsh）001298，震有科技（zykj）688418

二板
模塑科技（mskj）000700，冠捷科技（gjkj）000727，通化金马（thjm）000766，光洋股份（gygf）002708

三板
百花医药（bhyy）600721，莎普爱思（spas）603168

六板
欧菲光（ofg）002456，圣龙股份（slgf）603178

`
  },
{
    "d": "2023-10-12",
    "l": "https://www.tgb.cn/a/22uJgqCYp06",
    "t": `

首板
医药
海辰药业（hcyy）300584，欣龙控股（xlkg）000955，通化金马（thjm）000766
汽车产业链
光洋股份（gygf）002708，众泰汽车（ztqc）000980，江特电机（jtdj）002176，隆基机械（ljjx）002363，模塑科技（mskj）000700，吉翔股份（jxgf）603399，长城汽车（ccqc）601633，永兴材料（yxcl）002756
中欣氟材（zxfc）002915，中矿资源（zkzy）002738，华为消费电子，冠捷科技（gjkj）000727，安利股份（algf）300218
题材独苗
四川长虹（scch）600839，中公教育（zgjy）002607，龙头股份（ltgf）600630，安妮股份（angf）002235，方正科技（fzkj）600601，恒通股份（htgf）603223

二板
扬子新材（yzxc）002652

三板
恒铭达（hmd）002947

五板
圣龙股份（slgf）603178，欧菲光（ofg）002456

`
  },
{
    "d": "2023-10-11",
    "l": "https://www.tgb.cn/a/22tyYt5KN0q",
    "t": `

首板
未分类
张江高科（zjgk）600895，亚翔集成（yxjc）603929，上海沪工（shhg）603131，通宇通讯（tytx）002792，电科芯片（dkxp）600877，中国长城（zgcc）000066，华力创通（hlct）300045，东尼电子（dndz）603595
汇顶科技（hdkj）603160，华塑控股（hskg）000509，卓翼科技（zykj）002369，百花医药（bhyy）600721，华森制药（hszy）002907，奥翔药业（axyy）603229，科源制药（kyzy）301281，昭衍新药（zyxy）603127
东亚药业（dyyy）605177，神奇制药（sqzy）600613，莎普爱思（spas）603168，扬子新材（yzxc）002652
教育
南方传媒（nfcm）601900，学大教育（xdjy）000526，威创股份，皖新传媒（wxcm）601801
题材独苗
佛山照明（fszm）000541，海汽集团（hqjt）603069，可立克（klk）002782，拓山重工（tszg）001226

二板
常山北明（csbm）000158，盛通股份（stgf）002599，恒铭达（hmd）002947，润达医疗（rdyl）603108，龙版传媒（lbcm）605577，目前增持银行

三板
宝馨科技（bxkj）002514

四板
欧菲光（ofg）002456，圣龙股份（slgf）603178

`
  },
{
    "d": "2023-10-10",
    "l": "https://www.tgb.cn/a/22rurqNJFPC",
    "t": `

首板
未分类
润和软件（rhrj）300339，测绘股份（chgf）300826，智度股份（zdgf）000676，国华网安（ghwa）000004，常山北明（csbm）000158，金溢科技（jykj）002869，嘉环科技（jhkj）603206，盛通股份（stgf）002599
世嘉科技（sjkj）002796，联特科技（ltkj）301205，立方数科（lfsk）300344，大唐电信（dtdx）600198，新炬网络（xjwl）605398，超讯通信（cxtx）603322，亚夏股份，中迪投资（zdtz）000609
龙版传媒（lbcm）605577，长白山（cbs）603099，带路贸易，海程邦达（hcbd）603836，林州重机（lzzj）002535，步步高（bbg）002251，江西长运（jxzy）600561，华东重机（hdzj）002685
汽车类
智云股份（zygf）300097，融捷股份（rjgf）002192，合力泰（hlt）002217，天奇股份（tqgf）002009，高鸿股份，有的是小米汽车
题材独苗
恒铭达（hmd）002947，润达医疗（rdyl）603108，冠捷科技（gjkj）000727

二板
宝馨科技（bxkj）002514，真视通（zst）002771，宏达股份（hdgf）600331

三板
欧菲光（ofg）002456，达华智能（dhzn）002512，莲花健康（lhjk）600186，赛力斯（sls）601127，圣龙股份（slgf）603178，冠石科技（gskj）605588

五板
好上好（hsh）001298，贝肯能源（bkny）002828

`
  },
{
    "d": "2023-10-09",
    "l": "https://www.tgb.cn/a/22pUGJsp0Hx",
    "t": `

首板
未分类
华为汽车（hwqc）600741，宝馨科技（bxkj）002514，伊戈尔（yge）002922，永贵电器（ygdq）300351，天龙股份（tlgf）603266，沪光股份（hggf）605333，博俊科技（bjkj）300926，朗博科技（lbkj）603655
日丰股份（rfgf）002953，常青股份（cqgf）603768，协鑫能科（xxnk）002015，上海沿浦（shyp）605128，铭科精技（mkjj）001319，科华控股（khkg）603161，三联锻造（sldz）001282，英可瑞（ykr）300713
强瑞技术（qrjs）301128，飞龙股份（flgf）002536，西上海（xsh）605151，双杰电气（sjdq）300444，美利信（mlx）301307，明新旭腾（mxxt）605068，华阳集团（hyjt）002906，江淮汽车（jhqc）600418
京泉华（jqh）002885，文灿股份（wcgf）603348，亿嘉和（yjh）603666，光弘科技（ghkj）300735，东睦股份（dmgf）600114，福日电子（frdz）600203，歌尔股份（gegf）002241，泰嘉股份（tjgf）002843
医药
吴帆生物（wfsw）300529，智飞生物（zfsw）300122，常山药业（csyy）300255
独苗
哈森股份（hsgf）603958，真视通（zst）002771，宏达股份（hdgf）600331，看做电池材料，万润科技（wrkj）002654，金石资源（jszy）603505

二板
卓翼科技（zykj）002369，欧菲光（ofg）002456，达华智能（dhzn）002512，格林精密（gljm）300968，恒勃股份（hbgf）301225，莲花健康（lhjk）600186，赛力斯（sls）601127，圣龙股份（slgf）603178，日盈电子（rydz）603286，松炀资源（syzy）603863，冠石科技（gskj）605588

三板
荣联科技（rlkj）002642，恒为科技（hwkj）603496

四板
华映科技（hykj）000536，好上好（hsh）001298，贝肯能源（bkny）002828

八板
精伦电子（jldz）600355

`
  },
{
    "d": "2023-10-03",
    "l": "https://www.tgb.cn/a/22fsDaXOxIZ",
    "t": `

首板
华为分支-消费电子制造
卓翼科技（zykj）002369，雷柏科技（lbkj）002577，国光电器（ggdq）002045，惠威科技（hwkj）002888，格林精密（gljm）300968，春秋电子（cqdz）603890，欧菲光（ofg）002456，联得装备（ldzb）300545
冠捷科技（gjkj）000727，新亚制程（xyzc）002388
华为分支-卫星导航
达华智能（dhzn）002512，大唐电信（dtdx）600198，湘邮科技（xykj）600476，硕贝德（sbd）300322，华为汽车（hwqc）600741，恒立实业（hlsy）000622，恒勃股份（hbgf）301225，圣龙股份（slgf）603178
赛力斯（sls）601127，威帝股份（wdgf）603023
华为分支-光刻机光刻胶
冠石科技（gskj）605588，彤程新材（tcxc）603650
算力产业链
中贝通信（zbtx）603220，莲花健康（lhjk）600186，可川科技（kckj）603052
新型工业化
金自天正（jztz）600560，利柏特（lbt）605167
医药
通化金马（thjm）000766，蓝丰生化（lfsh）002513
教育
学大教育（xdjy）000526，传智教育（czjy）003032

二板
恒为科技（hwkj）603496，荣联科技（rlkj）002642

三板
华映科技（hykj）000536，好上好（hsh）001298，林州重机（lzzj）002535，贝肯能源（bkny）002828，卓郎智能（zlzn）600545

七板
精伦电子（jldz）600355

`
  },
{
    "d": "2023-09-27",
    "l": "https://www.tgb.cn/a/2267LuBzOAh",
    "t": `

首板
医药
创新医疗（cxyl）002173，德展健康（dzjk）000813，键凯科技（jkkj）688356，赛隆药业（slyy）002898，康缘药业（kyyy）600557，美诺华（mnh）603538，常山药业（csyy）300255
新型工业化
银宝山新（ybsx）002786，建科机械（jkjx）300823，恒为科技（hwkj）603496，安控科技（akkj）300370，华明装备（hmzb）002270
风光储
露笑科技（lxkj）002617，丰元股份（fygf）002805，钧达股份（jdgf）002865，爱旭股份（axgf）600732，东方电缆（dfdl）603606
新能源车
信质集团（xzjt）002664，双一科技（sykj）300690
题材独苗
美丽生态（mlst）000010，跨境通（kjt）002640，带路贸易，荣联科技（rlkj）002642

二板
华映科技（hykj）000536，好上好（hsh）001298，双鹭药业（slyy）002038，林州重机（lzzj）002535，贝肯能源（bkny）002828，卓郎智能（zlzn）600545，南方路机（nflj）603280

三板
远东传动（ydcd）002406，冀凯股份，德恩精工（dejg）300780

四板
翠微股份（cwgf）603123

六板
精伦电子（jldz）600355，捷荣技术（jrjs）002855

`
  },
{
    "d": "2023-09-26",
    "l": "https://www.tgb.cn/a/224jmxT73ZR",
    "t": `

首板
新型工业化
科远智慧（kyzh）002380，汇洲智能（hzzn）002122，泰禾智能（thzn）603656，卓郎智能（zlzn）600545，林州重机（lzzj）002535，华东数控（hdsk）002248，宏英智能（hyzn）001266，华东重机（hdzj）002685
威尔高（weg）301251，青海华鼎（qhhd）600243
人工智能
焦点科技（jdkj）002315，华西股份（hxgf）000936，大华股份（dhgf）002236，盛通股份（stgf）002599，网达软件（wdrj）603189，海天瑞声（htrs）688787
一带一路
贝肯能源（bkny）002828，南方路机（nflj）603280
题材独苗
双鹭药业（slyy）002038，华映科技（hykj）000536，好上好（hsh）001298，走消费电子，格力地产（gldc）600185

三板
翠微股份（cwgf）603123

四板
华脉科技（hmkj）603042，三联锻造（sldz）001282

五板
精伦电子（jldz）600355，捷荣技术（jrjs）002855

`
  },
{
    "d": "2023-09-25",
    "l": "https://www.tgb.cn/a/222BmUhqZgK",
    "t": `

首板
华为产业链
远东传动（ydcd）002406，卓翼科技（zykj）002369，荣联科技（rlkj）002642
新型工业化
天永智能（tyzn）603895，德恩精工（dejg）300780，冀凯股份
零售
大连友谊（dlyy）000679，哈森股份（hsgf）603958
减肥药
丰原药业（fyyy）000153，百花医药（bhyy）600721，常山药业（csyy）300255
新能源汽车
神通科技（stkj）605228，铭科精技（mkjj）001319
芯片
亚威股份（ywgf）002559，石英股份（sygf）603688
题材独苗
长青科技（cqkj）001324

二板
剑桥科技（jqkj）603083，恒为科技（hwkj）603496，科力尔（kle）002892，翠微股份（cwgf）603123，德展健康（dzjk）000813

三板
三联锻造（sldz）001282，丰华股份（fhgf）600615，华脉科技（hmkj）603042

四板
捷荣技术（jrjs）002855，精伦电子（jldz）600355

`
  },
{
    "d": "2023-09-23",
    "l": "https://www.tgb.cn/a/21YNlGrnTsX",
    "t": `

首板
算力产业链
日丰股份（rfgf）002953，剑桥科技（jqkj）603083，合力泰（hlt）002217，光迅科技（gxkj）002281，恒为科技（hwkj）603496，太辰光（tcg）300570，华工科技（hgkj）000988，新亚电子（xydz）605277
天孚通信（tftx）300394，汇源通信（hytx）000586，共进股份（gjgf）603118，源杰科技（yjkj）688498，沪电股份（hdgf）002463，中贝通信（zbtx）603220，菲菱科思（flks）301191
人工智能传媒类大模型
中国科传（zgkc）601858，昆仑万维（klww）300418，翠微股份（cwgf）603123
题材独苗
德展健康（dzjk）000813，亚夏股份，合金投资（hjtz）000633，金属材料，华创云信（hcyx）600155，科力尔（kle）002892，蓝丰生化（lfsh）002513，嘉环科技（jhkj）603206

二板
三联锻造（sldz）001282，华脉科技（hmkj）603042，丰华股份（fhgf）600615

三板
捷荣技术（jrjs）002855，精伦电子（jldz）600355

`
  },
{
    "d": "2023-09-21",
    "l": "https://www.tgb.cn/a/21W6B2NsqTI",
    "t": `

首板
华为5G
世嘉科技（sjkj）002796，华脉科技（hmkj）603042，华为消费电子，卓翼科技（zykj）002369，光弘科技（ghkj）300735，华为汽车（hwqc）600741，三联锻造（sldz）001282，丰华股份（fhgf）600615
题材独苗
冀凯股份，走煤炭，荣联科技（rlkj）002642，海航科技（hhkj）600751，通化金马（thjm）000766，南国置业（ngzy）002305，福建金森（fjjs）002679，常山北明（csbm）000158

二板
捷荣技术（jrjs）002855，罗普斯金（lpsj）002333，精伦电子（jldz）600355

三板
日久光电（rjgd）003015

`
  },
{
    "d": "2023-09-20",
    "l": "https://www.tgb.cn/a/21UshVBeLDn",
    "t": `


二板
日久光电（rjgd）003015

三板
金帝股份（jdgf）603270

`
  },
{
    "d": "2023-09-19",
    "l": "https://www.tgb.cn/a/21SyUhXauCo",
    "t": `


二板
金帝股份（jdgf）603270，铭科精技（mkjj）001319，哈空调（hkt）600202

四板
龙江交通（ljjt）601188

`
  },
{
    "d": "2023-09-18",
    "l": "https://www.tgb.cn/a/21QXSDjobCu",
    "t": `

首板
汽车
沪光股份（hggf）605333，金帝股份（jdgf）603270，科力尔（kle）002892，赛力斯（sls）601127，铭科精技（mkjj）001319，华阳集团（hyjt）002906，丰华股份（fhgf）600615，维科精密（wkjm）301499
威帝股份（wdgf）603023，科华控股（khkg）603161，恒立实业（hlsy）000622，旷达科技（kdkj）002516，圣龙股份（slgf）603178，德迈仕（dms）301007，祥鑫科技（xxkj）002965，新坐标（xzb）603040
京泉华（jqh）002885，亚太股份（ytgf）002284
建筑相关
长青科技（cqkj）001324，亚夏股份，亚振家居（yzjj）603389，唯一明确的是非房地产，而是建筑材料
消费
大连友谊（dlyy）000679，长白山（cbs）603099，龙头股份（ltgf）600630，拉芳家化（lfjh）603630，杭州解百（hzjb）600814，倍加洁（bjj）603059，合金材料，黄河旋风（hhxf）600172
合金投资（hjtz）000633，海得控制（hdkz）002184，云煤能源（ymny）600792，哈空调（hkt）600202，万润科技（wrkj）002654，冀凯股份，福瑞股份

二板
美邦服饰（mbfs）002269，春兴精工（cxjg）002547，双成药业（scyy）002693，福日电子（frdz）600203

三板
东方嘉盛（dfjs）002889，安泰集团（atjt）600408，龙江交通（ljjt）601188

`
  },
{
    "d": "2023-09-16",
    "l": "https://www.tgb.cn/a/21N1tMcudLd",
    "t": `

首板
雄安光刻厂
东方钽业（dfty）000962，中广核技（zghj）000881，必创科技（bckj）300667，宝胜股份（bsgf）600973
光刻机
京华激光（jhjg）603607，张江高科（zjgk）600895
医药
莱美药业（lmyy）300006，双成药业（scyy）002693，易明医药（ymyy）002826，冠福股份
消费
美邦服饰（mbfs）002269，上海九百（shjb）600838
汽车
冠盛股份（gsgf）605088，多利科技（dlkj）001311，春兴精工（cxjg）002547
华为合作方
深赛格（ssg）000058，汇顶科技（hdkj）603160，远东传动（ydcd）002406，晶方科技（jfkj）603005，福日电子（frdz）600203，汇创达（hcd）300909
人工智能
天地在线（tdzx）002995，鸿博股份（hbgf）002229
题材独苗
美丽生态（mlst）000010

二板
武汉凡谷（whfg）002194，东方嘉盛（dfjs）002889，冠石科技（gskj）605588，泉阳泉（qyq）600189，龙江交通（ljjt）601188，安泰集团（atjt）600408

五板
通化金马（thjm）000766

六板
联合精密（lhjm）001268

`
  },
{
    "d": "2023-09-14",
    "l": "https://www.tgb.cn/a/21KmTOqFLHW",
    "t": `

首板
未分类
武汉凡谷（whfg）002194，世嘉科技（sjkj）002796，阿莱德（ald）301419，通宇通讯（tytx）002792，东方通信（dftx）600776，华脉科技（hmkj）603042
消费电子
日久光电（rjgd）003015，宏和科技（hhkj）603256
顺周期
盛达资源（sdzy）000603，安泰集团（atjt）600408
光刻机
东方嘉盛（dfjs）002889，冠石科技（gskj）605588，苏大维格（sdwg）300331
题材独苗
华森制药（hszy）002907，赛力斯（sls）601127，华为汽车（hwqc）600741，恒宇信通（hyxt）300965，卫星，泉阳泉（qyq）600189，龙江交通（ljjt）601188

二板
捷荣技术（jrjs）002855，欣贺股份（xhgf）003016

三板
立达信（ldx）605365

四板
通化金马（thjm）000766

五板
联合精密（lhjm）001268

`
  },
{
    "d": "2023-09-13",
    "l": "https://www.tgb.cn/a/21IPJHCbUFl",
    "t": `

首板
福建
平潭发展（ptfz）000592，欣贺股份（xhgf）003016，建发合诚（jfhc）603909，海峡创新（hxcx）300300，海通发展（htfz）603162，中国武夷（zgwy）000797，三木集团（smjt）000632，福建水泥（fjsn）600802
城中村改造
浙江建投（zjjt）002761，美丽生态（mlst）000010，东方园林（dfyl）002310，启迪环境（qdhj）000826，扬帆新材（yfxc）300637，蓝英装备（lyzb）300293
题材独苗
睿能科技（rnkj）603933，深赛格（ssg）000058，捷荣技术（jrjs）002855

`
  },
{
    "d": "2023-09-12",
    "l": "https://www.tgb.cn/a/21H8426fDfv",
    "t": `

首板
汽车产业链
威帝股份（wdgf）603023，合力科技（hlkj）603917，文灿股份（wcgf）603348
算力
文一科技（wykj）600520，光迅科技（gxkj）002281，科瑞技术（krjs）002957，城地香江（cdxj）603887，兴民智通（xmzt）002355，四川长虹（scch）600839，科创新源（kcxy）300731
医药
德展健康（dzjk）000813，莲花健康（lhjk）600186，莱茵生物（lysw）002166，京华激光（jhjg）603607，红宝丽（hbl）002165
题材独苗
立达信（ldx）605365，云维股份（ywgf）600725，大连热电（dlrd）600719，龙江交通（ljjt）601188，京运通（jyt）601908，光伏电力，华映科技（hykj）000536

二板
通化金马（thjm）000766，粤海饲料（yhsl）001313，铭普光磁（mpgc）002902，常山药业（csyy）300255

三板
高鸿股份，联合精密（lhjm）001268

`
  },
{
    "d": "2023-09-11",
    "l": "https://www.tgb.cn/a/21FibRjwECI",
    "t": `

首板
元宇宙
科森科技（kskj）603626，天地在线（tdzx）002995
医药
灵康药业（lkyy）603669，通化金马（thjm）000766，常山药业（csyy）300255
无人驾驶
德迈仕（dms）301007，锐明技术（rmjs）002970，亚太股份（ytgf）002284
人工智能算力
铭普光磁（mpgc）002902，菲菱科思（flks）301191，同方股份（tfgf）600100，ＢＣ电池，永和智能，广信材料（gxcl）300537
题材独苗
粤海饲料（yhsl）001313，准油股份，小商品城（xspc）600415，华懋科技（hmkj）603306，雷柏科技（lbkj）002577

二板
高鸿股份，联合精密（lhjm）001268，奥普光电（apgd）002338，新纶新材（xlxc）002341，荣联科技（rlkj）002642，捷荣技术（jrjs）002855

四板
张江高科（zjgk）600895，冠石科技（gskj）605588

`
  },
{
    "d": "2023-09-08",
    "l": "https://www.tgb.cn/a/21ArjjKdPW1",
    "t": `

首板
光刻机
联合精密（lhjm）001268，百川股份（bcgf）002455，双乐股份（slgf）301036，东方嘉盛（dfjs）002889，同飞股份（tfgf）300990，蓝英装备（lyzb）300293，奥普光电（apgd）002338
卫星通讯
中英科技（zykj）300936，海格通信（hgtx）002465，中国卫通（zgwt）601698，华力创通（hlct）300045，司南导航（sndh）688592，四川九洲（scjz）000801，震有科技（zykj）688418
华为星闪
荣联科技（rlkj）002642，高鸿股份，创耀科技（cykj）688259
华为合作方
豪尔赛（hes）002963，立达信（ldx）605365，日久光电（rjgd）003015，东睦股份（dmgf）600114，新纶新材（xlxc）002341，捷荣科技
汽车人
顺威股份（swgf）002676，康盛股份（ksgf）002418，光洋股份（gygf）002708，威力传动（wlcd）300904，浙江世宝（zjsb）002703
题材独苗
晋控电力（jkdl）000767，栖霞建设（qxjs）600533

二板
先锋电子（xfdz）002767，长江材料（cjcl）001296

三板
张江高科（zjgk）600895，冠石科技（gskj）605588

五板
华映科技（hykj）000536

`
  },
{
    "d": "2023-09-07",
    "l": "https://www.tgb.cn/a/21yPOoS9qfC",
    "t": `

首板
华为-信创
电科数字（dksz）600850，熙菱信息（xlxx）300588，英飞拓（yft）002528，汉仪股份（hygf）301270
华为-消费电子
星星科技（xxkj）300256，宏和科技（hhkj）603256，观察标改为华映科技
家居
亚振家居（yzjj）603389，爱丽家居（aljj）603221
亚运会
大晟文化（dcwh）600892，华立科技（hlkj）301011，杭州解百（hzjb）600814
题材独苗
先锋电子（xfdz）002767，长江材料（cjcl）001296，万润科技（wrkj）002654

二板
张江高科（zjgk）600895，冠石科技（gskj）605588

四板
华映科技（hykj）000536

`
  },
{
    "d": "2023-09-06",
    "l": "https://www.tgb.cn/a/21xb7zH35qK",
    "t": `

首板
华为-芯片相关
华微电子（hwdz）600360，蓝英装备（lyzb）300293，盛剑环境（sjhj）603324，扬帆新材（yfxc）300637，张江高科（zjgk）600895，冠石科技（gskj）605588，圣晖集成（shjc）603163，奥普光电（apgd）002338
柏诚股份（bcgf）601133，福晶科技（fjkj）002222，常青科技（cqkj）603125，中瓷电子（zcdz）003031，容大感光（rdgg）300576，概伦电子（gldz）688206，京华激光（jhjg）603607，茂莱光学（mlgx）688502
华为-卫星导航
华体科技（htkj）603679，震有科技（zykj）688418，神宇股份（sygf）300563，天迈科技（tmkj）300807，深赛格（ssg）000058，春兴精工（cxjg）002547，利通电子（ltdz）603629，立达信（ldx）605365
我乐家居属性延伸补涨
菲林格尔（flge）603226，汇嘉时代（hjsd）603101，泉阳泉（qyq）600189，中国武夷（zgwy）000797
汽车产业链
亚通精工（ytjg）603190，科华控股（khkg）603161

二板
跃岭股份（ylgf）002725，蓝箭电子（ljdz）301348，广信材料（gxcl）300537

三板
华映科技（hykj）000536

六板
捷荣技术（jrjs）002855

八板
我乐家居（wljj）603326

`
  },
{
    "d": "2023-09-05",
    "l": "https://www.tgb.cn/a/21vt2zs5UxN",
    "t": `

首板
华为发酵路线
合力泰（hlt）002217，跃岭股份（ylgf）002725，同益股份（tygf）300538，蓝箭电子（ljdz）301348，广信材料（gxcl）300537
光伏
豫能控股（ynkg）001896，帝尔激光（dejg）300776，爱旭股份（axgf）600732，永和智控（yhzk）002795，英诺激光（ynjg）301021
题材独苗
杭州解百（hzjb）600814，可能多数往亚运会发展，传艺科技（cykj）002866，华为消费电子，钠离子电池，虽然主业是消费电子，正和生态（zhst）605069，奥普家居

二板
华映科技（hykj）000536，瀛通通讯（yttx）002861

三板
云煤能源（ymny）600792

五板
捷荣技术（jrjs）002855

`
  },
{
    "d": "2023-09-04",
    "l": "https://www.tgb.cn/a/21tOShuBKiJ",
    "t": `

首板
房地产相关
世联行（slx）002285，亚振家居（yzjj）603389，三湘印象（sxyx）000863，华阳国际（hygj）002949，新大正（xdz）002968，坚朗五金（jlwj）002791，顶固集创（dgjc）300749，爱丽家居（aljj）603221
帝欧家居，我爱我家（wawj）000560，中源家居（zyjj）603709
顺周期大宗商品
准油股份，云维股份（ywgf）600725，索通发展（stfz）603612，宝地矿业（bdky）601121，阳煤化工（ymhg）600691，吉翔股份（jxgf）603399，中润资源（zrzy）000506，鲁西化工（lxhg）000830
北方铜业（bfty）000737，安宁股份（angf）002978
华为相关
天洋新材（tyxc）603330，庚星股份（gxgf）600753，华力创通（hlct）300045，瀛通通讯（yttx）002861，常山北明（csbm）000158，华映科技（hykj）000536，拓维信息（twxx）002261
一带一路
龙江交通（ljjt）601188，建设机械（jsjx）600984，广汇物流（ghwl）600603
数据要素
安妮股份（angf）002235
食品饮料
金徽酒（jhj）603919，莲花健康（lhjk）600186，宝立食品（blsp）603170
题材独苗
通化金马（thjm）000766，赛力斯（sls）601127

二板
中迪投资（zdtz）000609，云煤能源（ymny）600792

四板
捷荣技术（jrjs）002855

五板
中马传动（zmcd）603767

六板
我乐家居（wljj）603326

`
  },
{
    "d": "2023-09-02",
    "l": "https://www.tgb.cn/a/21q1GBWi8mQ",
    "t": `

首板
消费
中央商场（zysc）600280，国光连锁（ggls）605188，西部牧业（xbmy）300106，人人乐（rrl）002336，中央商业（zysy）600280，国芳集团（gfjt）601086，杭州解百（hzjb）600814，三江购物（sjgw）601116
梦天家居（mtjj）603216，豪江智能（hjzn）301320，中迪投资（zdtz）000609
杭州亚运会
中南建设（znjs）000961，杭州园林（hzyl）300649，杭州解百（hzjb）600814，三江购物（sjgw）601116
大宗商品
陕西黑猫（sxhm）601015，云煤能源（ymny）600792，新疆火炬（xjhj）603080，河钢资源（hgzy）000923
题材独苗
生意宝（syb）002095，世纪鼎利（sjdl）300050

二板
通达创智（tdcz）001368，新赛股份（xsgf）600540

三板
捷荣技术（jrjs）002855

四板
中马传动（zmcd）603767

五板
我乐家居（wljj）603326

`
  },
{
    "d": "2023-08-31",
    "l": "https://www.tgb.cn/a/21n83cqVQ0N",
    "t": `

首板
华为芯片路线国产化
中富电路（zfdl）300814，华映科技（hykj）000536，澳柯玛（akm）600336，晶方科技（jfkj）603005，容大感光（rdgg）300576，格林达（gld）603931，胜利精密（sljm）002426，清越科技（qykj）688496
医药
新诺威（xnw）300765，龙津药业（ljyy）002750，华森制药（hszy）002907，开开实业（kksy）600272，神奇制药（sqzy）600613，大理药业（dlyy）603963
新疆带路
新疆交建（xjjj）002941，新赛股份（xsgf）600540，通达创智（tdcz）001368，神雾节能（swjn）000820，如果考虑隔日大盘环境，超讯通信（cxtx）603322，常青科技（cqkj）603125，顺灏股份（shgf）002565
豫能控股（ynkg）001896，红星发展（hxfz）600367

二板
通化金马（thjm）000766，捷荣技术（jrjs）002855

三板
庚星股份（gxgf）600753，中马传动（zmcd）603767，盛邦安全（sbaq）688651

四板
我乐家居（wljj）603326

`
  },
{
    "d": "2023-08-30",
    "l": "https://www.tgb.cn/a/21lw5YzLs5K",
    "t": `

首板
未分类
友讯达（yxd）300514，捷荣技术（jrjs）002855，利扬芯片（lyxp）688135，电科芯片（dkxp）600877，奥拓电子（atdz）002587，盈方微（yfw）000670，上海沪工（shhg）603131，铖昌科技（cckj）001270
强瑞技术（qrjs）301128，大港股份（dggf）002077，银信科技（yxkj）300231，福晶科技（fjkj）002222，宏和科技（hhkj）603256，拓维信息（twxx）002261，德邦科技（dbkj）688035
数据要素
人民网（rmw）603000，零点有数（ldys）301169，新华网（xhw）603888
医药
通化金马（thjm）000766，九安医疗（jayl）002432
锂电
福鞍股份（fagf）603315，康鹏科技（kpkj）688602
题材独苗
北玻股份（bbgf）002613，智云股份（zygf）300097，天地在线（tdzx）002995，汉王科技（hwkj）002362

二板
中大力德（zdld）002896，庚星股份（gxgf）600753，智洋创新（zycx）688191，中贝通信（zbtx）603220，盛邦安全（sbaq）688651

三板
大豪科技（dhkj）603025，我乐家居（wljj）603326

`
  },
{
    "d": "2023-08-29",
    "l": "https://www.tgb.cn/a/21jTV85MuOZ",
    "t": `


二板
金科股份（jkgf）000656，大豪科技（dhkj）603025，亚通精工（ytjg）603190

三板
中迪投资（zdtz）000609，珠江股份（zjgf）600684

`
  },
{
    "d": "2023-08-28",
    "l": "https://www.tgb.cn/a/21i62oX6Qet",
    "t": `

首板
房地产相关
我乐家居（wljj）603326，南山控股（nskg）002314，金科股份（jkgf）000656，新大正（xdz）002968，荣盛发展（rsfz）002146，华远地产（hydc）600743，光大嘉宝（gdjb）600622，天房发展（tffz）600322
中南建设（znjs）000961
核污染
华盛昌（hsc）002980，建工修复（jgxf）300958，碧兴物联（bxwl）688671，捷强股份，招标股份（zbgf）301136，中广核技（zghj）000881，西陇科学（xlkx）002584，中晟高科（zcgk）002778
中水渔业（zsyy）000798，中电环保（zdhb）300172，东方园林（dfyl）002310，扬州金泉（yzjq）603307，大豪科技（dhkj）603025，拓山重工（tszg）001226，亚通精工（ytjg）603190，金桥信息（jqxx）603918

二板
美丽生态（mlst）000010，中迪投资（zdtz）000609，锦龙股份（jlgf）000712，博恩集团（bejt）001366，直真科技（zzkj）003007，冠中生态（gzst）300948，珠江股份（zjgf）600684

三板
罗普斯金（lpsj）002333

四板
大湖股份（dhgf）600257

`
  },
{
    "d": "2023-08-26",
    "l": "https://www.tgb.cn/a/21eq6kxL8P1",
    "t": `

首板
房地产基建相关
珠江股份（zjgf）600684，同力日升（tlrs）605286，中迪投资（zdtz）000609，京投发展（jtfz）600683，瑞尔特（ret）002790，美丽生态（mlst）000010，畜牧业，博恩集团（bejt）001366
华英农业（hyny）002321
核污染
珠江股份（zjgf）600684，冠中生态（gzst）300948，中兰环保（zlhb）300854，国中水务（gzsw）600187
题材独苗
锦龙股份（jlgf）000712，盛剑环境（sjhj）603324，美能能源（mnny）001299，赢合科技（yhkj）300457，中毅达（zyd）600610，直真科技（zzkj）003007，宝钛股份（btgf）600456

二板
罗普斯金（lpsj）002333，洪汇新材（hhxc）002802，恒银科技（hykj）603106

三板
大湖股份（dhgf）600257

`
  },
{
    "d": "2023-08-24",
    "l": "https://www.tgb.cn/a/21bs7SSMp3l",
    "t": `

首板
传媒
读者传媒（dzcm）603999，金逸影视（jyys）002905，横店影视（hdys）603103，中国出版（zgcb）601949，上海电影（shdy）601595，幸福蓝海（xflh）300528
芯片
洪汇新材（hhxc）002802，紫光国微（zggw）002049，德明利（dml）001309
光储
钧达股份（jdgf）002865，罗普斯金（lpsj）002333，王子新材（wzxc）002735
金融
恒银科技（hykj）603106，创识科技（cskj）300941，国盛金控（gsjk）002670
核污染
好想你（hxn）002582，国联水产（glsc）300094，好当家（hdj）600467，獐子岛（zzd）002069，开创国际（kcgj）600097，中水渔业（zsyy）000798
题材独苗
亿道信息（ydxx）001314，好太太（htt）603848，中润资源（zrzy）000506，宁波华翔（nbhx）002048

二板
大湖股份（dhgf）600257，中电环保（zdhb）300172，实朴检测（spjc）301228，威派格（wpg）603956，百洋股份（bygf）002696

三板
江盐集团（jyjt）601065

四板
新炬网络（xjwl）605398

五板
正和生态（zhst）605069

`
  },
{
    "d": "2023-08-23",
    "l": "https://www.tgb.cn/a/219S22PeDnQ",
    "t": `

首板
未分类
绿茵生态（lyst）002887，威派格（wpg）603956，钱江生化（qjsh）600796，实朴检测（spjc）301228，陕西黑猫（sxhm）601015，嘉戎技术（jrjs）301148，中电环保（zdhb）300172，科净源（kjy）301372
中晟高科（zcgk）002778，国泰环保（gthb）301203，昨日就排的污水
核污染-食品安全
大湖股份（dhgf）600257，苏盐井神（syjs）603299，百洋股份（bygf）002696
医药
登康口腔（dkkq）001328，龙津药业（ljyy）002750，康惠制药（khzy）603139
汽车
上海亚虹（shyh）603159，兴民智通（xmzt）002355，天迈科技（tmkj）300807，明日接力时要看环境
数据
直真科技（zzkj）003007，炬申股份（jsgf）001202
题材独苗
农心科技（nxkj）001231，中公高科（zggk）603860，丰立智能（flzn）301368，上海九百（shjb）600838，宝明科技（bmkj）002992

二板
延华智能（yhzn）002178，三维天地（swtd）301159，零点有数（ldys）301169，江盐集团（jyjt）601065，中国科传（zgkc）601858，恒尚节能（hsjn）603137，冠盛股份（gsgf）605088

三板
新炬网络（xjwl）605398

四板
正和生态（zhst）605069

`
  },
{
    "d": "2023-08-22",
    "l": "https://www.tgb.cn/a/218cJt0rS6u",
    "t": `

首板
未分类
三维天地（swtd）301159，卓创资讯（zczx）301299，生意宝（syb）002095，华塑控股（hskg）000509，中远海科（zyhk）002401，中国科传（zgkc）601858，中原传媒（zycm）000719，浙数文化（zswh）600633
人民网（rmw）603000，挖金客（wjk）301380，云赛智联（yszl）600602，上海钢联（shgl）300226，德生科技（dskj）002908，久远银海（jyyh）002777，安妮股份（angf）002235，梦网科技（mwkj）002123
新华网（xhw）603888，零点有数（ldys）301169，泰永长征（tycz）002927，厦门信达（xmxd）000701，延华智能（yhzn）002178，金桥信息（jqxx）603918，慧博云通（hbyt）301316，竞业达（jyd）003005
算力
中贝通信（zbtx）603220，工业富联（gyfl）601138
机器人
振邦智能（zbzn）003028，中马传动（zmcd）603767，兆威机电（zwjd）003021
题材独苗
冠盛股份（gsgf）605088，恒尚节能（hsjn）603137，江盐集团（jyjt）601065，南矿集团（nkjt）001360

二板
鸿博股份（hbgf）002229，久其软件（jqrj）002279，新炬网络（xjwl）605398

三板
联合水务（lhsw）603291，正和生态（zhst）605069

四板
启迪环境（qdhj）000826

`
  },
{
    "d": "2023-08-21",
    "l": "https://www.tgb.cn/a/216rsM5S7ZW",
    "t": `

首板
污水处理
中装建设（zzjs）002822，东方园林（dfyl）002310，太和水（ths）605081，超越科技（cykj）301049，清研环境（qyhj）301288，久其软件（jqrj）002279，新炬网络（xjwl）605398，南天信息（ntxx）000948
亚联发展（ylfz）002316，英飞拓（yft）002528，鸿博股份（hbgf）002229，达华智能（dhzn）002512，华是科技（hskj）301218，亚康股份（ykgf）301085
芯片相关
江化微（jhw）603078，光华股份（ghgf）001333
纺织贸易
联发股份（lfgf）002394，万丰股份（wfgf）603172
题材独苗
天禾股份（thgf）002999，通化金马（thjm）000766，上海港湾（shgw）605598

二板
皇台酒业（htjy）000995，美能能源（mnny）001299，国泰环保（gthb）301203，远达环保（ydhb）600292，海通发展（htfz）603162，联合水务（lhsw）603291，正和生态（zhst）605069，碧兴物联（bxwl）688671

三板
启迪环境（qdhj）000826，美丽生态（mlst）000010

六板
长青科技（cqkj）001324

`
  },
{
    "d": "2023-08-19",
    "l": "https://www.tgb.cn/a/212PtAJ9hFm",
    "t": `

首板
未分类
碧兴物联（bxwl）688671，建工修复（jgxf）300958，联合水务（lhsw）603291，正和生态（zhst）605069，国泰环保（gthb）301203，远达环保（ydhb）600292，海通发展（htfz）603162，中铁特货（ztth）001213
南矿集团（nkjt）001360，彩虹集团（chjt）003023，炬申股份（jsgf）001202，开创电气（kcdq）301448，宁波远洋（nbyy）601022
机器人
光格科技（ggkj）688450，华纬科技（hwkj）001380，威力传动（wlcd）300904
题材独苗
皇台酒业（htjy）000995，海洋王（hyw）002724，金杨股份，美能能源（mnny）001299，浙江世宝（zjsb）002703

二板
美丽生态（mlst）000010，启迪环境（qdhj）000826，新时达（xsd）002527，哈焊华通（hhht）301137

三板
盟固利（mgl）301487

五板
长青科技（cqkj）001324

`
  },
{
    "d": "2023-08-17",
    "l": "https://www.tgb.cn/a/20ZOL53hvAt",
    "t": `

首板
充电桩
泰永长征（tycz）002927，绿能慧充（lnhc）600212
酒业
上海九百（shjb）600838，重庆啤酒（cqpj）600132
基建
启迪环境（qdhj）000826，美丽生态（mlst）000010
医药
合富中国（hfzg）603122，人民同泰（rmtt）600829，康惠制药（khzy）603139
军工
观想科技（gxkj）301213，长城军工（ccjg）601606，鸿远电子（hydz）603267
数据
挖金客（wjk）301380，兴民智通（xmzt）002355，云赛智联（yszl）600602
机器人
新时达（xsd）002527，华脉科技（hmkj）603042，中马传动（zmcd）603767，南方精工（nfjg）002553，中大力德（zdld）002896，柯力传感（klcg）603662，通力科技（tlkj）301255，五洲新春（wzxc）603667
昊志机电（hzjd）300503，哈焊华通（hhht）301137，智云股份（zygf）300097，光洋股份（gygf）002708
题材独苗
国盛金控（gsjk）002670

二板
渝开发（ykf）000514，盟固利（mgl）301487，美尔雅（mey）600107，长久物流（cjwl）603569，长青科技（cqkj）001324，开开实业（kksy）600272

`
  },
{
    "d": "2023-08-16",
    "l": "https://www.tgb.cn/a/20YnW2a4wi3",
    "t": `

首板
建筑装饰
扬子新材（yzxc）002652，洪涛股份（htgf）002325
服装外贸
美尔雅（mey）600107，华升股份（hsgf）600156
锂电池
盟固利（mgl）301487，红星发展（hxfz）600367，长久物流（cjwl）603569
医药
贝瑞基因（brjy）000710，易瑞生物（yrsw）300942
房地产以及债转股
摩恩电气（medq）002451，渝开发（ykf）000514，天房发展（tffz）600322，中迪投资（zdtz）000609，京投发展（jtfz）600683，大龙地产（dldc）600159
题材独苗
陕西金叶（sxjy）000812，慧博云通（hbyt）301316，跟随华林证券，安妮股份（angf）002235

二板
上海三毛（shsm）600689，华林证券（hlzq）002945

三板
长青科技（cqkj）001324

四板
开开实业（kksy）600272

`
  },
{
    "d": "2023-08-15",
    "l": "https://www.tgb.cn/a/20WyIGocgNO",
    "t": `

首板
未分类
天禾股份（thgf）002999，天鹅股份（tegf）603029，广康生化（gksh）300804，农心科技（nxkj）001231
医药
华森制药（hszy）002907，海森药业（hsyy）001367，人民同泰（rmtt）600829，华人健康（hrjk）301408，亚太药业（ytyy）002370，大理药业（dlyy）603963
外贸
麒盛科技（qskj）603610，雅艺科技（yykj）301113，源飞宠物（yfcw）001222，上海三毛（shsm）600689，盛泰集团（stjt）605138，亚通精工（ytjg）603190，祥腾新材（xtxc）001373
证券金融
华林证券（hlzq）002945，安硕信息（asxx）300380，恒银科技（hykj）603106，首创证券（sczq）601136
题材独苗
创新新材（cxxc）600361，中央商场（zysc）600280

二板
鸿博股份（hbgf）002229，长青科技（cqkj）001324

三板
开开实业（kksy）600272

`
  },
{
    "d": "2023-08-14",
    "l": "https://www.tgb.cn/a/20ULDFqn4SF",
    "t": `

首板
高铁
新筑股份（xzgf）002480，长青科技（cqkj）001324
汽车
云内动力（yndl）000903，光洋股份（gygf）002708
人工智能-算力
鸿博股份（hbgf）002229，朗威股份（lwgf）301202，华是科技（hskj）301218，南凌科技（nlkj）300921
人工智能-数据
安妮股份（angf）002235，浙数文化（zswh）600633，人民网（rmw）603000，中原传媒（zycm）000719
信创
竞业达（jyd）003005，英飞拓（yft）002528，久远银海（jyyh）002777
医药
赛隆药业（slyy）002898，英特集团（ytjt）000411
一带一路
新疆交建（xjjj）002941，长久物流（cjwl）603569，上海建科（shjk）603153，长久是运输
题材独苗
华天酒店（htjd）000428

二板
开开实业（kksy）600272，摩恩电气（medq）002451

`
  },
{
    "d": "2023-08-12",
    "l": "https://www.tgb.cn/a/20RFBRYlwXU",
    "t": `

首板
房地产
粤宏远Ａ（yhya）000573，深振业Ａ（szya）000006，天房发展（tffz）600322，森泰股份（stgf）301429
医药
西陇科学（xlkx）002584，浙江震元（zjzy）000705，五洲医疗（wzyl）301234，创新医疗（cxyl）002173，开开实业（kksy）600272，新天地（xtd）301277，多瑞医药（dryy）301075，圣诺生物（snsw）688117
债转股
摩恩电气（medq）002451，银宝山新（ybsx）002786，光大嘉宝（gdjb）600622
题材独苗
新时达（xsd）002527，华源控股（hykg）002787

二板
美能能源（mnny）001299

四板
科源制药（kyzy）301281，塞力医疗（slyl）603716

`
  },
{
    "d": "2023-08-10",
    "l": "https://www.tgb.cn/a/20OeqJX64ZJ",
    "t": `

首板
天然气
美能能源（mnny）001299，胜通能源（stny）001331，水发燃气（sfrq）603318，招商南油（zsny）601975，重庆燃气（cqrq）600917，首华燃气（shrq）300483，百川能源（bcny）600681
公告板
云内动力（yndl）000903
食品
华资实业（hzsy）600191
证券以及互联网金融
华资实业（hzsy）600191，红塔证券（htzq）601236，威士顿（wsd）301315，太平洋（tpy）601099，首创证券（sczq）601136
次新股
开创电气（kcdq）301448，仁信新材（rxxc）301395
题材独苗
扬子新材（yzxc）002652，厦门信达（xmxd）000701，可能是铁矿石贸易，天地在线（tdzx）002995

二板
御银股份（yygf）002177

三板
科源制药（kyzy）301281，塞力医疗（slyl）603716

五板
恒银科技（hykj）603106

`
  },
{
    "d": "2023-08-09",
    "l": "https://www.tgb.cn/a/20MvhpyZ8cP",
    "t": `

首板
基建房地产
韩建河山（hjhs）603616，联合水务（lhsw）603291，天房发展（tffz）600322
信创互联网金融
新晨科技（xckj）300542，竞业达（jyd）003005，御银股份（yygf）002177，南天信息（ntxx）000948，天利科技（tlkj）300399
医药
德展健康（dzjk）000813，吴帆生物（wfsw）300529，百合股份（bhgf）603102，四环生物（shsw）000518，开开实业（kksy）600272，大理药业（dlyy）603963，合富中国（hfzg）603122，港通医疗（gtyl）301515
结果午后房地产
题材独苗
赫美集团（hmjt）002356，按互金以及电商

二板
华森制药（hszy）002907，科源制药（kyzy）301281，塞力医疗（slyl）603716

四板
恒银科技（hykj）603106

`
  },
{
    "d": "2023-08-08",
    "l": "https://www.tgb.cn/a/20KR9G8ENAx",
    "t": `

首板
基建房地产
东方园林（dfyl）002310，京能置业（jnzy）600791，威龙股份（wlgf）603779，华资实业（hzsy）600191，惠发食品（hfsp）603536，华资是参股证券
人工智能-传媒
出版传媒（cbcm）601999，海看股份（hkgf）301262
人工智能-算力
威龙股份（wlgf）603779，铭普光磁（mpgc）002902
医药
神奇制药（sqzy）600613，永安药业（yayy）002365，龙津药业（ljyy）002750，精华制药（jhzy）002349，双成药业（scyy）002693，塞力医疗（slyl）603716，国科恒泰（gkht）301370，海欣股份（hxgf）600851
华森制药（hszy）002907，科源制药（kyzy）301281
氟化工
三美股份（smgf）603379，巨化股份（jhgf）600160，永和股份（yhgf）605020
燃料电池
京城股份（jcgf）600860，致远新能（zyxn）300985，如果氢能源
题材独苗
威奥股份（wagf）605001，收购汽车，海泰科（htk）301022，欧克科技（okkj）001223

二板
华源控股（hykg）002787，金逸影视（jyys）002905，宏辉果蔬（hhgs）603336

三板
恒银科技（hykj）603106

`
  },
{
    "d": "2023-08-07",
    "l": "https://www.tgb.cn/a/20JbEUFGAFc",
    "t": `

首板
人工智能-数据要素
兴民智通（xmzt）002355，安妮股份（angf）002235，世纪恒通（sjht）301428
人工智能-传媒
盛通股份（stgf）002599，上海电影（shdy）601595，金逸影视（jyys）002905，幸福蓝海（xflh）300528，南方传媒（nfcm）601900
人工智能-算力
利通电子（ltdz）603629，赛腾股份（stgf）603283，华是科技（hskj）301218
预制菜（粮食）
金健米业（jjmy）600127，宏辉果蔬（hhgs）603336
证券金融
哈投股份（htgf）600864，国盛金控（gsjk）002670
超导
豫光金铅（ygjq）600531，中毅达（zyd）600610，创新新材（cxxc）600361，新筑股份（xzgf）002480，中科磁业（zkcy）301141，目前创新有材料
题材独苗
华源控股（hykg）002787

二板
中原传媒（zycm）000719，华西股份（hxgf）000936，海鸥住工（hozg）002084，安硕信息（asxx）300380，恒银科技（hykj）603106，国缆检测（gljc）301289，首创证券（sczq）601136

`
  },
{
    "d": "2023-08-05",
    "l": "https://www.tgb.cn/a/20FHAgTwjo7",
    "t": `

首板
金融证券类
安硕信息（asxx）300380，恒银科技（hykj）603106，天茂集团（tmjt）000627，信达证券（xdzq）601059
人工智能
中原传媒（zycm）000719，华西股份（hxgf）000936，生意宝（syb）002095，卓创资讯（zczx）301299，省广集团（sgjt）002400
房地产相关
名雕股份（mdgf）002830，海鸥住工（hozg）002084，中迪投资（zdtz）000609
超导
百利电气（bldq）600468，国缆检测（gljc）301289
题材独苗
海欣股份（hxgf）600851

二板
京投发展（jtfz）600683，首创证券（sczq）601136，顶点软件（ddrj）603383

`
  },
{
    "d": "2023-08-03",
    "l": "https://www.tgb.cn/a/20CJwVXNJbJ",
    "t": `

首板
医药
神奇制药（sqzy）600613，双成药业（scyy）002693，健之佳（jzj）605266
基建房地产
华立股份（hlgf）603038，京投发展（jtfz）600683，财信发展（cxfz）000838，荣盛发展（rsfz）002146
消费预制菜
步步高（bbg）002251，海欣食品（hxsp）002702，品渥食品（pwsp）300892
证券金融
国联证券（glzq）601456，顶点软件（ddrj）603383，新力金融（xljr）600318，天晟新材（tcxc）300169，华鑫股份（hxgf）600621，方正证券（fzzq）601901，首创证券（sczq）601136
题材独苗
林州重机（lzzj）002535

三板
惠发食品（hfsp）603536

`
  },
{
    "d": "2023-08-02",
    "l": "https://www.tgb.cn/a/20AXUTaBz9T",
    "t": `

首板
未分类
赫美集团（hmjt）002356，浙江世宝（zjsb）002703，中马传动（zmcd）603767，路畅科技（lckj）002813，维科精密（wkjm）301499，永辉超市（yhcs）601933
PET铜箔
宝明科技（bmkj）002992，英联股份（ylgf）002846，道森股份
人工智能
鸿博股份（hbgf）002229，恒为科技（hwkj）603496，人民网（rmw）603000
金融软件
仁东控股（rdkg）002647，大智慧（dzh）601519
独苗
新时达（xsd）002527，南华仪器（nhyq）300417

二板
百利电气（bldq）600468，惠发食品（hfsp）603536，力帆科技（lfkj）601777，财达证券（cdzq）600906

`
  },
{
    "d": "2023-08-01",
    "l": "https://www.tgb.cn/a/20zllWg0V2w",
    "t": `

首板
房地产相关
阳光股份（yggf）000608，重庆钢铁（cqgt）601005，安阳钢铁（aygt）600569
电力
兆新股份（zxgf）002256，杭州热电（hzrd）605011，新中港（xzg）605162，大连热电（dlrd）600719
人工智能
青山纸业（qszy）600103，国华网安（ghwa）000004
超导产业链
东旭光电（dxgd）000413，法尔胜（fes）000890，中超控股（zckg）002471，百利电气（bldq）600468，创新新材（cxxc）600361，金徽股份（jhgf）603132，中孚实业（zfsy）600595，国缆检测（gljc）301289
豫光金铅（ygjq）600531，永鼎股份（ydgf）600105，精达股份（jdgf）600577
题材独苗
惠发食品（hfsp）603536，中润资源（zrzy）000506，盛德鑫泰（sdxt）300881，慧博云通（hbyt）301316，力帆科技（lfkj）601777，鸿远电子（hydz）603267，财达证券（cdzq）600906，晨丰科技（cfkj）603685

二板
众泰汽车（ztqc）000980，华西能源（hxny）002630

五板
国创高新（gcgx）002377

`
  },
{
    "d": "2023-07-31",
    "l": "https://www.tgb.cn/a/20xELScKeap",
    "t": `

首板
房地产相关
天房发展（tffz）600322，华远地产（hydc）600743，上实发展（ssfz）600748，扬子新材（yzxc）002652，合肥城建（hfcj）002208，新城市（xcs）300778，中南建设（znjs）000961，名雕股份（mdgf）002830
韩建河山（hjhs）603616，华西能源（hxny）002630，建发股份（jfgf）600153，苏州规划（szgh）301505
新能源车
奇德新材（qdxc）300995，众泰汽车（ztqc）000980，明泰铝业（mtly）601677，和胜股份（hsgf）002824
消费零售电子商务
金陵饭店（jlfd）601007，西安饮食（xays）000721，美邦服饰（mbfs）002269，中原传媒（zycm）000719，金健米业（jjmy）600127，通程控股（tckg）000419，华联股份（hlgf）000882，国联股份（glgf）603613
益民集团（ymjt）600824，飞科电器（fkdq）603868，徐家汇（xjh）002561，人人乐（rrl）002336，国光连锁（ggls）605188，日播时尚（rbss）603196，南京新百（njxb）600682，泰慕士（tms）001234
独苗
鸿博股份（hbgf）002229

二板
瑞达期货（rdqh）002961，美丽生态（mlst）000010，中央商场（zysc）600280

三板
海马汽车（hmqc）000572

四板
国芳集团（gfjt）601086，国创高新（gcgx）002377

`
  },
{
    "d": "2023-07-29",
    "l": "https://www.tgb.cn/a/20uldF1snW4",
    "t": `

首板
电商零售
中兴商业（zxsy）000715，红蜻蜓（hqt）603116，华茂股份（hmgf）000850，水羊股份（sygf）300740，海欣股份（hxgf）600851，中央商场（zysc）600280
汽车产业链
赛力斯（sls）601127，模塑科技（mskj）000700，金固股份（jggf）002488
房地产基建
美丽生态（mlst）000010，济南高新（jngx）600807，中迪投资（zdtz）000609，城建发展（cjfz）600266，海欣股份（hxgf）600851，荣盛发展（rsfz）002146，箭牌家居（jpjj）001322，森赫股份（shgf）301056
证券公司
太平洋（tpy）601099，天风证券（tfzq）601162，信达证券（xdzq）601059，国海证券（ghzq）000750，天晟新材（tcxc）300169，首创证券（sczq）601136，西南证券（xnzq）600369，东吴证券（dwzq）601555
中原证券（zyzq）601375，中信证券（zxzq）600030，哈投股份（htgf）600864，指南针（znz）300803，中国银河（zgyh）601881，华创云信（hcyx）600155，证券软件，财富趋势（cfqs）688318
大智慧（dzh）601519，金证股份（jzgf）600446，顶点软件（ddrj）603383，指南针（znz）300803
题材独苗
瑞达期货（rdqh）002961，而期货公司未必有证券，塞力医疗（slyl）603716，紫金银行（zjyh）601860，威士顿（wsd）301315，金徽股份（jhgf）603132

二板
海马汽车（hmqc）000572，龙泉股份（lqgf）002671

三板
国创高新（gcgx）002377，国芳集团（gfjt）601086

`
  },
{
    "d": "2023-07-27",
    "l": "https://www.tgb.cn/a/20qViWuGvlY",
    "t": `

首板
军工
北方长龙（bfcl）301357
房地产相关
龙泉股份（lqgf）002671，福星股份（fxgf）000926，天地源（tdy）600665，中达安（zda）300635
汽车产业链
海马汽车（hmqc）000572，京威股份，鹏翎股份（plgf）300375，天安新材（taxc）603725，索菱股份（slgf）002766，摩恩电气（medq）002451，隆基机械（ljjx）002363，沪光股份（hggf）605333
正强股份（zqgf）301119，兴民智通（xmzt）002355

二板
法尔胜（fes）000890，山子股份，国创高新（gcgx）002377，群兴玩具（qxwj）002575，重庆钢铁（cqgt）601005，国芳集团（gfjt）601086

四板
锦和商管（jhsg）603682

`
  }
];
