const ZT_DATA_1=[
{
    "d": "2026-05-29",
    "l": "https://www.tgb.cn/a/2sc8WtUT8Gl",
    "t": `
首板
戴尔
泓淋电力（hldl）301439，新亚电子（xydz）605277
城市更新
青龙管业（qlgy）002457，阳光股份（yggf）000608，光大嘉宝（gdjb）600622，韩建河山（hjhs）603616，国检集团（gjjt）603060，金螳螂（jtl）002081，中成股份（zcgf）000151，特力Ａ（tla）000025
福星股份（fxgf）000926
算力硬件
荣旗科技（rqkj）301360，远东股份（ydgf）600869
电力
深南电Ａ（snda）000037，晋控电力（jkdl）000767，江苏国信（jsgx）002608，广安爱众（gaaz）600979，华能蒙电（hnmd）600863，华能国际（hngj）600011
消费
中央商场（zysc）600280，九牧王（jmw）601566，茂业商业（mysy）600828，宁波中百（nbzb）600857，东百集团（dbjt）600693，步步高（bbg）002251，百大集团（bdjt）600865，三江购物（sjgw）601116
国芳集团（gfjt）601086，酒鬼酒（jgj）000799
医药
津药药业（jyyy）600488，赛诺医疗（snyl）688108，东亚药业（dyyy）605177
其余形式独苗
春秋电子（cqdz）603890，欧晶科技（ojkj）001269，半导体还是光伏，得邦照明（dbzm）603303，浙江版的江顺科技，交大昂立（jdal）600530，华峰铝业（hfly）601702，和胜股份（hsgf）002824
东杰智能（djzn）300486

二板
天健集团（tjjt）000090，华锋股份（hfgf）002806，天地在线（tdzx）002995，诺德股份（ndgf）600110，盛剑科技（sjkj）603324

三板
粤电力Ａ（ydla）000539，合锻智能（hdzn）603011

五板
香江控股（xjkg）600162，华电能源（hdny）600726
`
  },
{
    "d": "2026-05-28",
    "l": "https://www.tgb.cn/a/2saq0ZAbd2Y",
    "t": `

首板
算力租赁
大位科技（dwkj）600589，中嘉博创（zjbc）000889，高乐股份（glgf）002348
北京以及电商
天地在线（tdzx）002995，元隆雅图（ylyt）002878，跨境通（kjt）002640
Pcb产业链
皖维高新（wwgx）600063，风华高科（fhgk）000636，康达新材（kdxc）002669，火炬电子（hjdz）603678，华锋股份（hfgf）002806，金时科技（jskj）002951，力合科创（lhkc）002243，江南高纤（jngx）600527
宝鼎科技（bdkj）002552，宏和科技（hhkj）603256，鸿远电子（hydz）603267，金安国纪（jagj）002636，诺德股份（ndgf）600110，红星发展（hxfz）600367，贵研铂业（gyby）600459，众源新材（zyxc）603527
博杰股份（bjgf）002975，泰坦股份（ttgf）003036，博迁新材（bqxc）605376，东方材料（dfcl）603110，本川智能（bczn）300964，洁美科技（jmkj）002859，中国巨石（zgjs）600176，海亮股份（hlgf）002203
横店东磁（hddc）002056，再升科技（zskj）603601，铜峰电子（tfdz）600237
电网电力
新能泰山（xnts）000720，科林电气（kldq）603050，甘肃能源（gsny）000791，飞马国际（fmgj）002210，惠天热电（htrd）000692，北京科锐（bjkr）002350，白云电器（bydq）603861，建投能源（jtny）000600
三晖电气（shdq）002857，中电电机（zddj）603988，浙江新能（zjxn）600032，昊华能源（hhny）601101，宁波能源（nbny）600982，大东南（ddn）002263
芯片
蒙娜丽莎（mnls）002918，沃顿科技（wdkj）000920，国风新材（gfxc）000859，怡达股份（ydgf）300721，沃格光电（wggd）603773，华微电子（hwdz）600360，盛剑科技（sjkj）603324，有研新材（yyxc）600206
云南锗业（ynzy）002428，燕东微（ydw）688172，杭可科技（hkkj）688006，万通发展（wtfz）600246，宇晶股份（yjgf）002943，光智科技（gzkj）300489，和顺石油（hssy）603353
房地产
天健集团（tjjt）000090，北辰实业（bcsy）601588，华控赛格（hksg）000068，北玻股份（bbgf）002613，勘设股份（ksgf）603458
算力硬件
冰山冷热（bslr）000530，大元泵业（dyby）603757，黄河旋风（hhxf）600172，四方达（sfd）300179，雪人集团（xrjt）002639，奕东电子（yddz）301123，金富科技（jfkj）003018，科瑞技术（krjs）002957
安孚科技（afkj）603031，天通股份（ttgf）600330，联特科技（ltkj）301205，恒盛能源（hsny）605580，金钼股份（jmgf）601958，伟隆股份（wlgf）002871
航天
航天机电（htjd）600151，陕鼓动力（sgdl）601369
其余形式独苗
金河生物（jhsw）002688，锦和商管（jhsg）603682，梦洁股份（mjgf）002397，联明股份（lmgf）603006，国泰集团（gtjt）603977，高新发展（gxfz）000628，大千生态（dqst）603955，中兴通讯（zxtx）000063
中仑新材（zlxc）301565

二板
粤电力Ａ（ydla）000539，江海股份（jhgf）002484，合锻智能（hdzn）603011，德新科技（dxkj）603032，艾华集团（ahjt）603989

三板
中京电子（zjdz）002579

四板
华塑控股（hskg）000509，香江控股（xjkg）600162，华电能源（hdny）600726

`
  },
{
    "d": "2026-05-27",
    "l": "https://www.tgb.cn/a/2s8J0q0Stp3",
    "t": `

首板
Ai应用
掌阅科技（zykj）603533，百纳千成（bnqc）300291，欢瑞世纪（hrsj）000892
算力硬件
江海股份（jhgf）002484，海星股份（hxgf）603115，美格智能（mgzn）002881，罗曼股份（lmgf）605289，艾华集团（ahjt）603989，凯恩股份（kegf）002012
消费
醋化股份（chgf）603968，佳禾食品（jhsp）605300，水井坊（sjf）600779
光伏
三星新材（sxxc）603578
电网
泰永长征（tycz）002927，良信股份（lxgf）002706，四方股份（sfgf）601126，天正电气（tzdq）605066
核电
利柏特（lbt）605167，合锻智能（hdzn）603011，旭光电子（xgdz）600353
电力
华银电力（hydl）600744，韶能股份（sngf）000601，美能能源（mnny）001299，辽宁能源（lnny）600758，华能蒙电（hnmd）600863，华电辽能（hdln）600396
机器人
天永智能（tyzn）603895，迎丰股份（yfgf）605055，南矿集团（nkjt）001360
芯片
三祥新材（sxxc）603663，和远气体（hyqt）002971
其余形式独苗
凯瑞德（krd）002072，阳光股份（yggf）000608，美诺华（mnh）603538，德新科技（dxkj）603032，迪生力（dsl）603335

二板
中百集团（zbjt）000759，盛龙股份（slgf）001257，步步高（bbg）002251，中京电子（zjdz）002579，真视通（zst）002771

三板
华塑控股（hskg）000509，香江控股（xjkg）600162，华电能源（hdny）600726

`
  },
{
    "d": "2026-05-26",
    "l": "https://www.tgb.cn/a/2s74VXWLwzO",
    "t": `

首板
Ai应用
米奥会展（mahz）300795，真视通（zst）002771，粤传媒（ycm）002181，声讯股份（sxgf）003004
电力
卧龙新能（wlxn）600173，上海电力（shdl）600021，百通能源（btny）001376，华通线缆（htxl）605196
机器人
中大力德（zdld）002896，大众公用（dzgy）600635，胜通能源（stny）001331
芯片
和顺石油（hssy）603353，沃格光电（wggd）603773
消费
步步高（bbg）002251，中百集团（zbjt）000759，三峡旅游（sxly）002627
化工
红星发展（hxfz）600367，复洁科技（fjkj）688335，昊华科技（hhkj）600378
Pcb
晨丰科技（cfkj）603685，沃特股份（wtgf）002886，中京电子（zjdz）002579，肯特股份（ktgf）301591，生益电子（sydz）688183，山东玻纤（sdbx）605006，生益科技（sykj）600183，泰坦股份（ttgf）003036
未分类
甬金股份（yjgf）603995，招金黄金（zjhj）000506，金钼股份（jmgf）601958，盛龙股份（slgf）001257，中国铝业（zgly）601600，华锡有色（hxys）600301
其余形式独苗
播恩集团（bejt）001366，雄韬股份（xtgf）002733

二板
华塑控股（hskg）000509，华天科技（htkj）002185，新亚制程（xyzc）002388，泰坦股份（ttgf）003036，香江控股（xjkg）600162，三佳科技（sjkj）600520，长电科技（zdkj）600584，华电能源（hdny）600726

三板
新金路（xjl）000510，黄河旋风（hhxf）600172，宝鼎科技（bdkj）002552，双星新材（sxxc）002585

`
  },
{
    "d": "2026-05-25",
    "l": "https://www.tgb.cn/a/2s5tKsyaSsk",
    "t": `

首板
煤炭
梅安森（mas）300275，云鼎科技（ydkj）000409，嘉友国际（jygj）603871，山东矿机（sdkj）002526，中信重工（zxzg）601608，平煤股份（pmgf）601666，盘江股份（pjgf）600395，广汇物流（ghwl）600603
芯片
新洁能（xjn）605111，华天科技（htkj）002185，晶方科技（jfkj）603005，百合花（bhh）603823，冠石科技（gskj）605588，东芯股份（dxgf）688110，三佳科技（sjkj）600520，百傲化学（bahx）603360
雅克科技（ykkj）002409，华虹公司（hhgs）688347，快克智能（kkzn）603203，通富微电（tfwd）002156，甬矽电子（yxdz）688362，木林森（mls）002745，长电科技（zdkj）600584
国产算力
东方明珠（dfmz）600832，广电网络（gdwl）600831，贵广网络（ggwl）600996
算力硬件
金时科技（jskj）002951，泰永长征（tycz）002927，凯恩股份（kegf）002012，恒铭达（hmd）002947，王子新材（wzxc）002735，长海股份（zhgf）300196，科瑞技术（krjs）002957，泰坦股份（ttgf）003036
商络电子（sldz）300975，剑桥科技（jqkj）603083，麦格米特（mgmt）002851，华工科技（hgkj）000988
浙江
友邦吊顶（ybdd）002718，福莱蒽特（flet）605566，众泰汽车（ztqc）000980，万盛股份（wsgf）603010，得邦照明（dbzm）603303
金刚石
杰美特（jmt）300868，博云新材（byxc）002297
电力
京能电力（jndl）600578，电投绿能（dtln）000875，华电能源（hdny）600726，广西能源（gxny）600310，长源电力（zydl）000966，华能蒙电（hnmd）600863，郴电国际（cdgj）600969，华电辽能（hdln）600396
机器人
兴业科技（xykj）002674，麦迪科技（mdkj）603990，龙溪股份（lxgf）600592，首开股份（skgf）600376，岱美股份（dmgf）603730，华瑞股份（hrgf）300626
房地产
福星股份（fxgf）000926，香江控股（xjkg）600162
消费
金徽酒（jhj）603919，皇台酒业（htjy）000995，供销大集（gxdj）000564
医药
双成药业（scyy）002693，海欣股份（hxgf）600851
稀土永磁
惠城环保（hchb）300779，华宏科技（hhkj）002645，横店东磁（hddc）002056，龙磁科技（lckj）300835
华为
新亚制程（xyzc）002388，威派格（wpg）603956
其余形式独苗
瑞玛精密（rmjm）002976，江苏神通（jsst）002438，北玻股份（bbgf）002613，华塑控股（hskg）000509，中工国际（zggj）002051

二板
新金路（xjl）000510，风华高科（fhgk）000636，达实智能（dszn）002421，九安医疗（jayl）002432，宝鼎科技（bdkj）002552，双星新材（sxxc）002585，光华科技（ghkj）002741，意华股份（yhgf）002897，鹏鼎控股（pdkg）002938，博杰股份（bjgf）002975，华盛昌（hsc）002980，黄河旋风（hhxf）600172，莲花控股（lhkg）600186，科新发展（kxfz）600234，华丽家族（hljz）600503，狮头股份（stgf）600539，奥康国际（akgj）603001，宏和科技（hhkj）603256，三祥新材（sxxc）603663，博敏电子（bmdz）603936，恒盛能源（hsny）605580

三板
恒林股份（hlgf）603661

四板
四环生物（shsw）000518

`
  },
{
    "d": "2026-05-22",
    "l": "https://www.tgb.cn/a/2s0syXZkOJq",
    "t": `

首板
金刚石
黄河旋风（hhxf）600172，四方达（sfd）300179，恒盛能源（hsny）605580，国机精工（gjjg）002046
算力硬件
鹏鼎控股（pdkg）002938，博迁新材（bqxc）605376，风华高科（fhgk）000636，宝鼎科技（bdkj）002552，天承科技（tckj）688603，京泉华（jqh）002885，合百集团（hbjt）000417，莲花控股（lhkg）600186
光华科技（ghkj）002741，艾华集团（ahjt）603989，景旺电子（jwdz）603228，盷冢科技，宏和科技（hhkj）603256，山东玻纤（sdbx）605006，卓郎智能（zlzn）600545，春秋电子（cqdz）603890
博杰股份（bjgf）002975，京投发展（jtfz）600683，海星股份（hxgf）603115，火炬电子（hjdz）603678，飞亚达（fyd）000026，华盛昌（hsc）002980，方邦股份（fbgf）688020，博敏电子（bmdz）603936
强达电路（qddl）301628，华正新材（hzxc）603186，跃岭股份（ylgf）002725，沪电股份（hdgf）002463，雄韬股份（xtgf）002733，海鸥股份（hogf）603269，双星新材（sxxc）002585，华生科技（hskj）605180
鼎泰高科（dtgk）301377，智立方（zlf）301312，元力股份（ylgf）300174，洁美科技（jmkj）002859，深南电路（sndl）002916，鸿远电子（hydz）603267，东材科技（dckj）601208，生益科技（sykj）600183
民爆光电（mbgd）301362，洪田股份（htgf）603800，川润股份（crgf）002272，瑞丰高材（rfgc）300243，中材科技（zckj）002080，利和兴（lhx）301013，方正科技（fzkj）600601，法拉电子（fldz）600563
盈方微（yfw）000670，华金资本（hjzb）000532，福斯特（fst）603806，意华股份（yhgf）002897，红板科技（hbkj）603459
支付
格尔软件（gerj）603232，新大陆（xdl）000997
机器人
狮头股份（stgf）600539，华丽家族（hljz）600503，新安股份（xagf）600596，康平科技（kpkj）300907，凯中精密（kzjm）002823
未分类
新金路（xjl）000510，金瑞矿业（jrky）600714，新疆众和（xjzh）600888，东方钽业（dfty）000962，中钨高新（zwgx）000657，中金岭南（zjln）000060，铜陵有色（tlys）000630
芯片
格林达（gld）603931，华软科技（hrkj）002453，三美股份（smgf）603379，巨化股份（jhgf）600160，慧智微（hzw）688512，三祥新材（sxxc）603663
电网电力
大连电瓷（dldc）002606，科陆电子（kldz）002121，大连热电（dlrd）600719，森林包装（slbz）605500
算力租赁
科新发展（kxfz）600234，航锦科技（hjkj）000818
历史级老龙
九安医疗（jayl）002432，克来机电（kljd）603960
医药
播恩集团（bejt）001366，九安医疗（jayl）002432，正川股份（zcgf）603976，三力制药（slzy）603439，易明医药（ymyy）002826
锂电
华锋股份（hfgf）002806，新化股份（xhgf）603867，蔚蓝锂芯（wllx）002245
航天
金隅集团（jyjt）601992，湘电股份（xdgf）600416
物理ai
达实智能（dszn）002421，奥海科技（ahkj）002993，水晶光电（sjgd）002273
其余形式独苗
交大昂立（jdal）600530，美新科技（mxkj）301588，奥康国际（akgj）603001，宏柏新材（hbxc）605366，恒通股份（htgf）603223，华资实业（hzsy）600191

二板
南玻Ａ（nba）000012，京东方Ａ（jdfa）000725，和泰机电（htjd）001225，联创电子（lcdz）002036，锋龙股份（flgf）002931，曙光股份（sggf）600303，恒林股份（hlgf）603661

三板
四环生物（shsw）000518，龙星科技（lxkj）002442，金利华电（jlhd）300069，大众交通（dzjt）600611

`
  },
{
    "d": "2026-05-21",
    "l": "https://www.tgb.cn/a/2rYLPQqEQXv",
    "t": `

首板
玻璃基板
京东方Ａ（jdfa）000725，亚世光电（ysgd）002952，华映科技（hykj）000536，龙腾光电（ltgd）688055
无人驾驶
浙江世宝（zjsb）002703，曙光股份（sggf）600303，索菱股份（slgf）002766，联创电子（lcdz）002036，德赛西威（dsxw）002920
医药
昂利康（alk）002940，昭衍新药（zyxy）603127，康辰药业（kcyy）603590，派林生物（plsw）000403
机器人
北投科技（btkj）600936，和泰机电（htjd）001225，中马传动（zmcd）603767，锋龙股份（flgf）002931
广东气氛组
南玻Ａ（nba）000012，广东明珠（gdmz）600382，惠威科技（hwkj）002888
算力
华升股份（hsgf）600156，直真科技（zzkj）003007
电力
豫能控股（ynkg）001896，京能电力（jndl）600578
浙江
安邦护卫（abhw）603373，恒林股份（hlgf）603661
其余形式独苗
华微电子（hwdz）600360

二板
四环生物（shsw）000518，龙星科技（lxkj）002442，金利华电（jlhd）300069，大众交通（dzjt）600611

四板
诚邦股份（cbgf）603316

七板
威龙股份（wlgf）603779

`
  },
{
    "d": "2026-05-20",
    "l": "https://www.tgb.cn/a/2rX86P4iQTL",
    "t": `

首板
芯片
市北高新（sbgx）600604，绿通科技（ltkj）301322，汉钟精机（hzjj）002158，欧晶科技（ojkj）001269，大众交通（dzjt）600611，晶方科技（jfkj）603005，利和兴（lhx）301013，大胜达（dsd）603687
上海合晶（shhj）688584，和顺石油（hssy）603353，张江高科（zjgk）600895，国风新材（gfxc）000859，华源控股（hykg）002787，万润科技（wrkj）002654，国投中鲁（gtzl）600962，多氟多（dfd）002407
盛剑科技（sjkj）603324，智光电气（zgdq）002169，金海通（jht）603061，联芸科技（lykj）688449，瑞华泰（rht）688323，兆易创新（zycx）603986，盛景微（sjw）603375，三祥新材（sxxc）603663
股转
金利华电（jlhd）300069，和展能源（hzny）000809
算力硬件
世嘉科技（sjkj）002796，潍柴重机（wczj）000880，杭电股份（hdgf）603618，宏盛股份（hsgf）603090，法尔胜（fes）000890，银轮股份（ylgf）002126，华正新材（hzxc）603186，鑫源智造（xyzz）600615
泰坦股份（ttgf）003036
摘帽
四环生物（shsw）000518，声讯股份（sxgf）003004
消费
黑芝麻（hzm）000716，金徽酒（jhj）603919
化工
龙星科技（lxkj）002442，滨海能源（bhny）000695
稀土
争光股份（zggf）301092，华宏科技（hhkj）002645
其余形式独苗
福星股份（fxgf）000926，雅运股份（yygf）603790，交大昂立（jdal）600530，密封科技（mfkj）301020，凯瑞德（krd）002072，粤海饲料（yhsl）001313，宏英智能（hyzn）001266

二板
可立克（klk）002782，声迅股份，法拉电子（fldz）600563，凯迪股份（kdgf）605288

三板
合百集团（hbjt）000417，川润股份（crgf）002272，诚邦股份（cbgf）603316，三孚股份（sfgf）603938

四板
达实智能（dszn）002421

五板
威龙股份（wlgf）603779

八板
利仁科技（lrkj）001259

`
  },
{
    "d": "2026-05-19",
    "l": "https://www.tgb.cn/a/2rVtVhNDaYR",
    "t": `

首板
算力硬件
统一股份（tygf）600506，汇源通信（hytx）000586，风华高科（fhgk）000636，逸豪新材（yhxc）301176，可立克（klk）002782，振华股份（zhgf）603067，昀冢科技（yzkj）688260，易德龙（ydl）603380
旭光电子（xgdz）600353，飞亚达（fyd）000026，法拉电子（fldz）600563，天山电子（tsdz）301379，江海股份（jhgf）002484，万通发展（wtfz）600246，光莆股份（gpgf）300632，新特电气（xtdq）301120
光迅科技（gxkj）002281，冰轮环境（blhj）000811，剑桥科技（jqkj）603083
机器人（物理Ai）
景兴纸业（jxzy）002067，福莱新材（flxc）605488，申达股份（sdgf）600626，北投科技（btkj）600936，天创时尚（tcss）603608，圣龙股份（slgf）603178，凯迪股份（kdgf）605288，联域股份（lygf）001326
德马科技（dmkj）688360，埃科光电（akgd）688610，立昂微（law）605358，上海机电（shjd）600835，豪美新材（hmxc）002988，裕同科技（ytkj）002831
Ai应用
延华智能（yhzn）002178，风语筑（fyz）603466，读者传媒（dzcm）603999，尚品宅配（spzp）300616，彩讯股份（cxgf）300634，润达医疗（rdyl）603108
电力电网
华能蒙电（hnmd）600863，尚纬股份（swgf）603333，东南网架（dnwj）002135，涪陵电力（fldl）600452，上海电力（shdl）600021，广西能源（gxny）600310，京能热力（jnrl）002893，建投能源（jtny）000600
博迁新材（bqxc）605376，豫能控股（ynkg）001896，赣能股份（gngf）000899
光储
正泰电源（ztdy）002150，双良节能（sljn）600481，林洋能源（lyny）601222
国产算力
南威软件（nwrj）603636，思特奇（stq）300608，广电网络（gdwl）600831，莲花控股（lhkg）600186，梦网科技（mwkj）002123
芯片
圣晖集成（shjc）603163，同兴达（txd）002845，耐科装备（nkzb）688419，沪硅产业（hgcy）688126
其余形式独苗
创新医疗（cxyl）002173，亚夏股份，博迈科（bmk）603727，大亚圣象（dysx）000910，百合花（bhh）603823，北化股份（bhgf）002246，江南化工（jnhg）002226

二板
合百集团（hbjt）000417，合肥城建（hfcj）002208，川润股份（crgf）002272，宝鼎科技（bdkj）002552，弘信电子（hxdz）300657，辽宁能源（lnny）600758，电科数字（dksz）600850，贵州燃气（gzrq）600903，海星股份（hxgf）603115，嘉环科技（jhkj）603206，诚邦股份（cbgf）603316，三孚股份（sfgf）603938，艾华集团（ahjt）603989，伟时电子（wsdz）605218

三板
达实智能（dszn）002421，金海高科（jhgk）603311

四板
北自科技（bzkj）603082

五板
威龙股份（wlgf）603779

七板
利仁科技（lrkj）001259

`
  },
{
    "d": "2026-05-18",
    "l": "https://www.tgb.cn/a/2rTQm9HVzuR",
    "t": `

首板
算力
弘信电子（hxdz）300657，电科数字（dksz）600850，贵广网络（ggwl）600996，嘉环科技（jhkj）603206，法狮龙（fsl）605318，国脉文化（gmwh）600640
长鑫概念
上峰水泥（sfsn）000672，合百集团（hbjt）000417，合肥城建（hfcj）002208，朗迪集团（ldjt）603726，中山公用（zsgy）000685，华安证券（hazq）600909
D字气氛组
达安基因（dajy）002030，新大洲Ａ（xdza）000571，得邦照明（dbzm）603303
物理Ai
索辰科技（sckj）688507，伟时电子（wsdz）605218，惠威科技（hwkj）002888，凡拓数创（ftsc）301313，能科科技（nkkj）603859，天娱数科（tysk）002354，美格智能（mgzn）002881，安洁科技（ajkj）002635
机器人
春光科技（cgkj）603657，华达科技（hdkj）603358，华培动力（hpdl）603121
电力电网
立新能源（lxny）001258，辽宁能源（lnny）600758，望变电气（wbdq）603191，科陆电子（kldz）002121，江苏新能（jsxn）603693，浙江新能（zjxn）600032
航天
国检集团（gjjt）603060，派克新材（pkxc）605123，东方钽业（dfty）000962，再升科技（zskj）603601，贵绳股份（gsgf）600992
算力硬件
川润股份（crgf）002272，深科技（skj）000021，宝鼎科技（bdkj）002552，海星股份（hxgf）603115，三孚股份（sfgf）603938，金瑞矿业（jrky）600714，华工科技（hgkj）000988，同有科技（tykj）300302
园林股份（ylgf）605303，金富科技（jfkj）003018，安抚科技，金字火腿（jzht）002515，皮阿诺（pan）002853，艾华集团（ahjt）603989，万润科技（wrkj）002654，生益科技（sykj）600183
长盈通（zyt）688143，泰永长征（tycz）002927，四方股份（sfgf）601126
次新
理奇智能（lqzn）301599，春光集团（cgjt）301531，有研复材（yyfc）688811，大普微（dpw）688661
其余形式独苗
百傲化学（bahx）603360，交运股份（jygf）600676，养元饮品（yyyp）603156，祥龙电业（xldy）600769，深振业Ａ（szya）000006，贵州燃气（gzrq）600903，金证股份（jzgf）600446，中油工程（zygc）600339
中化国际（zhgj）600500，万里股份（wlgf）600847

二板
中锐股份（zrgf）002374，达实智能（dszn）002421，柏诚股份（bcgf）601133，滨化股份（bhgf）601678，金海高科（jhgk）603311

三板
北自科技（bzkj）603082

四板
京能电力（jndl）600578，威龙股份（wlgf）603779

六板
利仁科技（lrkj）001259

`
  },
{
    "d": "2026-05-15",
    "l": "https://www.tgb.cn/a/2rOPsxbZ4ku",
    "t": `

首板
氢氟酸
滨化股份（bhgf）601678，中欣氟材（zxfc）002915，中巨芯（zjx）688549，金石资源（jszy）603505，多氟多（dfd）002407，江化微（jhw）603078，尚纬股份（swgf）603333
化工
怡达股份（ydgf）300721，司太立（stl）603520，鲁银投资（lytz）600784，巍华新材（whxc）603310，光华股份（ghgf）001333
机器人
骏亚科技（jykj）603386，通达电气（tddq）603390，大业股份（dygf）603278，中马传动（zmcd）603767，科力尔（kle）002892，华新精科（hxjk）603370，雷赛智能（lszn）002979，巨轮智能（jlzn）002031
东风科技（dfkj）600081，三丰智能（sfzn）300276，奇精机械（qjjx）603677，三瑞智能（srzn）301696，纽威数控（nwsk）688697，方正电机（fzdj）002196，新坐标（xzb）603040
Ai应用
引力传媒（ylcm）603598，粤传媒（ycm）002181，中视传媒（zscm）600088，达实智能（dszn）002421
足球
粤传媒（ycm）002181，共创草坪（gccp）605099，双象股份（sxgf）002395
芯片
隆华科技（lhkj）300263，柏诚股份（bcgf）601133
电力电网
瑞泰科技（rtkj）002066，锡华科技（xhkj）603248，好利科技（hlkj）002729，大唐发电（dtfd）601991
其余形式独苗
中锐股份（zrgf）002374，黑牡丹（hmd）600510，北巴传媒（bbcm）600386，有友食品（yysp）603697，傲农生物（answ）603363，丰林集团（fljt）601996，家居建材，高乐股份（glgf）002348
维康药业（wkyy）300878，浙江医药（zjyy）600216，严牌股份（ypgf）301081，浙江纺织

二板
和远气体（hyqt）002971，北自科技（bzkj）603082

三板
京能电力（jndl）600578，威龙股份（wlgf）603779

五板
利仁科技（lrkj）001259

六板
蒙娜丽莎（mnls）002918

`
  },
{
    "d": "2026-05-14",
    "l": "https://www.tgb.cn/a/2rNazahrhGI",
    "t": `

首板
算力硬件
共进股份（gjgf）603118，金富科技（jfkj）003018，中利集团（zljt）002309，泰和新材（thxc）002254，汇绿生态（hlst）001267，中瓷电子（zcdz）003031，盛视科技（sskj）002990，华盛昌（hsc）002980
光伏
协鑫集成（xxjc）002506，双良节能（sljn）600481，耀皮玻璃（ypbl）600819，国际实业（gjsy）000159
芯片
和远气体（hyqt）002971，晶升股份（jsgf）688478，天富能源（tfny）600509，凯伦股份（klgf）300715，露笑科技（lxkj）002617，中持股份（zcgf）603903，友阿股份（yagf）002277，联泓新科（lhxk）003022
化工
宏柏新材（hbxc）605366，红宝丽（hbl）002165，晨光新材（cgxc）605399，红墙股份（hqgf）002809
猪肉
天域生物（tysw）603717，天邦食品（tbsp）002124，神农集团（snjt）605296，华统股份（htgf）002840
家电
小崧股份（xsgf）002723，星德胜（xds）603344
其余形式独苗
华秦科技（hqkj）688281，宁夏建材（nxjc）600449，侨银股份（qygf）002973，龙高股份（lggf）605086，北自科技（bzkj）603082，北京自己的科技，麒盛科技（qskj）603610，新宏泰（xht）603016
瑞玛精密（rmjm）002976

二板
金房能源（jfny）001210，欧克科技（okkj）001223，可立克（klk）002782，昂利康（alk）002940，华升股份（hsgf）600156，京能电力（jndl）600578，宁波中百（nbzb）600857，贵州燃气（gzrq）600903，南华期货（nhqh）603093，威龙股份（wlgf）603779，中船特气（zctq）688146

三板
合肥城建（hfcj）002208，花王股份（hwgf）603007，可川科技（kckj）603052

四板
利仁科技（lrkj）001259

五板
蒙娜丽莎（mnls）002918

`
  },
{
    "d": "2026-05-13",
    "l": "https://www.tgb.cn/a/2rLxL4PPGKA",
    "t": `

首板
算力租赁
华升股份（hsgf）600156，润建股份（rjgf）002929，东方材料（dfcl）603110，利通电子（ltdz）603629，城地香江（cdxj）603887，奥瑞德（ard）600666，森远股份（sygf）300210，中嘉博创（zjbc）000889
三人行（srx）605168，直真科技（zzkj）003007
电力电网
中材节能（zcjn）603126，金房能源（jfny）001210，东方新能（dfxn）002310，京能电力（jndl）600578，新能泰山（xnts）000720，宁波能源（nbny）600982，可立克（klk）002782，辽宁能源（lnny）600758
宝光股份（bggf）600379，协鑫能科（xxnk）002015，罗平锌电（lpxd）002114，同力天启（tltq）605286，禾望电气（hwdq）603063，闽东电力（mddl）000993，京泉华（jqh）002885，顺钠股份（sngf）000533
华电能源（hdny）600726，华光环能（hghn）600475，节能风电（jnfd）601016，中恒电气（zhdq）002364，泰嘉股份（tjgf）002843，科士达（ksd）002518，奥海科技（ahkj）002993，旺能环境（wnhj）002034
伊戈尔（yge）002922，四方股份（sfgf）601126
算力硬件
华西股份（hxgf）000936，天润工业（trgy）002283，大族激光（dzjg）002008，彩虹股份（chgf）600707，潍柴重机（wczj）000880，三孚股份（sfgf）603938，翔鹭钨业（xlwy）002842，中国动力（zgdl）600482
生益科技（sykj）600183，博敏电子（bmdz）603936，鹏鼎控股（pdkg）002938，万润科技（wrkj）002654，春秋电子（cqdz）603890，工业富联（gyfl）601138，呈和科技（chkj）688625，养元饮品（yyyp）603156
麦格米特（mgmt）002851，德明利（dml）001309，天准科技（tzkj）688003，怡亚通（yyt）002183，松芝股份（szgf）002454，冰轮环境（blhj）000811，凤形股份（fxgf）002760
锂电
丰元股份（fygf）002805，纳尔股份（negf）002825，圣泉集团（sqjt）605589，欧克科技（okkj）001223，键邦股份（jbgf）603285
海南
嘉诚国际（jcgj）603535，海汽集团（hqjt）603069
芯片
肯特催化（ktch）603120，梦天家居（mtjj）603216，时代电气（sddq）688187，禾盛新材（hsxc）002290，雅克科技（ykkj）002409，斯达半导（sdbd）603290，中船特气（zctq）688146，瑞华泰（rht）688323
动物
粤海饲料（yhsl）001313
其余形式独苗
威龙股份（wlgf）603779，恒宇信通（hyxt）300965，久远银海（jyyh）002777，华达新材（hdxc）605158，成都路桥（cdlq）002628，雪迪龙（xdl）002658，亚厦股份（ysgf）002375，中岩大地（zydd）003001
威帝股份（wdgf）603023，昂利康（alk）002940，浙江医药（zjyy）600216，仁智股份（rzgf）002629，华体科技（htkj）603679，四川航天，贵州燃气（gzrq）600903，浙江世宝（zjsb）002703
雅运股份（yygf）603790，中化国际（zhgj）600500，上海化工，上海橡胶，中粮糖业（zlty）600737，南华期货（nhqh）603093，浙江期货，宁波中百（nbzb）600857

二板
韶能股份（sngf）000601，晋控电力（jkdl）000767，众合科技（zhkj）000925，合肥城建（hfcj）002208，汉缆股份（hlgf）002498，通达股份（tdgf）002560，线上线下（xsxx）300959，花王股份（hwgf）603007，可川科技（kckj）603052，万控智造（wkzz）603070，快克智能（kkzn）603203

三板
利仁科技（lrkj）001259，黄河旋风（hhxf）600172，华电辽能（hdln）600396

四板
蒙娜丽莎（mnls）002918，交大昂立（jdal）600530

六板
大唐发电（dtfd）601991

`
  },
{
    "d": "2026-05-12",
    "l": "https://www.tgb.cn/a/2rJQIyWjoxY",
    "t": `

首板
算力产业链
可川科技（kckj）603052，众合科技（zhkj）000925，唯科科技（wkkj）301196，华正新材（hzxc）603186，泰和新材（thxc）002254，石英股份（sygf）603688，合肥城建（hfcj）002208，太极实业（tjsy）600667
快克智能（kkzn）603203，南风股份（nfgf）300004，平安电工（padg）001359，云南锗业（ynzy）002428
芯片
花王股份（hwgf）603007，线上线下（xsxx）300959，华源控股（hykg）002787，金海通（jht）603061，金螳螂（jtl）002081
上海
锦和商管（jhsg）603682，凯众股份（kzgf）603037
电力电网
韶能股份（sngf）000601，工大科雅（gdky）301197，万控智造（wkzz）603070，柘中股份（zzgf）002346，迪贝电气（dbdq）603320，太阳能（tyn）000591，太阳电缆（tydl）002300，通光线缆（tgxl）300265
通达股份（tdgf）002560，晋控电力（jkdl）000767，大连电瓷（dldc）002606，汉缆股份（hlgf）002498，大连热电（dlrd）600719
机器人
百达精工（bdjg）603331，浙江众成（zjzc）002522，晋拓股份（jtgf）603211，天永智能（tyzn）603895
其余形式独苗
深振业Ａ（szya）000006，重药控股（zykg）000950，安德利（adl）605198，成飞集成（cfjc）002190

二板
深深房Ａ（ssfa）000029，上峰水泥（sfsn）000672，双枪科技（sqkj）001211，利仁科技（lrkj）001259，汉邦高科（hbgk）300449，黄河旋风（hhxf）600172，华电辽能（hdln）600396，津药药业（jyyy）600488，远东股份（ydgf）600869，海鸥股份（hogf）603269

三板
蒙娜丽莎（mnls）002918，康欣新材（kxxc）600076，交大昂立（jdal）600530，京投发展（jtfz）600683

四板
通鼎互联（tdhl）002491，宝鼎科技（bdkj）002552

五板
大唐发电（dtfd）601991

`
  },
{
    "d": "2026-05-11",
    "l": "https://www.tgb.cn/a/2rIexFIAju4",
    "t": `

首板
算力硬件
汉邦高科（hbgk）300449，黄河旋风（hhxf）600172，同有科技（tykj）300302，海鸥股份（hogf）603269，博杰股份（bjgf）002975，普冉股份（prgf）688766，三旺通信（swtx）688618，风华高科（fhgk）000636
沃格光电（wggd）603773，光电股份（gdgf）600184，大元泵业（dyby）603757，双星新材（sxxc）002585，中稀有色（zxys）600259，冰轮环境（blhj）000811，远东股份（ydgf）600869，天通股份（ttgf）600330
方正科技（fzkj）600601，长电科技（zdkj）600584，中瓷电子（zcdz）003031，翔港科技（xgkj）603499，博敏电子（bmdz）603936，深科达（skd）688328，长川科技（cckj）300604，星网锐捷（xwrj）002396
广合科技（ghkj）001389，大族激光（dzjg）002008，天承科技（tckj）688603，金田股份（jtgf）601609，中航光电（zhgd）002179
芯片相关
兴福电子（xfdz）688545，天普股份（tpgf）605255，宝光股份（bggf）600379，深圳华强（szhq）000062，大唐电信（dtdx）600198，上峰水泥（sfsn）000672，宇晶股份（yjgf）002943，中船特气（zctq）688146
九丰能源（jfny）605090，和远气体（hyqt）002971
未分类
沧州明珠（czmz）002108，春兰股份（clgf）600854，万朗磁塑（wlcs）603150
机器人
胜通能源（stny）001331，众辰科技（zckj）603275
北京
百邦科技（bbkj）300736，利仁科技（lrkj）001259，瑞泰科技（rtkj）002066，中国科传（zgkc）601858
江苏
富淼科技（fmkj）688350，徐工机械（xgjx）000425，亚玛顿（ymd）002623
算电+电网
甘肃能源（gsny）000791，英威腾（ywt）002334，科威尔（kwe）688551，桂冠电力（ggdl）600236，佳电股份（jdgf）000922，华电辽能（hdln）600396，联科科技（lkkj）001207
家居
尚品宅配（spzp）300616，悍高集团（hgjt）001221，双枪科技（sqkj）001211
浙江
天邦食品（tbsp）002124，得邦照明（dbzm）603303，友邦吊顶（ybdd）002718
医药
健麾信息（jhxx）605186，力诺药包（lnyb）301188，南新制药（nxzy）688189，津药药业（jyyy）600488，普洛药业（plyy）000739
其余形式独苗
祥龙电业（xldy）600769，深深房Ａ（ssfa）000029，锦龙股份（jlgf）000712，跨境通（kjt）002640

二板
达安基因（dajy）002030，光迅科技（gxkj）002281，钧达股份（jdgf）002865，蒙娜丽莎（mnls）002918，康欣新材（kxxc）600076，澄星股份（cxgf）600078，科新发展（kxfz）600234，交大昂立（jdal）600530，卓郎智能（zlzn）600545，京投发展（jtfz）600683，上实发展（ssfz）600748，富春染织（fcrz）605189

三板
通鼎互联（tdhl）002491，宝鼎科技（bdkj）002552，红板科技（hbkj）603459，泰晶科技（tjkj）603738，山东玻纤（sdbx）605006

四板
大唐发电（dtfd）601991

五板
福达合金（fdhj）603045

`
  },
{
    "d": "2026-05-08",
    "l": "https://www.tgb.cn/a/2rDgeudH6k6",
    "t": `

首板
Ai应用
国安股份（gagf）000839，完美游戏，荣联科技（rlkj）002642，中国软件（zgrj）600536，榕基软件（rjrj）002474
锂电
传艺科技（cykj）002866，泰坦股份（ttgf）003036，华联控股（hlkg）000036，圣阳股份（sygf）002580，江苏国泰（jsgt）002091，澄星股份（cxgf）600078，兆新股份（zxgf）002256，龙高股份（lggf）605086
丽岛新材（ldxc）603937
纺织
泰坦股份（ttgf）003036，恒申新材（hsxc）000782，梦洁股份（mjgf）002397，卓郎智能（zlzn）600545，迎丰股份（yfgf）605055，富春染织（fcrz）605189
房地产
京投发展（jtfz）600683，宁波富达（nbfd）600724，三湘印象（sxyx）000863，上实发展（ssfz）600748，帝欧水华（dosh）002798，蒙娜丽莎（mnls）002918
航天
金海高科（jhgk）603311，康欣新材（kxxc）600076，鲁信创投（lxct）600783，航天长峰（htzf）600855，五洲新春（wzxc）603667，贵绳股份（gsgf）600992，电科蓝天（dklt）688818，立昂微（law）605358
烽火通信（fhtx）600498，航天动力（htdl）600343，长江通信（cjtx）600345，航天发展（htfz）000547，武进不锈（wjbx）603878
算力硬件
罗曼股份（lmgf）605289，铭普光磁（mpgc）002902，凌云股份（lygf）600480，飞龙股份（flgf）002536，盷冢科技，汇绿生态（hlst）001267，航发科技（hfkj）600391，光迅科技（gxkj）002281
东田微（dtw）301183，福晶科技（fjkj）002222
医药
达安基因（dajy）002030，贝瑞基因（brjy）000710，太龙药业（tlyy）600222
油气
仁智股份（rzgf）002629，洪通燃气（htrq）605169，升达林业（sdly）002259
机器人
雷赛智能（lszn）002979，迎丰股份（yfgf）605055，秦安股份（qagf）603758，日发精机（rfjj）002520，天奇股份（tqgf）002009，祥鑫科技（xxkj）002965，襄阳轴承（xyzc）000678，福莱蒽特（flet）605566
瑞鹄模具（rgmj）002997，华之杰（hzj）603400，恒星科技（hxkj）002132，精锻科技（jdkj）300258，富春染织（fcrz）605189，赛福天（sft）603028
加工刀具
恒锋工具（hfgj）300488，温州宏丰（wzhf）300283
工程机械
鼎熔岩（dry）301028，创力集团（cljt）603012，建设机械（jsjx）600984
其余形式独苗
北部湾港（bbwg）000582，珠海中富（zhzf）000659，科新发展（kxfz）600234，交大昂立（jdal）600530，钧达股份（jdgf）002865，安邦护卫（abhw）603373，大位科技（dwkj）600589，光华股份（ghgf）001333
浙江化工

二板
巨轮智能（jlzn）002031，众生药业（zsyy）002317，宝鼎科技（bdkj）002552，共达电声（gdds）002655，润建股份（rjgf）002929，宏川智慧（hczh）002930，北投科技（btkj）600936，红板科技（hbkj）603459，通鼎互联（tdhl）002491，泰晶科技（tjkj）603738，新能泰山（xnts）000720，山东玻纤（sdbx）605006，南威软件（nwrj）603636

三板
波导股份（bdgf）600130，大唐发电（dtfd）601991，大业股份（dygf）603278，杭电股份（hdgf）603618

四板
福达合金（fdhj）603045

`
  },
{
    "d": "2026-05-07",
    "l": "https://www.tgb.cn/a/2rBAuTOE4zj",
    "t": `

首板
机器人
天迈科技（tmkj）300807，中欣氟材（zxfc）002915，北投科技（btkj）600936，越剑智能（yjzn）603095，巨轮智能（jlzn）002031，肇民科技（zmkj）301000，狮头股份（stgf）600539，聚杰微纤（jjwx）300819
天永智能（tyzn）603895，模塑科技（mskj）000700，华塑控股（hskg）000509，博实股份（bsgf）002698，信质集团（xzjt）002664，新泉股份（xqgf）603179，继峰股份（jfgf）603997
算力硬件
通鼎互联（tdhl）002491，泰晶科技（tjkj）603738，新能泰山（xnts）000720，怡亚通（yyt）002183，金时科技（jskj）002951，山东玻纤（sdbx）605006，盛视科技（sskj）002990，彩虹股份（chgf）600707
武汉凡谷（whfg）002194，宝鼎科技（bdkj）002552，伟时电子（wsdz）605218，大族激光（dzjg）002008，福鞍股份（fagf）603315，特发信息（tfxx）000070，炬光科技（jgkj）688167，长源东谷（zydg）603950
协和电子（xhdz）605258，东材科技（dckj）601208，超声电子（csdz）000823，石英股份（sygf）603688，东山精密（dsjm）002384，瑞斯康达（rskd）603803，华盛昌（hsc）002980，格林达（gld）603931
宏昌电子（hcdz）603002，华懋科技（hmkj）603306，中天科技（ztkj）600522，京泉华（jqh）002885，科华数据（khsj）002335，兴森科技（xskj）002436，红板科技（hbkj）603459，振华股份（zhgf）603067
算力租赁
润建股份（rjgf）002929，宏川智慧（hczh）002930，三人行（srx）605168，恒大高新（hdgx）002591，浦东建设（pdjs）600284，盈峰环境（yfhj）000967
Ai应用
南兴股份（nxgf）002757，引力传媒（ylcm）603598，易点天下（ydtx）301171，南威软件（nwrj）603636，中青宝（zqb）300052
光伏
安彩高科（acgk）600207，上海港湾（shgw）605598，华达新材（hdxc）605158
电力电网
北京科锐（bjkr）002350，好利科技（hlkj）002729，中国能建（zgnj）601868，华电能源（hdny）600726，中电鑫龙（zdxl）002298
消费电子
共达电声（gdds）002655，杰美特（jmt）300868，和胜股份（hsgf）002824
航天
苏州高新（szgx）600736，巨力索具（jlsj）002342
其余形式独苗
中工国际（zggj）002051，炼石航空（lshk）000697，非航天，三孚股份（sfgf）603938，厦工股份（sggf）600815，丰林集团（fljt）601996，仁东控股（rdkg）002647，众生药业（zsyy）002317
菲林格尔（flge）603226，中毅达（zyd）600610

二板
航锦科技（hjkj）000818，中嘉博创（zjbc）000889，合力泰（hlt）002217，宇环数控（yhsk）002903，真爱美家（zamj）003041，波导股份（bdgf）600130，华电辽能（hdln）600396，东阳光（dyg）600673，大连热电（dlrd）600719，大唐发电（dtfd）601991，腾龙股份（tlgf）603158，宏和科技（hhkj）603256，大业股份（dygf）603278，诚邦股份（cbgf）603316，杭电股份（hdgf）603618，德林海（dlh）688069

三板
中国长城（zgcc）000066，福达合金（fdhj）603045

五板
金螳螂（jtl）002081

`
  },
{
    "d": "2026-05-06",
    "l": "https://www.tgb.cn/a/2rzWH1zuc9r",
    "t": `

首板
电力
大唐发电（dtfd）601991，协鑫能科（xxnk）002015，节能风电（jnfd）601016，大连热电（dlrd）600719，晶科科技（jkkj）601778，禾望电气（hwdq）603063，金开新能（jkxn）600821，华电辽能（hdln）600396
算力租赁
东阳光（dyg）600673，美利云（mly）000815，中嘉博创（zjbc）000889，东方国信（dfgx）300166，利通电子（ltdz）603629，直真科技（zzkj）003007，兴民智通（xmzt）002355，航锦科技（hjkj）000818
大位科技（dwkj）600589，鸿博股份（hbgf）002229，奥瑞德（ard）600666，恒润股份（hrgf）603985
算力硬件
盈新发展（yxfz）000620，博敏电子（bmdz）603936，禾盛新材（hsxc）002290，通富微电（tfwd）002156，潍柴动力（wcdl）000338，康盛股份（ksgf）002418，宏和科技（hhkj）603256，杭电股份（hdgf）603618
德明利（dml）001309，合力泰（hlt）002217，泰金新能（tjxn）688813，卓易信息（zyxx）688258，兆易创新（zycx）603986，诚邦股份（cbgf）603316，中材科技（zckj）002080，养元饮品（yyyp）603156
广合科技（ghkj）001389，园林股份（ylgf）605303，朗科科技（lkkj）300042，联德股份（ldgf）605060，综艺股份（zygf）600770，海鸥股份（hogf）603269，川润股份（crgf）002272，华源控股（hykg）002787
江波龙（jbl）301308，海星股份（hxgf）603115，同洲电子（tzdz）002052，中电港（zdg）001287，天润工业（trgy）002283，中金岭南（zjln）000060，腾龙股份（tlgf）603158，德福科技（dfkj）301511
海亮股份（hlgf）002203，瑞可达（rkd）688800，中恒电气（zhdq）002364，伟隆股份（wlgf）002871，云南锗业（ynzy）002428
浙江
美年健康（mnjk）002044，波导股份（bdgf）600130，浙江东日（zjdr）600113，奥康国际（akgj）603001，轻纺城（qfc）600790，雷迪克（ldk）300652
江苏
德林海（dlh）688069，锡华科技（xhkj）603248，江南高纤（jngx）600527
重组
来伊份（lyf）603777，和顺石油（hssy）603353，真爱美家（zamj）003041
航天
宇环数控（yhsk）002903，大业股份（dygf）603278，通宇通讯（tytx）002792，瑞华泰（rht）688323
锂电
深圳新星（szxx）603978，蔚蓝锂芯（wllx）002245，友升股份（ysgf）603418
其余形式独苗
海通发展（htfz）603162，汇金股份（hjgf）300368，三湘印象（sxyx）000863，上海合晶（shhj）688584，华锡有色（hxys）600301，北京文化（bjwh）000802，飞马国际（fmgj）002210

二板
中国长城（zgcc）000066，安道麦Ａ（adma）000553，长江证券（cjzq）000783，润贝航科（rbhk）001316，西部材料（xbcl）002149，汉钟精机（hzjj）002158，粤传媒（ycm）002181，华软科技（hrkj）002453，跨境通（kjt）002640，中天精装（ztjz）002989，福达合金（fdhj）603045

三板
金融街（jrj）000402，丰元股份（fygf）002805，丽岛新材（ldxc）603937

四板
金螳螂（jtl）002081，永杉锂业（ysly）603399，宝光股份（bggf）600379

`
  },
{
    "d": "2026-04-30",
    "l": "https://www.tgb.cn/a/2rpYE5MnTiS",
    "t": `

首板
化工
丽臣实业（lcsy）001218，安道麦Ａ（adma）000553
算力硬件
福达合金（fdhj）603045，盛视科技（sskj）002990，万通发展（wtfz）600246，博迁新材（bqxc）605376
锂电池
恒大高新（hdgx）002591，先惠技术（xhjs）688155，盛新锂能（sxln）002240，天域生物（tysw）603717，粤桂股份（yggf）000833，红豆股份（hdgf）600400
光刻机
全筑股份（qzgf）603030，华软科技（hrkj）002453，百傲化学（bahx）603360，汉钟精机（hzjj）002158
贸易战
跨境通（kjt）002640，新赛股份（xsgf）600540，国芳集团（gfjt）601086
航天
润贝航科（rbhk）001316，香飘飘（xpp）603711，航天工程（htgc）603698，派克新材（pkxc）605123，上海沪工（shhg）603131，西部材料（xbcl）002149，海昌新材（hcxc）300885，中国一重（zgyz）601106
汽配以及机器人
亚通精工（ytjg）603190，圣龙股份（slgf）603178，浙江荣泰（zjrt）603119，香山股份（xsgf）002870，凌云光（lyg）688400，联合精密（lhjm）001268
足球
中体产业（ztcy）600158，东望时代（dwsd）600052，安妮股份（angf）002235，粤传媒（ycm）002181
芯片
明微电子（mwdz）688699，衢州发展（qzfz）600208，朗迪集团（ldjt）603726，中国长城（zgcc）000066，万通发展（wtfz）600246，高新发展（gxfz）000628，芯原股份（xygf）688521，中天精装（ztjz）002989
盛景微（sjw）603375，寒武纪（hwj）688256，华东重机（hdzj）002685，大胜达（dsd）603687
房地产
北辰实业（bcsy）601588，全新好（qxh）000007
电缆电线
长城科技（cckj）603897，起帆电缆（qfdl）605222
其余形式独苗
华神股份，汇洁股份（hjgf）002763，长江证券（cjzq）000783，创世纪（csj）300083，冠豪高新（ghgx）600433，万里石（wls）002785，千味央厨（qwyc）001215，润建股份（rjgf）002929

二板
金融街（jrj）000402，海德股份（hdgf）000567，众泰汽车（ztqc）000980，融捷股份（rjgf）002192，华宏科技（hhkj）002645，丰元股份（fygf）002805，翔鹭钨业（xlwy）002842，光莆股份（gpgf）300632，共创草坪（gccp）605099，鸿仕达（hsd）920125

三板
金螳螂（jtl）002081，宝光股份（bggf）600379，永杉锂业（ysly）603399

四板
越剑智能（yjzn）603095

`
  },
{
    "d": "2026-04-29",
    "l": "https://www.tgb.cn/a/2rok4PKjSeG",
    "t": `

首板
算力硬件
日联科技（rlkj）688531，光莆股份（gpgf）300632，睿能科技（rnkj）603933，瑞斯康达（rskd）603803，麦格米特（mgmt）002851，山东玻纤（sdbx）605006，淳中科技（czkj）603516，宏和科技（hhkj）603256
卓郎智能（zlzn）600545，剑桥科技（jqkj）603083，沃格光电（wggd）603773，铜冠铜箔（tgtb）301217，泰晶科技（tjkj）603738
汽配
亚普股份（ypgf）603013，众泰汽车（ztqc）000980，银宝山新（ybsx）002786
工业母机
睿能科技（rnkj）603933，日发精机（rfjj）002520，宇环数控（yhsk）002903
老登股
金融街（jrj）000402，绿地控股（ldkg）600606，百润股份（brgf）002568，亚泰集团（ytjt）600881，富森美（fsm）002818，光明地产（gmdc）600708
算力租赁以及应用
天娱数科（tysk）002354，誉帆科技（yfkj）001396，游族网络（yzwl）002174，航锦科技（hjkj）000818，莲花控股（lhkg）600186
锂电池
丰元股份（fygf）002805，乐凯胶片（lkjp）600135，德方纳米（dfnm）300769，高乐股份（glgf）002348，永兴材料（yxcl）002756，龙蟠科技（lpkj）603906，浙江众成（zjzc）002522，石大胜华（sdsh）603026
鹏辉能源（phny）300438，红星发展（hxfz）600367，佛塑科技（fskj）000973，天赐材料（tccl）002709，大中矿业（dzky）001203，西藏珠峰（xzzf）600338，雅化集团（yhjt）002497，江特电机（jtdj）002176
融捷股份（rjgf）002192，铜冠铜箔（tgtb）301217
日谐音梗
日联科技（rlkj）688531，安井食品（ajsp）603345，日发精机（rfjj）002520
消费
安井食品（ajsp）603345，周大生（zds）002867，西麦食品（xmsp）002956，盐津铺子（yjpz）002847，黑芝麻（hzm）000716，嘉美包装（jmbz）002969，三峡旅游（sxly）002627
未分类
金瑞矿业（jrky）600714，丽岛新材（ldxc）603937，北方稀土（bfxt）600111，华宏科技（hhkj）002645，翔鹭钨业（xlwy）002842，中国稀土（zgxt）000831，江钨装备（jwzb）600397，中钨高新（zwgx）000657
章源钨业（zywy）002378，盛和资源（shzy）600392，共达电声（gdds）002655，安纳达（and）002136，华达新材（hdxc）605158
航天
中衡设计（zhsj）603017，航天科技（htkj）000901，中集集团（zjjt）000039
电网
汉缆股份（hlgf）002498，苏文电能（swdn）300982
其余形式独苗
威海广泰（whgt）002111，创元科技（cykj）000551，比音勒芬（bylf）002832，惠天热电（htrd）000692，海德股份（hdgf）000567，八方股份（bfgf）603489，思维列控（swlk）603508，苏州固锝（szgd）002079
江苏芯片，共创草坪（gccp）605099，舒华体育（shty）605299，中安科（zak）600654，金新农（jxn）002548，安奈儿（ane）002875，广东纺织，康惠股份（khgf）603139
和顺石油（hssy）603353，楚环科技（chkj）001336，浙江环保（zjhb）002672，桐昆股份（tkgf）601233，浙江化工

二板
宏英智能（hyzn）001266，金螳螂（jtl）002081，扬子新材（yzxc）002652，华升股份（hsgf）600156，宝光股份（bggf）600379，天味食品（twsp）603317，永杉锂业（ysly）603399，利通电子（ltdz）603629，三人行（srx）605168

三板
飞马国际（fmgj）002210，越剑智能（yjzn）603095

`
  },
{
    "d": "2026-04-28",
    "l": "https://www.tgb.cn/a/2rmDBYF08ut",
    "t": `

首板
算力
利通电子（ltdz）603629，中嘉博创（zjbc）000889，宁波建工（nbjg）601789，华升股份（hsgf）600156，日海智能（rhzn）002313，盈峰环境（yfhj）000967，三人行（srx）605168，群兴玩具（qxwj）002575
雄韬股份（xtgf）002733
消费
天味食品（twsp）603317，宏辉果蔬（hhgs）603336，威龙股份（wlgf）603779
新能源
拓日股份，宏英智能（hyzn）001266
机器人
恒工精密（hgjm）301261，杭齿前进（hcqj）601177
化工
宝丽迪（bld）300905，赤天化（cth）600227，华谊集团（hyjt）600623
医药
润都股份（rdgf）002923，药明康德（ymkd）603259，汉森制药（hszy）002412，凯莱英（kly）002821，津药药业（jyyy）600488
机械
浙江鼎力（zjdl）603338，振华重工（zhzg）600320
芯片+氦气
赛腾股份（stgf）603283，好上好（hsh）001298，金螳螂（jtl）002081，综艺股份（zygf）600770，中晶科技（zjkj）003026，比依股份（bygf）603215，扬子新材（yzxc）002652，宝光股份（bggf）600379
兴欣新材（xxxc）001358，蜀道装备（sdzb）300540，陕建股份（sjgf）600248，中天精装（ztjz）002989
其余形式独苗
永杉锂业（ysly）603399，仁东控股（rdkg）002647，永清环保（yqhb）300187，登云股份（dygf）002715，华银电力（hydl）600744，博云新材（byxc）002297，精工钢构（jggg）600496，昊华能源（hhny）601101

二板
德龙汇能（dlhn）000593，飞马国际（fmgj）002210，铭普光磁（mpgc）002902，越剑智能（yjzn）603095，格林达（gld）603931，德才股份（dcgf）605287，罗曼股份（lmgf）605289

三板
维科技术（wkjs）600152

四板
华电能源（hdny）600726

五板
水发燃气（sfrq）603318

`
  },
{
    "d": "2026-04-27",
    "l": "https://www.tgb.cn/a/2rkZlcX6nWh",
    "t": `

首板
面板
欧莱新材（olxc）688530，沃格光电（wggd）603773，合力泰（hlt）002217，彩虹股份（chgf）600707
纺织
盛泰集团（stjt）605138，报喜鸟（bxn）002154，七匹狼（qpl）002029，红豆股份（hdgf）600400
参股科技
东方明珠（dfmz）600832，七匹狼（qpl）002029
算力硬件
铭普光磁（mpgc）002902，山东玻纤（sdbx）605006，景旺电子（jwdz）603228，江海股份（jhgf）002484，万通发展（wtfz）600246，天津普林（tjpl）002134，良信股份（lxgf）002706
光刻胶芯片
常青科技（cqkj）603125，格林达（gld）603931，朗迪集团（ldjt）603726，光华科技（ghkj）002741，豪威集团（hwjt）603501，帝奥微（daw）688381，华兴源创（hxyc）688001
核电
锡装股份（xzgf）001332，万里石（wls）002785
算力租赁
罗曼股份（lmgf）605289，杰创智能（jczn）301248，东方材料（dfcl）603110
物流
飞马国际（fmgj）002210，韵达股份（ydgf）002120
医药
前沿生物（qysw）688221，海泰新光（htxg）688677，广济药业（gjyy）000952
机器人
荣泰健康（rtjk）603579，科沃斯（kws）603486，春光科技（cgkj）603657，越剑智能（yjzn）603095，科森科技（kskj）603626，晋拓股份（jtgf）603211
其余形式独苗
飞南资源（fnzy）301500，三维通信（swtx）002115，德龙汇能（dlhn）000593，冠豪高新（ghgx）600433，渝三峡Ａ（ysxa）000565，东百集团（dbjt）600693，力鼎光电（ldgd）605118，粤传媒（ycm）002181
华电辽能（hdln）600396，德才股份（dcgf）605287，厦工股份（sggf）600815，通达股份（tdgf）002560，英飞特（yft）300582，麒盛科技（qskj）603610，江淮汽车（jhqc）600418，香溢融通（xyrt）600830

二板
深圳华强（szhq）000062，双枪科技（sqkj）001211，泰坦股份（ttgf）003036，维科技术（wkjs）600152，西藏珠峰（xzzf）600338，联翔股份

三板
众合科技（zhkj）000925，华电能源（hdny）600726

四板
水发燃气（sfrq）603318

`
  },
{
    "d": "2026-04-24",
    "l": "https://www.tgb.cn/a/2rg0gPR8qKk",
    "t": `

首板
芯片gpu
禾盛新材（hsxc）002290，富瀚微（fhw）300613，衢州发展（qzfz）600208，温州宏丰（wzhf）300283
ds算力
日海智能（rhzn）002313，浙数文化（zswh）600633，深圳华强（szhq）000062，皖通科技（wtkj）002331，星华新材（xhxc）301077，远东传动（ydcd）002406，智微智能（zwzn）001339，盛视科技（sskj）002990
锂电
维科技术（wkjs）600152，泰坦股份（ttgf）003036，金圆股份（jygf）000546，司太立（stl）603520，江特电机（jtdj）002176，科达制造（kdzz）600499，恩捷股份（ejgf）002812，西藏珠峰（xzzf）600338
融捷股份（rjgf）002192，丽岛新材（ldxc）603937，佛塑科技（fskj）000973，鼎胜新材（dsxc）603876，盛新锂能（sxln）002240，永兴材料（yxcl）002756，多氟多（dfd）002407
物流
音飞储存（yfcc）603066，中创物流（zcwl）603967，浙商中拓（zszt）000906
化工
江南高纤（jngx）600527，天禾股份（thgf）002999，星球石墨（xqsm）688633，广信股份（gxgf）603599，山东赫达（sdhd）002810
纺织
水星家纺（sxjf）603365，联翔股份，卓郎智能（zlzn）600545
其余形式独苗
兰生股份（lsgf）600826，博世科（bsk）300422，新宏泰（xht）603016，华特气体（htqt）688268，永和智控（yhzk）002795，南极电商（njds）002127，中嘉博创（zjbc）000889，朗博科技（lbkj）603655
双枪科技（sqkj）001211，今创集团（jcjt）603680，神力股份（slgf）603819，江苏发电机，亿晶光电（yjgd）600537，浙江光伏

二板
众合科技（zhkj）000925，华源控股（hykg）002787，华电能源（hdny）600726，综艺股份（zygf）600770，国检集团（gjjt）603060，通达电气（tddq）603390

三板
泰慕士（tms）001234，水发燃气（sfrq）603318

`
  },
{
    "d": "2026-04-23",
    "l": "https://www.tgb.cn/a/2remf4t020y",
    "t": `

首板
无人驾驶
通达电气（tddq）603390，移为通信（ywtx）300590
燃气轮机发电机
福鞍股份（fagf）603315，应流股份（ylgf）603308，中原内配（zynp）002448
绿电
大连电瓷（dldc）002606，绿发电力（lfdl）000537，华电能源（hdny）600726，晶科科技（jkkj）601778，节能风电（jnfd）601016，广西能源（gxny）600310
算力硬件
兆驰股份（zcgf）002429，华源控股（hykg）002787，法尔胜（fes）000890，佳力图（jlt）603912，汇绿生态（hlst）001267，大族激光（dzjg）002008
算力租赁
浙文互联（zwhl）600986，莲花控股（lhkg）600186，中贝通信（zbtx）603220
医药
罗欣药业（lxyy）002793，美诺华（mnh）603538
国产芯片
怡达股份（ydgf）300721，联泓新科（lhxk）003022，综艺股份（zygf）600770，和远气体（hyqt）002971
航天
中衡设计（zhsj）603017，众合科技（zhkj）000925，国检集团（gjjt）603060
其余形式独苗
亿道信息（ydxx）001314，昊华能源（hhny）601101，旗天科技（qtkj）300061，齐心集团（qxjt）002301，迎驾贡酒（yjgj）603198，中兴商业（zxsy）000715，德龙汇能（dlhn）000593，华绿生物（hlsw）300970
九阳股份（jygf）002242，山东墨龙（sdml）002490，中源家居（zyjj）603709，千味央厨（qwyc）001215

二板
泰慕士（tms）001234，东望时代（dwsd）600052，中新集团（zxjt）601512，水发燃气（sfrq）603318，杭电股份（hdgf）603618

三板
安诺其（anq）300067，华电辽能（hdln）600396，苏州高新（szgx）600736

五板
金螳螂（jtl）002081

`
  },
{
    "d": "2026-04-22",
    "l": "https://www.tgb.cn/a/2rcFlbpIU7Q",
    "t": `

首板
锂电
翔丰华（xfh）300890，龙蟠科技（lpkj）603906
基建
厦工股份（sggf）600815，京投发展（jtfz）600683
磷化铟
中信金属（zxjs）601061，三安光电（sagd）600703，锌业股份（xygf）000751，云南锗业（ynzy）002428
半导体设备
冠石科技（gskj）605588，先导基电（xdjd）600641
算力硬件
博迁新材（bqxc）605376，永鼎股份（ydgf）600105，杭电股份（hdgf）603618，水发燃气（sfrq）603318，光电股份（gdgf）600184，天通股份（ttgf）600330，沃格光电（wggd）603773，亨通光电（htgd）600487
冰轮环境（blhj）000811，世嘉科技（sjkj）002796，康盛股份（ksgf）002418，东山精密（dsjm）002384，远东股份（ydgf）600869，金安国纪（jagj）002636，鹏鼎控股（pdkg）002938
电网电力
东方电缆（dfdl）603606，东望时代（dwsd）600052，兆新股份（zxgf）002256
化工
史丹利（sdl）002588，同德化工（tdhg）002360，江苏博云（jsby）301003，诚志股份（czgf）000990，镇海股份（zhgf）603637
华为
恒为科技（hwkj）603496，深圳华强（szhq）000062
纺织
梦洁股份（mjgf）002397，泰慕士（tms）001234
Ai参股
中新集团（zxjt）601512，九安医疗（jayl）002432
其余形式独苗
武汉凡谷（whfg）002194，中持股份（zcgf）603903，金证股份（jzgf）600446，科新发展（kxfz）600234，金洲管道（jzgd）002443，杭钢股份（hggf）600126

二板
九鼎新材（jdxc）002201，安诺其（anq）300067，华电辽能（hdln）600396，苏州高新（szgx）600736，海星股份（hxgf）603115，立达信（ldx）605365

四板
金螳螂（jtl）002081，金富科技（jfkj）003018

`
  },
{
    "d": "2026-04-21",
    "l": "https://www.tgb.cn/a/2rb2KzljvVq",
    "t": `

首板
航天
顺灏股份（shgf）002565，苏州高新（szgx）600736，九鼎新材（jdxc）002201，巨力索具（jlsj）002342
汽配
海泰科（htk）301022，迪生力（dsl）603335，众泰汽车（ztqc）000980，宁波高发（nbgf）603788，均胜电子（jsdz）600699
传媒
北京文化（bjwh）000802，文投控股（wtkg）600715
算力产业链
泰晶科技（tjkj）603738，海星股份（hxgf）603115，方邦股份（fbgf）688020，致尚科技（zskj）301486
芯片
全筑股份（qzgf）603030，奥普光电（apgd）002338，和林微纳（hlwn）688661，皮阿诺（pan）002853，华特气体（htqt）688268，三佳科技（sjkj）600520
锂电
皇庭国际（htgj）000056，同兴科技（txkj）003027，英联股份（ylgf）002846
电力
粤电力Ａ（ydla）000539，浙江新能（zjxn）600032，华电辽能（hdln）600396，宝新能源（bxny）000690
照明
阳光照明（ygzm）600261，立达信（ldx）605365
其余形式独苗
安诺其（anq）300067，昇兴股份（sxgf）002752，联合精密（lhjm）001268，拉升节点是芯片，新宏泰（xht）603016，交建股份（jjgf）603815，必得科技（bdkj）605298，冰川网络（bcwl）300533
亚世光电（ysgd）002952，奥美医疗（amyl）002950，华泰股份（htgf）600308，好莱客（hlk）603898，岳阳兴长（yyxz）000819，湘佳股份（xjgf）002982，中兴商业（zxsy）000715

二板
神剑股份（sjgf）002361，青山纸业（qszy）600103，广安爱众（gaaz）600979，中衡设计（zhsj）603017

三板
金螳螂（jtl）002081，金富科技（jfkj）003018，圣龙股份（slgf）603178

四板
株冶集团（zyjt）600961

`
  },
{
    "d": "2026-04-20",
    "l": "https://www.tgb.cn/a/2r9nRPeG29j",
    "t": `

首板
算力产业链
泰嘉股份（tjgf）002843，泰豪科技（thkj）600590，通鼎互联（tdhl）002491，大豪科技（dhkj）603025，亿利达（yld）002686，方正科技（fzkj）600601，佳力图（jlt）603912，光电股份（gdgf）600184
中天科技（ztkj）600522，飞龙股份（flgf）002536，潍柴重机（wczj）000880，汇源通信（hytx）000586，水发燃气（sfrq）603318，青山纸业（qszy）600103
摘帽
仁东控股（rdkg）002647，松发股份（sfgf）603268
电网
通达股份（tdgf）002560，新中港（xzg）605162，远程股份（ycgf）002692，廊坊发展（lffz）600149，太阳电缆（tydl）002300，广安爱众（gaaz）600979，中利集团（zljt）002309，豫能控股（ynkg）001896
京泉华（jqh）002885
未分类
百亚股份（bygf）003006，渤海化学（bhhx）600800，八方股份（bfgf）603489，播恩集团（bejt）001366
航天
中衡设计（zhsj）603017，皖通科技（wtkj）002331，起帆电缆（qfdl）605222，蜀道装备（sdzb）300540，有研复材（yyfc）688811，魅视科技（mskj）001229，西部材料（xbcl）002149，中国卫星（zgwx）600118
普利特（plt）002324，中国卫通（zgwt）601698，天奥电子（tadz）002935，神剑股份（sjgf）002361
家电
长虹华意（chhy）000404，彩虹集团（chjt）003023，九阳股份（jygf）002242
消费
中炬高新（zjgx）600872，紫燕食品（zysp）603057
广告电商
三人行（srx）605168，吉宏股份（jhgf）002803
化工
渤海化学（bhhx）600800，苏州龙杰（szlj）603332，恒基达鑫（hjdx）002492，新乡化纤（xxhx）000949，中船科技（zckj）600072
芯片
有研新材（yyxc）600206，华新科技（hxkj）301265
其余形式独苗
纽威股份（nwgf）603699，舒华体育（shty）605299，云中马（yzm）603130，国晟科技（gckj）603778，冠豪高新（ghgx）600433，润达医疗（rdyl）603108

二板
江顺科技（jskj）001400，金螳螂（jtl）002081，合力泰（hlt）002217，康盛股份（ksgf）002418，云南锗业（ynzy）002428，金富科技（jfkj）003018，科新发展（kxfz）600234，天通股份（ttgf）600330，彩虹股份（chgf）600707，圣龙股份（slgf）603178，沃格光电（wggd）603773

三板
华升股份（hsgf）600156，株冶集团（zyjt）600961，可川科技（kckj）603052

六板
博云新材（byxc）002297

`
  },
{
    "d": "2026-04-17",
    "l": "https://www.tgb.cn/a/2r4o6bVi2Ka",
    "t": `

首板
算力产业链
天通股份（ttgf）600330，海亮股份（hlgf）002203，共进股份（gjgf）603118，剑桥科技（jqkj）603083，彩虹股份（chgf）600707，云南锗业（ynzy）002428，沃格光电（wggd）603773，科瑞技术（krjs）002957
合力泰（hlt）002217，康盛股份（ksgf）002418，金富科技（jfkj）003018，华盛昌（hsc）002980，安孚科技（afkj）603031，优利德（yld）688628，光迅科技（gxkj）002281，优迅股份（yxgf）688807
广合科技（ghkj）001389，快克智能（kkzn）603203，华西股份（hxgf）000936，三安光电（sagd）600703，博杰股份（bjgf）002975，中瓷电子（zcdz）003031，世嘉科技（sjkj）002796，泰晶科技（tjkj）603738
江顺科技（jskj）001400
风光储
大金重工（djzg）002487，深南电Ａ（snda）000037，帝尔激光（dejg）300776，禾望电气（hwdq）603063，和顺科技（hskj）301237，凯盛科技（kskj）600552，明冠新材（mgxc）688560，良信股份（lxgf）002706
嘉泽新能（jzxn）601619
芯片
金螳螂（jtl）002081，衢州发展（qzfz）600208，三佳科技（sjkj）600520，国投中鲁（gtzl）600962，先导基电（xdjd）600641，唯特偶（wto）301319，斯迪克（sdk）300806
锂电
维科技术（wkjs）600152，传艺科技（cykj）002866
圣阳气氛组
鲁北化工（lbhg）600727，圣龙股份（slgf）603178，大业股份（dygf）603278
四川
升达林业（sdly）002259，成都路桥（cdlq）002628
科技气氛组
科新发展（kxfz）600234，必得科技（bdkj）605298
其余形式独苗
利通电子（ltdz）603629，国产算力租赁，铁流股份（tlgf）603926，博纳影业（bnyy）001330，午后让你博钠离子电池，春兴精工（cxjg）002547

二板
洪汇新材（hhxc）002802，昂利康（alk）002940，宝丽迪（bld）300905，华升股份（hsgf）600156，株冶集团（zyjt）600961，可川科技（kckj）603052，福鞍股份（fagf）603315，品高股份（pggf）688227

三板
京投发展（jtfz）600683，均瑶健康（jyjk）605388

四板
盛视科技（sskj）002990

五板
博云新材（byxc）002297

七板
圣阳股份（sygf）002580

`
  },
{
    "d": "2026-04-16",
    "l": "https://www.tgb.cn/a/2r2JWrHuKkv",
    "t": `

首板
锂电池
龙蟠科技（lpkj）603906，大东南（ddn）002263，大中矿业（dzky）001203，科达利（kdl）002850，金圆股份（jygf）000546，洁美科技（jmkj）002859，西藏矿业（xzky）000762，万里股份（wlgf）600847
算力租赁
真视通（zst）002771，美利云（mly）000815，盈峰环境（yfhj）000967，超讯通信（cxtx）603322，奥瑞德（ard）600666，华升股份（hsgf）600156，南兴股份（nxgf）002757，恒润股份（hrgf）603985
锦鸡股份（jjgf）300798，宏景科技（hjkj）301396，中贝通信（zbtx）603220，品高股份（pggf）688227，润建股份（rjgf）002929
算力硬件
苏常柴Ａ（scca）000570，可川科技（kckj）603052，达实智能（dszn）002421，联德股份（ldgf）605060，福鞍股份（fagf）603315，鼎通科技（dtkj）688668，晶科科技（jkkj）601778，特发信息（tfxx）000070
大族激光（dzjg）002008，豪迈科技（hmkj）002595，东方电气（dfdq）600875，通鼎互联（tdhl）002491
未分类
株治集团（zzjt）600961，中钨高新（zwgx）000657，厦门钨业（xmwy）600549，恒邦股份（hbgf）002237，大东南（ddn）002263，德才股份（dcgf）605287，科达利（kdl）002850，大为股份（dwgf）002213
新大洲Ａ（xdza）000571，方大特钢（fdtg）600507，大族激光（dzjg）002008，德龙汇能（dlhn）000593，达意隆（dyl）002209，大连热电（dlrd）600719，德新科技（dxkj）603032
化工
宝丽迪（bld）300905，恒申新材（hsxc）000782，坤彩科技（kckj）603826，洪汇新材（hhxc）002802，聚合顺（jhs）605166
环卫
盈峰环境（yfhj）000967，劲旅环境（jlhj）001230，嘉戎技术（jrjs）301148
工业母鸡
南兴股份（nxgf）002757，乔峰智能，睿能科技（rnkj）603933，达意隆（dyl）002209
其余形式独苗
世运电路（sydl）603920，宁波富邦（nbfb）600768，长城科技（cckj）603897，联合精密（lhjm）001268，昂利康（alk）002940，浙江医药（zjyy）600216，北玻股份（bbgf）002613，真爱美家（zamj）003041
宏润建设（hrjs）002062，安奈儿（ane）002875，百邦科技（bbkj）300736，西藏旅游（xzly）600749，帅丰电器（sfdq）605336，罗普斯金（lpsj）002333，武进不锈（wjbx）603878，浦东建设（pdjs）600284

二板
丽江股份（ljgf）002033，申通快递（stkd）002468，京投发展（jtfz）600683，大胜达（dsd）603687，均瑶健康（jyjk）605388

三板
盛视科技（sskj）002990

四板
博云新材（byxc）002297

六板
圣阳股份（sygf）002580

`
  },
{
    "d": "2026-04-15",
    "l": "https://www.tgb.cn/a/2r14pvuJJn0",
    "t": `

首板
浙江
大胜达（dsd）603687，申通快递（stkd）002468，梦天家居（mtjj）603216，京投发展（jtfz）600683
算力硬件
大胜达（dsd）603687，长源东谷（zydg）603950，红板科技（hbkj）603459，禾望电气（hwdq）603063，沃格光电（wggd）603773，罗曼股份（lmgf）605289，飞亚达（fyd）000026
医药
瑞康医药（rkyy）002589，健信超导（jxcd）688805，海正药业（hzyy）600267，金陵药业（jlyy）000919，鹭燕医药（lyyy）002788，双鹭药业（slyy）002038，博瑞医药（bryy）688166，北大医药（bdyy）000788
津药药业（jyyy）600488，益佰制药（ybzy）600594，康恩贝（keb）600572，华人健康（hrjk）301408
基建家居
立达信（ldx）605365，居然之家（jrzj）000786，交建股份（jjgf）603815，帝欧水华（dosh）002798，梦天家居（mtjj）603216，京投发展（jtfz）600683
消费电子
福蓉科技（frkj）603327，春秋电子（cqdz）603890
电网
汉缆股份（hlgf）002498，豫能控股（ynkg）001896，华菱线缆（hlxl）001208，起帆电缆（qfdl）605222
锂电
键邦股份（jbgf）603285，乐凯胶片（lkjp）600135，泰坦股份（ttgf）003036，和胜股份（hsgf）002824
其余形式独苗
吉比特（jbt）603444，行动教育（xdjy）605098，华源控股（hykg）002787，神剑股份（sjgf）002361，且算力给了拉升环境，丽江股份（ljgf）002033，万朗磁塑（wlcs）603150，新宝股份（xbgf）002705
宏柏新材（hbxc）605366，均瑶健康（jyjk）605388，中宠股份（zcgf）002891

二板
中嘉博创（zjbc）000889，中工国际（zggj）002051，盛视科技（sskj）002990，奥尼电子（andz）301189，汇通能源（htny）600605，哈药股份（hygf）600664，利通电子（ltdz）603629，航天工程（htgc）603698

三板
天邦食品（tbsp）002124，博云新材（byxc）002297

五板
圣阳股份（sygf）002580

`
  },
{
    "d": "2026-04-14",
    "l": "https://www.tgb.cn/a/2qZpzrCe6h2",
    "t": `

首板
算力硬件
海特高新（htgx）002023，京泉华（jqh）002885，协创数据（xcsj）300857，宏昌电子（hcdz）603002，远程股份（ycgf）002692，盛视科技（sskj）002990，大为股份（dwgf）002213，亿利达（yld）002686
沪电股份（hdgf）002463，晶科科技（jkkj）601778，奥尼电子（andz）301189，海鸥股份（hogf）603269，华塑科技（hskj）301157，神驰机电（scjd）603109
算力租赁
盈峰环境（yfhj）000967，鸿博股份（hbgf）002229，中嘉博创（zjbc）000889，利通电子（ltdz）603629
房地产
汇通能源（htny）600605，北辰实业（bcsy）601588，盈新发展（yxfz）000620，南山控股（nskg）002314
金融软件
仁东控股（rdkg）002647，税友股份（sygf）603171，顶点软件（ddrj）603383
锂电
石大胜华（sdsh）603026，腾远钴业（tygy）301219，众源新材（zyxc）603527，新朋股份（xpgf）002328，孚日股份（frgf）002083，海科新源（hkxy）301292
医药
沃华医药（whyy）002107，哈药股份（hygf）600664
工程设备
中工国际（zggj）002051，风神股份（fsgf）600469
航天
航天长峰（htzf）600855，西部材料（xbcl）002149，航天工程（htgc）603698
其余形式独苗
正邦科技（zbkj）002157，卧龙新能（wlxn）600173，金海通（jht）603061，天津芯片，利柏特（lbt）605167，狮头股份（stgf）600539，康惠股份（khgf）603139

二板
天邦食品（tbsp）002124，博云新材（byxc）002297，华盛昌（hsc）002980，维科技术（wkjs）600152，华电辽能（hdln）600396，泰金新能（tjxn）688813

三板
美能能源（mnny）001299

四板
中恒电气（zhdq）002364，圣阳股份（sygf）002580

六板
华远控股（hykg）600743

`
  },
{
    "d": "2026-04-13",
    "l": "https://www.tgb.cn/a/2qXLIM86Dwf",
    "t": `

首板
军工
启明星辰（qmxc）002439，博云新材（byxc）002297，厦工股份（sggf）600815，兴图新科（xtxk）688081
绿电
甘肃能源（gsny）000791，宇晶股份（yjgf）002943，华电辽能（hdln）600396，宁波能源（nbny）600982，京运通（jyt）601908，浙江新能（zjxn）600032
算力硬件
瑞斯康达（rskd）603803，华盛昌（hsc）002980，飞亚达（fyd）000026，利扬芯片（lyxp）688135，宏和科技（hhkj）603256，泰晶科技（tjkj）603738，金字火腿（jzht）002515，科瑞技术（krjs）002957
泰金新能（tjxn）688813，金富科技（jfkj）003018，中国巨石（zgjs）600176，中材科技（zckj）002080，赛腾芯片，铭普光磁（mpgc）002902，兴森科技（xskj）002436
算力租赁
中安科（zak）600654，美丽生态（mlst）000010，润建股份（rjgf）002929，二六三（els）002467
锂电池
维科技术（wkjs）600152，西藏城投（xzct）600773，洪田股份（htgf）603800，德创环保（dchb）603177，国城矿业（gcky）000688，盛新锂能（sxln）002240，福田汽车（ftqc）600166，纳百川（nbc）301667
大中矿业（dzky）001203
农牧
华英农业（hyny）002321，天邦食品（tbsp）002124，安迪苏（ads）600299
其余形式独苗
焦作万方（jzwf）000612，美克家居（mkjj）600337，珠江钢琴（zjgq）002678，长城科技（cckj）603897，菱电电控（lddk）688667，江南高纤（jngx）600527，锦和商管（jhsg）603682，安乃达（and）603350
蓝焰控股（lykg）000968，三利谱（slp）002876

二板
金融街（jrj）000402，美能能源（mnny）001299，康盛股份（ksgf）002418，天普股份（tpgf）605255

三板
中恒电气（zhdq）002364，圣阳股份（sygf）002580

四板
长源东谷（zydg）603950

五板
华远控股（hykg）600743

`
  },
{
    "d": "2026-04-10",
    "l": "https://www.tgb.cn/a/2qSMSAuf5N7",
    "t": `

首板
算力硬件
青山纸业（qszy）600103，中国动力（zgdl）600482，盈方微（yfw）000670，康盛股份（ksgf）002418，万泽股份（wzgf）000534，山东玻纤（sdbx）605006，宁波精达（nbjd）603088，凯盛新能（ksxn）600876
联德股份（ldgf）605060，豪美新材（hmxc）002988，华升股份（hsgf）600156，永鼎股份（ydgf）600105，天普股份（tpgf）605255，晶升股份（jsgf）688478，德明利（dml）001309，凌云股份（lygf）600480
英唐智控（ytzk）300131
光储
欧晶科技（ojkj）001269，德业股份（dygf）605117，亿晶光电（yjgd）600537，雄韬股份（xtgf）002733
华远派系气氛组
远大控股（ydkg）000626，金融街（jrj）000402，正和生态（zhst）605069，汇嘉时代（hjsd）603101
锂电
国轩高科（gxgk）002074，大东南（ddn）002263，华源控股（hykg）002787，石大胜华（sdsh）603026，泰坦股份（ttgf）003036，上海洗霸（shxb）603200，西藏矿业（xzky）000762
医药
纳微股份，奥美医疗（amyl）002950，南京医药（njyy）600713
浙江
联翔股份，新澳股份（xagf）603889，双枪科技（sqkj）001211
Ai应用
文峰股份，出版传媒（cbcm）601999
金融
南华期货（nhqh）603093，御银股份（yygf）002177
其余形式独苗
惠而浦（hep）600983，美能能源（mnny）001299，珠海中富（zhzf）000659，隆基机械（ljjx）002363

二板
新朋股份（xpgf）002328，中恒电气（zhdq）002364，圣阳股份（sygf）002580，和胜股份（hsgf）002824，五方光电（wfgd）002962，长江通信（cjtx）600345，彩虹股份（chgf）600707，沃格光电（wggd）603773，睿能科技（rnkj）603933

三板
中嘉博创（zjbc）000889，来伊份（lyf）603777，长源东谷（zydg）603950

四板
华远控股（hykg）600743

`
  },
{
    "d": "2026-04-09",
    "l": "https://www.tgb.cn/a/2qR6i3oeTlU",
    "t": `

首板
算电
中恒电气（zhdq）002364，黔源电力（qydl）002039
家居纺织
富春染织（fcrz）605189，美克家居（mkjj）600337，歌力思（gls）603808，梦天家居（mtjj）603216
消费电子
彩虹股份（chgf）600707，五方光电（wfgd）002962，光智科技（gzkj）300489，恒铭达（hmd）002947，沃格光电（wggd）603773，泰嘉股份（tjgf）002843，和胜股份（hsgf）002824，哈森股份（hsgf）603958
安洁科技（ajkj）002635
医药
沃华医药（whyy）002107，益佰制药（ybzy）600594，海王生物（hwsw）000078
光刻机芯片
华建集团（hjjt）600629，柏诚股份（bcgf）601133，海立股份（hlgf）600619，华培动力（hpdl）603121，亚翔集成（yxjc）603929
储能
新朋股份（xpgf）002328，正泰电源（ztdy）002150，圣阳股份（sygf）002580
算力硬件
航天电器（htdq）002025，金安国纪（jagj）002636，天通股份（ttgf）600330，光迅科技（gxkj）002281，长江通信（cjtx）600345，振江股份（zjgf）603507，特发信息（tfxx）000070，长飞光纤（zfgx）601869
航天
光智科技（gzkj）300489，航天电器（htdq）002025
其余形式独苗
华宏科技（hhkj）002645，松炀资源（syzy）603863，友邦吊顶（ybdd）002718，诚志股份（czgf）000990，新华文轩（xhwx）601811，咸亨国际（xhgj）605056，标榜股份（bbgf）301181

二板
中嘉博创（zjbc）000889，巨力索具（jlsj）002342，东山精密（dsjm）002384，飞龙股份（flgf）002536，博杰股份（bjgf）002975，华懋科技（hmkj）603306，大元泵业（dyby）603757，来伊份（lyf）603777，长源东谷（zydg）603950，法狮龙（fsl）605318

三板
华远控股（hykg）600743

五板
汇源通信（hytx）000586

`
  },
{
    "d": "2026-04-08",
    "l": "https://www.tgb.cn/a/2qPrvoLy1d1",
    "t": `

首板
算力硬件
长源东谷（zydg）603950，东山精密（dsjm）002384，万泽股份（wzgf）000534，联德股份（ldgf）605060，常宝股份（cbgf）002478，铭普光磁（mpgc）002902，动力新科（dlxk）600841，大为股份（dwgf）002213
杰瑞股份（jrgf）002353，福鞍股份（fagf）603315，超颖电子（cydz）603175，应流股份（ylgf）603308，广合科技（ghkj）001389，迅捷兴（xjx）688655，飞龙股份（flgf）002536，协和电子（xhdz）605258
中电港（zdg）001287，剑桥科技（jqkj）603083，博杰股份（bjgf）002975，深南电路（sndl）002916，开勒股份（klgf）301070，大元泵业（dyby）603757，沪电股份（hdgf）002463，东方电气（dfdq）600875
淳中科技（czkj）603516，大族激光（dzjg）002008，依顿电子（yddz）603328，冰轮环境（blhj）000811，永鼎股份（ydgf）600105，汇绿生态（hlst）001267，远东股份（ydgf）600869，东睦股份（dmgf）600114
博威合金（bwhj）601137，芯碁微装（xqwz）688630，电连技术（dljs）300679，快克智能（kkzn）603203，华懋科技（hmkj）603306，江海股份（jhgf）002484
国产ai
杭钢股份（hggf）600126，奥瑞德（ard）600666，行云科技（xykj）300209，华孚时尚（hfss）002042，莲花控股（lhkg）600186，大位科技（dwkj）600589，中嘉博创（zjbc）000889，达实智能（dszn）002421
利欧股份（logf）002131，德才股份（dcgf）605287，浙文互联（zwhl）600986，平治信息（pzxx）300571，天地在线（tdzx）002995，利通电子（ltdz）603629，蓝色光标（lsgb）300058，欢瑞世纪（hrsj）000892
引力传媒（ylcm）603598，数据港（sjg）603881，海量数据（hlsj）603138，电广传媒（dgcm）000917，润建股份（rjgf）002929，真爱美家（zamj）003041，省广集团（sgjt）002400，罗曼股份（lmgf）605289
芯片
创元股份，先导基电（xdjd）600641，锴威特（kwt）688693
未分类
西部黄金（xbhj）601069，兴业银锡（xyyx）000426，招金黄金（zjhj）000506，湖南白银（hnby）002716，东方钽业（dfty）000962，四川黄金（schj）001337，湖南黄金（hnhj）002155，华锡有色（hxys）600301
九州一轨（jzyg）688485，第一创业（dycy）002797，来伊份（lyf）603777，恒丰纸业（hfzy）600356，桂林旅游（glly）000978
战后恢复
华夏航空（hxhk）002928，中国东航（zgdh）600115，建设机械（jsjx）600984，厦工股份（sggf）600815，中际联合（zjlh）605305
浙江
联翔股份，晋亿实业（jysy）601002，金海高科（jhgk）603311，棒杰股份，中天服务（ztfw）002188，法狮龙（fsl）605318，福达合金（fdhj）603045
山东
百龙创园（blcy）605016，联诚精密（lcjm）002921
航天
神剑股份（sjgf）002361，晋拓股份（jtgf）603211，世运电路（sydl）603920，国机精工（gjjg）002046，巨力索具（jlsj）002342，飞沃科技（fwkj）301232
消费电子
冠捷科技（gjkj）000727，合力泰（hlt）002217，国星光电（gxgd）002449，水晶光电（sjgd）002273，光洋股份（gygf）002708，春秋电子（cqdz）603890，英派斯（yps）002899
电网
科远智慧（kyzh）002380，大连电瓷（dldc）002606
其余形式独苗
百花医药（bhyy）600721，美诺华（mnh）603538，濮源材料（pycl）603196

二板
金陵药业（jlyy）000919，中工国际（zggj）002051，粤传媒（ycm）002181，高乐股份（glgf）002348，通鼎互联（tdhl）002491，普邦股份（pbgf）002663，科瑞技术（krjs）002957，华远控股（hykg）600743，新中港（xzg）605162

三板
中安科（zak）600654

四板
汇源通信（hytx）000586

`
  },
{
    "d": "2026-04-07",
    "l": "https://www.tgb.cn/a/2qNNdp8iiL1",
    "t": `

首板
化工
东岳硅材（dygc）300821，镇海股份（zhgf）603637，江南高纤（jngx）600527，龙星科技（lxkj）002442，新安股份（xagf）600596，恒逸石化（hysh）000703，尤夫股份（yfgf）002427，如意集团（ryjt）002193
合盛硅业（hsgy）603260，恒星科技（hxkj）002132，诚志股份（czgf）000990，神马股份（smgf）600810，兴化股份，金牛化工（jnhg）600722，赤天化（cth）600227，齐翔腾达（qxtd）002408
德尔未来（dewl）002631，柳化股份，保利联合（bllh）002037，潞化科技（lhkj）600691，中农联合（znlh）003042，皖维高新（wwgx）600063，醋化股份（chgf）603968，金正大（jzd）002470
泸天化（lth）000912，鼎际得（djd）603255，六国化工（lghg）600470，江天化学（jthx）300927，赞宇科技（zykj）002637，鲁西化工（lxhg）000830，亚邦股份（ybgf）603188，华谊集团（hyjt）600623
华昌化工（hchg）002274，中泰化学（zthx）002092，新疆天业（xjty）600075
算力产业链
法尔胜（fes）000890，同宇新材（tyxc）301630，通鼎互联（tdhl）002491，华脉科技（hmkj）603042，宏昌电子（hcdz）603002，大胜达（dsd）603687，凌玮科技（lwkj）301373，柏诚股份（bcgf）601133
康强电子（kqdz）002119，宏盛股份（hsgf）603090，科瑞技术（krjs）002957，航天电器（htdq）002025
医药
新天药业（xtyy）002873，金陵药业（jlyy）000919，鹭燕医药（lyyy）002788，哈药股份（hygf）600664
电力
鼎信通讯（dxtx）603421，泰达股份（tdgf）000652，东方新能（dfxn）002310，新中港（xzg）605162
锂电
诺德股份（ndgf）600110，国晟科技（gckj）603778，维远股份（wygf）600955，滨海能源（bhny）000695，天瑞仪器（tryq）300165，博力威（blw）688345
足球
泰达股份（tdgf）000652，粤传媒（ycm）002181，中体产业（ztcy）600158，共创草坪（gccp）605099，金陵体育（jlty）300651，舒华体育（shty）605299，南京商旅（njsl）600250
未分类
中电电机（zddj）603988，怡球资源（yqzy）601388，中稀有色（zxys）600259
农牧
中牧股份（zmgf）600195，华统股份（htgf）002840，深粮控股（slkg）000019，棕榈股份
其余形式独苗
福蓉科技（frkj）603327，高乐股份（glgf）002348，中工国际（zggj）002051，京能置业（jnzy）600791，深圳华强（szhq）000062，普邦股份（pbgf）002663，文灿股份（wcgf）603348，华远控股（hykg）600743
长华集团（zhjt）605018，和顺石油（hssy）603353，跟随化工

二板
华盛昌（hsc）002980，中安科（zak）600654，翠微股份（cwgf）603123，圣泉集团（sqjt）605589

三板
汇源通信（hytx）000586，新能泰山（xnts）000720

七板
津药药业（jyyy）600488

`
  },
{
    "d": "2026-04-03",
    "l": "https://www.tgb.cn/a/2qH8iXDwCwz",
    "t": `

首板
化工
苏利股份（slgf）603585，三维股份（swgf）603033
特斯拉
华瑞股份（hrgf）300626，嵘泰股份（rtgf）605133
算力租赁
思特奇（stq）300608，直真科技（zzkj）003007，中安科（zak）600654，云赛智联（yszl）600602
算力硬件
华盛昌（hsc）002980，裕同科技（ytkj）002831，易天股份（ytgf）300812，德科立（dkl）688205，圣泉集团（sqjt）605589，福晶科技（fjkj）002222，中瓷电子（zcdz）003031，威腾电气（wtdq）688226
振华股份（zhgf）603067，世嘉科技（sjkj）002796，远东股份（ydgf）600869，园林股份（ylgf）605303
医药
中国医药（zgyy）600056
其余形式独苗
翠微股份（cwgf）603123，网达软件（wdrj）603189，通宇通讯（tytx）002792，珠江钢琴（zjgq）002678，重庆路桥（cqlq）600106，九州一轨（jzyg）688485，中船特气（zctq）688146，亚世光电（ysgd）002952
法兰泰克（fltk）603966，标准股份

二板
汇源通信（hytx）000586，新能泰山（xnts）000720，重药控股（zykg）000950

六板
津药药业（jyyy）600488

`
  },
{
    "d": "2026-04-02",
    "l": "https://www.tgb.cn/a/2qFtBp4m1t7",
    "t": `

首板
医药
重药控股（zykg）000950，合富中国（hfzg）603122，济民健康（jmjk）603222，双鹭药业（slyy）002038
电力
乐山电力（lsdl）600644，川能动力（cndl）000155
光纤
中利集团（zljt）002309，汇源通信（hytx）000586，新能泰山（xnts）000720，华脉科技（hmkj）603042
石油
和顺石油（hssy）603353，博汇股份（bhgf）300839，贝肯能源（bkny）002828，蓝焰控股（lykg）000968，康普顿（kpd）603798，中油工程（zygc）600339
其余形式独苗
松炀资源（syzy）603863，西藏矿业（xzky）000762，中工国际（zggj）002051，巨星农牧（jxnm）603477，大东南（ddn）002263

二板
北大医药（bdyy）000788，益佰制药（ybzy）600594

三板
通达股份（tdgf）002560，星辉环材（xhhc）300834，新中港（xzg）605162

五板
津药药业（jyyy）600488

`
  },
{
    "d": "2026-04-01",
    "l": "https://www.tgb.cn/a/2qDPKWzddYj",
    "t": `

首板
医药
两面针（lmz）600249，九安医疗（jayl）002432，润都股份（rdgf）002923，万泽股份（wzgf）000534，昂利康（alk）002940，益佰制药（ybzy）600594，睿智医药（rzyy）300149，海欣股份（hxgf）600851
北大医药（bdyy）000788，广生堂（gst）300436，艾迪药业（adyy）688488，力诺药包（lnyb）301188
航运
锦江航运（jjhy）601083，招商轮船（zslc）601872
算力硬件
铭普光磁（mpgc）002902，瑞斯康达（rskd）603803，山东玻纤（sdbx）605006，卓郎智能（zlzn）600545，中京电子（zjdz）002579，腾龙股份（tlgf）603158，智立方（zlf）301312，永鼎股份（ydgf）600105
芯片
大胜达（dsd）603687，柏诚股份（bcgf）601133，汇成真空（hczk）301392
算力租赁
奥瑞德（ard）600666，罗曼股份（lmgf）605289，美利云（mly）000815，华勤技术（hqjs）603296，佳力图（jlt）603912，恒润股份（hrgf）603985
未分类
雪龙集团（xljt）603949，雪人股份（xrgf）002639
Ai应用
德才股份（dcgf）605287，完美世界（wmsj）002624，巨人网络（jrwl）002558
锂电池
丽岛新材（ldxc）603937，孚日股份（frgf）002083，国晟科技（gckj）603778，衢州东峰（qzdf）601515
其余形式独苗
美邦服饰（mbfs）002269，宁波富达（nbfd）600724，锡华科技（xhkj）603248，华宏科技（hhkj）002645，爱建集团（ajjt）600643，会稽山（hjs）601579，博迈科（bmk）603727，润本股份（rbgf）603193
华培动力（hpdl）603121，齐翔腾达（qxtd）002408

二板
通达股份（tdgf）002560，凯莱英（kly）002821，星辉环材（xhhc）300834，新中港（xzg）605162

四板
津药药业（jyyy）600488

`
  },
{
    "d": "2026-03-31",
    "l": "https://www.tgb.cn/a/2qCbnKihN1s",
    "t": `

首板
电力
顺发恒能（sfhn）000631，闽东电力（mddl）000993，京运通（jyt）601908，新能泰山（xnts）000720，新中港（xzg）605162，深南电Ａ（snda）000037
Ai应用
泛微网络（fwwl）603039，天地在线（tdzx）002995，苏州科达（szkd）603660
高铁+盾构机+铁路
广日股份（grgf）600894，中国铁物（zgtw）000927，天顺股份（tsgf）002800，永达股份（ydgf）001239，金鹰重工（jyzg）301048，中铁工业（ztgy）600528，晋西车轴（jxcz）600495
汽配
宇通客车（ytkc）600066，松芝股份（szgf）002454，征和工业（zhgy）003033，钱江摩托（qjmt）000913，富奥股份（fagf）000030，襄阳轴承（xyzc）000678，通力科技（tlkj）301255
医药
凯莱英（kly）002821，鹭燕医药（lyyy）002788，奥锐特（art）605116
航天
顺灏股份（shgf）002565，拓日新能（trxn）002218，巨力索具（jlsj）002342，邵阳液压（syyy）301079
体育
舒华体育（shty）605299，中体产业（ztcy）600158
化工
星辉环材（xhhc）300834，坤彩科技（kckj）603826
锂电
大东南（ddn）002263，圣阳股份（sygf）002580
光纤
光电股份（gdgf）600184，特发信息（tfxx）000070
旅游
三湘印象（sxyx）000863，南京商旅（njsl）600250
其余形式独苗
通达股份（tdgf）002560，泰福泵业（tfby）300992，春光科技（cgkj）603657

二板
神州高铁（szgt）000008，平潭发展（ptfz）000592，闽发铝业（mfly）002578，棒杰股份，宏昌科技（hckj）301008，安徽建工（ahjg）600502

三板
津药药业（jyyy）600488

四板
神剑股份（sjgf）002361

`
  },
{
    "d": "2026-03-30",
    "l": "https://www.tgb.cn/a/2qAvQ1YsuUe",
    "t": `

首板
铝业
天山铝业（tsly）002532，闽发铝业（mfly）002578，常铝股份（clgf）002160，怡球资源（yqzy）601388，中铝国际（zlgj）601068，利源股份，南山铝业（nsly）600219
医药
东诚药业（dcyy）002675，亚太药业（ytyy）002370，海泰新光（htxg）688677，塞力医疗（slyl）603716
未分类
山东赫达（sdhd）002810，科达利（kdl）002850，亿利达（yld）002686，宁波富达（nbfd）600724，华达科技（hdkj）603358
农业
金健米业（jjmy）600127，京基智农（jjzn）000048，新农开发（xnkf）600359
航天
航天动力（htdl）600343，中衡设计（zhsj）603017，再升科技（zskj）603601，江顺科技（jskj）001400，广联航空（glhk）300900
算力产业链
宏和科技（hhkj）603256，华盛昌（hsc）002980，福晶科技（fjkj）002222，雪浪环境（xlhj）300385，亨通光电（htgd）600487，中利集团（zljt）002309，长江通信（cjtx）600345，长飞光纤（zfgx）601869
福建
平潭发展（ptfz）000592，福晶科技（fjkj）002222，漳州发展（zzfz）000753，合富中国（hfzg）603122
锂电光伏
科达利（kdl）002850，泰坦股份（ttgf）003036，国晟科技（gckj）603778，棒杰股份，乐凯胶片（lkjp）600135
电力电网
安徽建工（ahjg）600502，新宏泰（xht）603016，起帆电缆（qfdl）605222，漳州发展（zzfz）000753，长城科技（cckj）603897
芯片
锴威特（kwt）688693，金海通（jht）603061
其余形式独苗
宏昌科技（hckj）301008，云赛智联（yszl）600602，国产算力租赁，神州高铁（szgt）000008，浙江仙通（zjxt）603239

二板
法尔胜（fes）000890，双鹭药业（slyy）002038，九安医疗（jayl）002432，中农联合（znlh）003042，津药药业（jyyy）600488，联环药业（lhyy）600513，狮头股份（stgf）600539，贵广网络（ggwl）600996，苏利股份（slgf）603585，杭电股份（hdgf）603618

三板
神剑股份（sjgf）002361，联翔股份

五板
美诺华（mnh）603538

`
  },
{
    "d": "2026-03-27",
    "l": "https://www.tgb.cn/a/2qvwH0YbBam",
    "t": `

首板
算力
贵广网络（ggwl）600996，奥瑞德（ard）600666，华孚时尚（hfss）002042
化工
苏利股份（slgf）603585，金正大（jzd）002470，山东海化（sdhh）000822，鲁北化工（lbhg）600727，滨海能源（bhny）000695，赤天化（cth）600227，百川股份（bcgf）002455，安道麦Ａ（adma）000553
天原股份（tygf）002386，中农联合（znlh）003042，六国化工（lghg）600470，黑猫股份（hmgf）002068
锂电
滨海能源（bhny）000695，江特电机（jtdj）002176，深圳新星（szxx）603978，金圆股份（jygf）000546，永杉锂业（ysly）603399，盛新锂能（sxln）002240，永兴材料（yxcl）002756，诺德股份（ndgf）600110
海科新源（hkxy）301292，维远股份（wygf）600955，川能动力（cndl）000155，赣锋锂业（gfly）002460，西藏珠峰（xzzf）600338
医药
联环药业（lhyy）600513，基蛋生物（jdsw）603387，科拓生物（ktsw）300858，双鹭药业（slyy）002038，津药药业（jyyy）600488，康弘药业（khyy）002773，昭衍新药（zyxy）603127，奥赛康（ask）002755
信立泰（xlt）002294，热景生物（rjsw）688068，舒泰神（sts）300204，九安医疗（jayl）002432
电力
国电南自（gdnz）600268，东方新能（dfxn）002310，锡华科技（xhkj）603248，中南文化（znwh）002445，宁波能源（nbny）600982，豫能控股（ynkg）001896
消费
天地在线（tdzx）002995，均瑶健康（jyjk）605388，乐惠国际（lhgj）603076

二板
晋控电力（jkdl）000767，大东南（ddn）002263，神剑股份（sjgf）002361，广西能源（gxny）600310，金煤科技（jmkj）600844，石大胜华（sdsh）603026

四板
新能泰山（xnts）000720，融捷股份（rjgf）002192，美诺华（mnh）603538

`
  },
{
    "d": "2026-03-26",
    "l": "https://www.tgb.cn/a/2qtR3stkJe7",
    "t": `

首板
大飞机
中超控股（zckg）002471，天保基建（tbjj）000965
电力
晋控电力（jkdl）000767，远程股份（ycgf）002692，大东南（ddn）002263，惠天热电（htrd）000692，广西能源（gxny）600310，京运通（jyt）601908，可立克（klk）002782，深南电Ａ（snda）000037
广东
新宝股份（xbgf）002705，金富科技（jfkj）003018
锂电
衢州东峰（qzdf）601515，丽岛新材（ldxc）603937，元利科技（ylkj）603217，石大胜华（sdsh）603026
医药
海森药业（hsyy）001367，司太立（stl）603520，南京新百（njxb）600682
油气化工
兴化股份，蓝焰控股（lykg）000968，金煤科技（jmkj）600844
航天
神剑股份（sjgf）002361，西部材料（xbcl）002149
其余形式独苗
安彩高科（acgk）600207，有光伏，有石英材料，联翔股份，大胜达（dsd）603687，德昌股份（dcgf）605555

二板
中国铁物（zgtw）000927，铭普光磁（mpgc）002902，中闽能源（zmny）600163，华电能源（hdny）600726，渤海化学（bhhx）600800，再升科技（zskj）603601

三板
新能泰山（xnts）000720，湖南发展（hnfz）000722，融捷股份（rjgf）002192，美诺华（mnh）603538

`
  },
{
    "d": "2026-03-25",
    "l": "https://www.tgb.cn/a/2qsdIPgLWav",
    "t": `

首板
算力硬件
铭普光磁（mpgc）002902，再升科技（zskj）603601，中嘉博创（zjbc）000889，特发信息（tfxx）000070，阿莱德（ald）301419，柏诚股份（bcgf）601133，超颖电子（cydz）603175，杭电股份（hdgf）603618
华脉科技（hmkj）603042，康盛股份（ksgf）002418，江顺科技（jskj）001400，可川科技（kckj）603052，延江股份（yjgf）300658，立讯精密（lxjm）002475，共进股份（gjgf）603118，长江通信（cjtx）600345
芯片
国风新材（gfxc）000859，三孚股份（sfgf）603938
Ai应用
二六三（els）002467，出版传媒（cbcm）601999
国产算力租赁
大位科技（dwkj）600589，利通电子（ltdz）603629，三人行（srx）605168，电光科技（dgkj）002730，天玑科技（tjkj）300245
绿电
富春环保（fchb）002479，中闽能源（zmny）600163，宝新能源（bxny）000690，甘肃能源（gsny）000791，华电能源（hdny）600726，百通能源（btny）001376，金利华电（jlhd）300069，通宝能源（tbny）600780
洛凯股份（lkgf）603829，闽东电力（mddl）000993
储能
维科技术（wkjs）600152，圣阳股份（sygf）002580
福建
厦工股份（sggf）600815，平潭发展（ptfz）000592，福建水泥（fjsn）600802，漳州发展（zzfz）000753
海峡气氛组
哈森股份（hsgf）603958，润贝航科（rbhk）001316，桂林旅游（glly）000978
高铁建筑工程
浙江建投（zjjt）002761，新疆交建（xjjj）002941，晋亿实业（jysy）601002
机器人
睿能科技（rnkj）603933，唯科科技（wkkj）301196，华亚智能（hyzn）003043，新泉股份（xqgf）603179
其余形式独苗
西王食品，中体产业（ztcy）600158，中国铁物（zgtw）000927，渤海化学（bhhx）600800，双鹭药业（slyy）002038，珠海中富（zhzf）000659，冠农股份（gngf）600251，冠豪高新（ghgx）600433
友邦吊顶（ybdd）002718，华资实业（hzsy）600191

二板
粤电力Ａ（ydla）000539，韶能股份（sngf）000601，新能泰山（xnts）000720，湖南发展（hnfz）000722，融捷股份（rjgf）002192，通鼎互联（tdhl）002491，真视通（zst）002771，江南高纤（jngx）600527，狮头股份（stgf）600539，奥瑞德（ard）600666，湖南天雁（hnty）600698，宁波能源（nbny）600982，节能风电（jnfd）601016，长城军工（ccjg）601606，长飞光纤（zfgx）601869，美诺华（mnh）603538，歌力思（gls）603808，舒华体育（shty）605299，宏柏新材（hbxc）605366

三板
浙江新能（zjxn）600032，辽宁能源（lnny）600758

八板
华电辽能（hdln）600396

`
  },
{
    "d": "2026-03-24",
    "l": "https://www.tgb.cn/a/2qqFOcEy6Fd",
    "t": `

首板
光伏
海天股份（htgf）603759，北京科锐（bjkr）002350，华电科工（hdkg）601226，华光环能（hghn）600475，雅博股份，永和智控（yhzk）002795，亿晶光电（yjgd）600537
电网电力
新能泰山（xnts）000720，亚联发展（ylfz）002316，湖南发展（hnfz）000722，中南文化（znwh）002445，中国天楹（zgty）000035，韶能股份（sngf）000601，长城电工（ccdg）600192，汉缆股份（hlgf）002498
华银电力（hydl）600744，华塑股份（hsgf）600935，鼎信通讯（dxtx）603421，祥明智能（xmzn）301226，迪森股份（dsgf）300335，金开新能（jkxn）600821，节能风电（jnfd）601016，宁波能源（nbny）600982
梅雁吉祥（myjx）600868，华通线缆（htxl）605196，粤电力Ａ（ydla）000539
锂电
融捷股份（rjgf）002192，孚日股份（frgf）002083，富祥药业（fxyy）300497，科威尔（kwe）688551，丽岛新材（ldxc）603937，众源新材（zyxc）603527，西藏城投（xzct）600773，大中矿业（dzky）001203
国城矿业（gcky）000688
环保
荣晟环保（rchb）603165，狮头股份（stgf）600539，绿茵生态（lyst）002887，华宏科技（hhkj）002645，普邦股份（pbgf）002663
算力硬件
通鼎互联（tdhl）002491，海星股份（hxgf）603115，冰轮环境（blhj）000811，云南锗业（ynzy）002428，福晶科技（fjkj）002222，长飞光纤（zfgx）601869，金安国纪（jagj）002636，光电股份（gdgf）600184
国产算力租赁
奥瑞德（ard）600666，真视通（zst）002771，莲花控股（lhkg）600186
军工
长城军工（ccjg）601606，湖南天雁（hnty）600698，建设工业（jsgy）002265
航天
中衡设计（zhsj）603017，银河电子（yhdz）002519
医药
美诺华（mnh）603538
江苏气氛组
江南高纤（jngx）600527，华东重机（hdzj）002685
航运
招商南油（zsny）601975，中远海能（zyhn）600026，渤海租赁（bhzl）000415，康欣新材（kxxc）600076
其余形式独苗
北方国际（bfgj）000065，亚翔集成（yxjc）603929，中国科传（zgkc）601858，舒华体育（shty）605299，宏柏新材（hbxc）605366，浪莎股份（lsgf）600137，德尔未来（dewl）002631，歌力思（gls）603808
科新发展（kxfz）600234，咸亨国际（xhgj）605056，黑牡丹（hmd）600510

二板
拓日新能（trxn）002218，雪浪环境（xlhj）300385，浙江新能（zjxn）600032，辽宁能源（lnny）600758

三板
中利集团（zljt）002309

七板
华电辽能（hdln）600396

`
  },
{
    "d": "2026-03-23",
    "l": "https://www.tgb.cn/a/2qoSktpH29Q",
    "t": `

首板
电力
辽宁能源（lnny）600758，立新能源（lxny）001258，浙江新能（zjxn）600032，新宏泰（xht）603016，廊坊发展（lffz）600149
机器人
中大力德（zdld）002896，联翔股份，金发科技（jfkj）600143，首开股份（skgf）600376
化工
金煤科技（jmkj）600844，韩建河山（hjhs）603616，恒逸石化（hysh）000703
电动车
爱玛科技（amkj）603529，新日股份（xrgf）603787
光伏
华民股份（hmgf）300345，拓日新能（trxn）002218，芯能科技（xnkj）603105
其余形式独苗
雪浪环境（xlhj）300385，顺灏股份（shgf）002565，云煤能源（ymny）600792，杰美特（jmt）300868，瑞斯康达（rskd）603803，博迈科（bmk）603727

二板
正泰电源（ztdy）002150，中利集团（zljt）002309

三板
东方新能（dfxn）002310

四板
大胜达（dsd）603687

六板
华电辽能（hdln）600396

`
  },
{
    "d": "2026-03-20",
    "l": "https://www.tgb.cn/a/2qjSmHtbfOj",
    "t": `

首板
电力
兆新股份（zxgf）002256，广西能源（gxny）600310，银星能源（yxny）000862
光伏
中利集团（zljt）002309，正泰电源（ztdy）002150，上能电气（sndq）300827，首航新能（shxn）301658，国晟科技（gckj）603778，永臻股份（yzgf）603381
锂电
石大胜华（sdsh）603026，豪鹏科技（hpkj）001283
浙江
京投发展（jtfz）600683，荣晟环保（rchb）603165
打击华字辈
美诺华（mnh）603538，石大胜华（sdsh）603026，华塑控股（hskg）000509，舒华体育（shty）605299
足球
舒华体育（shty）605299，共创草坪（gccp）605099
其余形式独苗
云南锗业（ynzy）002428，福然德（frd）605050，市北高新（sbgx）600604

二板
东方新能（dfxn）002310，国新能源（gxny）600617，华电能源（hdny）600726

三板
韶能股份（sngf）000601，大胜达（dsd）603687

五板
深华发Ａ（shfa）000020，华电辽能（hdln）600396

`
  },
{
    "d": "2026-03-19",
    "l": "https://www.tgb.cn/a/2qidla7YD1s",
    "t": `

首板
新能源
日出东方（rcdf）603366，广安爱众（gaaz）600979，吉鑫科技（jxkj）601218，立新能源（lxny）001258，东方新能（dfxn）002310，华电能源（hdny）600726
油气延伸
兴化股份，陕西黑猫（sxhm）601015
算力
莲花控股（lhkg）600186，利通电子（ltdz）603629，贵广网络（ggwl）600996，铜牛信息（tnxx）300895
天然气
国新能源（gxny）600617，蓝焰控股（lykg）000968，天壕能源（thny）300332，洪通燃气（htrq）605169
个股独苗形式
长龄液压（zlyy）605389，云中马（yzm）603130，中油资本（zyzb）000617，铭普光磁（mpgc）002902

二板
粤电力Ａ（ydla）000539，韶能股份（sngf）000601，美利云（mly）000815，九安医疗（jayl）002432，奥瑞德（ard）600666，大胜达（dsd）603687

四板
深华发Ａ（shfa）000020，华电辽能（hdln）600396

`
  },
{
    "d": "2026-03-18",
    "l": "https://www.tgb.cn/a/2qgycvxkiXu",
    "t": `

首板
电力
韶能股份（sngf）000601，粤电力Ａ（ydla）000539，深南电Ａ（snda）000037，长城科技（cckj）603897，百利电气（bldq）600468，八方股份（bfgf）603489，积成电子（jcdz）002339，同力天启（tltq）605286
中南文化（znwh）002445，森特股份（stgf）603098，新宏泰（xht）603016
算力产业链
奥瑞德（ard）600666，宁波精达（nbjd）603088，瑞斯康达（rskd）603803，澳弘电子（ahdz）605058，再升科技（zskj）603601，诚邦股份（cbgf）603316，佳力图（jlt）603912，同有科技（tykj）300302
大元泵业（dyby）603757，中电港（zdg）001287，金富科技（jfkj）003018，奥士康（ask）002913，可川科技（kckj）603052，广合科技（ghkj）001389，数据港（sjg）603881，平治信息（pzxx）300571
深科达（skd）688328，中贝通信（zbtx）603220，茶花股份（chgf）603615，云赛智联（yszl）600602，强瑞技术（qrjs）301128，海星股份（hxgf）603115，泰豪科技（thkj）600590，杭电股份（hdgf）603618
菲菱科思（flks）301191，朗科科技（lkkj）300042
Ai应用
世纪恒通（sjht）301428，大胜达（dsd）603687，九安医疗（jayl）002432，网达软件（wdrj）603189
航天
再升科技（zskj）603601，金海高科（jhgk）603311，江顺科技（jskj）001400
其余形式独苗
诚志股份（czgf）000990，莎普爱思（spas）603168，类似京投发展，京基智农（jjzn）000048，威领股份，联环药业（lhyy）600513

二板
雅博股份，顺灏股份（shgf）002565，酒钢宏兴（jghx）600307，基蛋生物（jdsw）603387

三板
深华发Ａ（shfa）000020，华电辽能（hdln）600396

`
  },
{
    "d": "2026-03-17",
    "l": "https://www.tgb.cn/a/2qeUMKtSL0Z",
    "t": `

首板
钢铁
安阳钢铁（aygt）600569，酒钢宏兴（jghx）600307
风光储相关绿电
协鑫集成（xxjc）002506，雅博股份，纳百川（nbc）301667，正泰电源（ztdy）002150，江苏新能（jsxn）603693，兆新股份（zxgf）002256，节能风电（jnfd）601016，固德电材（gddc）301680
仁智股份（rzgf）002629，晨丰科技（cfkj）603685，祥明智能（xmzn）301226
房地产
中洲控股（zzkg）000042，京能置业（jnzy）600791，世联行（slx）002285
化工
潞化科技（lhkj）600691，双欣材料（sxcl）001369，中复神鹰（zfsy）688295，金正大（jzd）002470
未分类
安泰集团（atjt）600408，海马汽车（hmqc）000572，利柏特（lbt）605167
其余形式独苗
新亚电子（xydz）605277，顺灏股份（shgf）002565，爱建集团（ajjt）600643，基蛋生物（jdsw）603387，松霖科技（slkj）603992

二板
深华发Ａ（shfa）000020，顺钠股份（sngf）000533，华电辽能（hdln）600396，卓郎智能（zlzn）600545，国晟科技（gckj）603778

三板
赤天化（cth）600227，京投发展（jtfz）600683，锡华科技（xhkj）603248，亚翔集成（yxjc）603929

四板
法尔胜（fes）000890

`
  },
{
    "d": "2026-03-16",
    "l": "https://www.tgb.cn/a/2qdeZ3SfGiQ",
    "t": `

首板
海洋经济
东方海洋（dfhy）002086，尤夫股份（yfgf）002427，神开股份（skgf）002278，海洋王（hyw）002724
海上风电
华电辽能（hdln）600396，东方新能（dfxn）002310
算力硬件
泰晶科技（tjkj）603738，卓郎智能（zlzn）600545，盛视科技（sskj）002990，朗科科技（lkkj）300042，胜利精密（sljm）002426，金安国纪（jagj）002636，盈新发展（yxfz）000620，太极实业（tjsy）600667
华盛昌（hsc）002980，兆易创新（zycx）603986，金太阳（jty）300606，可川科技（kckj）603052，超颖电子（cydz）603175
Ai应用
二六三（els）002467，天地在线（tdzx）002995，安妮股份（angf）002235
未分类
深华发Ａ（shfa）000020，舒华体育（shty）605299
电光储
鼎信通讯（dxtx）603421，顺钠股份（sngf）000533，维科技术（wkjs）600152，国晟科技（gckj）603778，琏升科技（lskj）300051
航运
海航科技（hhkj）600751，招商南油（zsny）601975
其余形式独苗
中油资本（zyzb）000617，标准股份，农发种业（nfzy）600313，一彬科技（ybkj）001278，西王食品，宏柏新材（hbxc）605366，裕同科技（ytkj）002831

二板
赤天化（cth）600227，京投发展（jtfz）600683，锡华科技（xhkj）603248，亚翔集成（yxjc）603929

三板
法尔胜（fes）000890

`
  },
{
    "d": "2026-03-13",
    "l": "https://www.tgb.cn/a/2q8iXK5ws1j",
    "t": `

首板
化工
金正大（jzd）002470，兴化股份，赤天化（cth）600227，红宝丽（hbl）002165，赞宇科技（zykj）002637，江苏索普（jssp）600746，康达新材（kdxc）002669
今年老龙
亚翔集成（yxjc）603929，锋龙股份（flgf）002931，嘉美包装（jmbz）002969
浙江
健盛股份，京华激光（jhjg）603607，京投发展（jtfz）600683
新能源电力
中国电建（zgdj）601669，横店东磁（hddc）002056，天顺风能（tsfn）002531，通裕重工（tyzg）300185，雅博股份，麦加芯彩（mjxc）603062，锡华科技（xhkj）603248，起帆电缆（qfdl）605222
亨通股份（htgf）600226，吉鑫科技（jxkj）601218
核电
酒钢宏兴（jghx）600307，兰石重装（lszz）603169，南方路机（nflj）603280，中国核建（zghj）601611，江苏神通（jsst）002438
未分类
美丽生态（mlst）000010，奥美医疗（amyl）002950，美诺华（mnh）603538，真爱美家（zamj）003041，嘉美包装（jmbz）002969
锂电储能
璞泰来（ptl）603659，金鹰股份（jygf）600232，万里股份（wlgf）600847
热泵
万和电气（whdq）002543，日出东方（rcdf）603366，海鸥住工（hozg）002084，澳柯玛（akm）600336
美好寓意
同兴股份，安泰集团（atjt）600408
其余形式独苗
蓝帆医疗（lfyl）002382，瑞斯康达（rskd）603803，兆驰股份（zcgf）002429，播恩股份，天鹅股份（tegf）603029，山东农机（sdnj）002526，宇环数控（yhsk）002903，浪潮软件（lcrj）600756
科新发展（kxfz）600234，中红医疗（zhyl）300981

二板
法尔胜（fes）000890，大金重工（djzg）002487，潞化科技（lhkj）600691，郑州煤电（zzmd）600121

三板
金牛化工（jnhg）600722

四板
华电能源（hdny）600726

五板
中南文化（znwh）002445

`
  },
{
    "d": "2026-03-12",
    "l": "https://www.tgb.cn/a/2q6C1ph5UtN",
    "t": `

首板
化工
中复神鹰（zfsy）688295，吉林化纤（jlhx）000420，泰和新材（thxc）002254，潞化科技（lhkj）600691，诚志股份（czgf）000990，和邦生物（hbsw）603077，海南矿业（hnky）601969，华塑股份（hsgf）600935
金瑞矿业（jrky）600714
锂电
深圳新星（szxx）603978，科森科技（kskj）603626，众源新材（zyxc）603527
电力电网
大唐发电（dtfd）601991，梅雁吉祥（myjx）600868，汉缆股份（hlgf）002498，协鑫能科（xxnk）002015
光储
金时科技（jskj）002951，纳百川（nbc）301667，德龙汇能（dlhn）000593
煤炭
兖矿能源（ykny）600188，郑州煤电（zzmd）600121，陕西黑猫（sxhm）601015
风电
德力佳（dlj）603092，金开新能（jkxn）600821，江苏新能（jsxn）603693，大金重工（djzg）002487，双一科技（sykj）300690，建投能源（jtny）000600，新天绿能（xtln）600956，中际联合（zjlh）605305
其余形式独苗
法尔胜（fes）000890，坤泰股份（ktgf）001260，三安光电（sagd）600703，一拖股份（ytgf）601038，发电机，江瀚新材（jhxc）603281，大地海洋（ddhy）301068，金溢科技（jykj）002869
扬子新材（yzxc）002652，宏景科技（hjkj）301396，松霖科技（slkj）603992

二板
正泰电源（ztdy）002150，金牛化工（jnhg）600722，节能风电（jnfd）601016，绿色动力（lsdl）601330，中国能建（zgnj）601868

三板
华电能源（hdny）600726

四板
中南文化（znwh）002445

`
  },
{
    "d": "2026-03-11",
    "l": "https://www.tgb.cn/a/2q4VjNgJ1OU",
    "t": `

首板
电网电力
风范股份（ffgf）601700，中国能建（zgnj）601868，联科科技（lkkj）001207，绿色动力（lsdl）601330，可立克（klk）002782，赣能股份（gngf）000899
中国玄学
华东数控（hdsk）002248，中国科传（zgkc）601858，深圳华强（szhq）000062
光储
百川股份（bcgf）002455，威领股份，正泰电源（ztdy）002150，首航新能（shxn）301658，德业股份（dygf）605117，节能风电（jnfd）601016，裕同科技（ytkj）002831，雄韬股份（xtgf）002733
国晟科技（gckj）603778
算力硬件
博敏电子（bmdz）603936，大元泵业（dyby）603757，腾龙股份（tlgf）603158，天邑股份（tygf）300504，沃格光电（wggd）603773
化工
百川股份（bcgf）002455，冠豪高新（ghgx）600433，三孚股份（sfgf）603938，粤桂股份（yggf）000833，金浦钛业（jpty）000545，双欣材料（sxcl）001369，中盐化工（zyhg）600328，金牛化工（jnhg）600722
远大控股（ydkg）000626，宝丰能源（bfny）600989，安迪苏（ads）600299，中泰化学（zthx）002092，三友化工（syhg）600409，新疆天业（xjty）600075，梅花生物（mhsw）600873
其余形式独苗
和顺石油（hssy）603353，那就是石油，宝莱特（blt）300246，御银股份（yygf）002177，九安医疗（jayl）002432，利通电子（ltdz）603629

二板
绿发电力（lfdl）000537，国安股份（gagf）000839，亚盛集团（ysjt）600108，黄河旋风（hhxf）600172，华电能源（hdny）600726，祥龙电业（xldy）600769，鼎信通讯（dxtx）603421，瑞斯康达（rskd）603803

三板
中南文化（znwh）002445

四板
宁波建工（nbjg）601789

`
  },
{
    "d": "2026-03-10",
    "l": "https://www.tgb.cn/a/2q3h9b9FFIf",
    "t": `

首板
未分类
瑞斯康达（rskd）603803，航天电器（htdq）002025，飞龙股份（flgf）002536，金安国纪（jagj）002636，中英科技（zykj）300936，迅捷兴（xjx）688655，黄河旋风（hhxf）600172，汇绿生态（hlst）001267
凤形股份（fxgf）002760，天通股份（ttgf）600330，禾盛新材（hsxc）002290，海星股份（hxgf）603115，广合科技（ghkj）001389，海鸥股份（hogf）603269，好利科技（hlkj）002729，奥海科技（ahkj）002993
长飞光纤（zfgx）601869，光迅科技（gxkj）002281，联瑞新材（lrxc）688300，东山精密（dsjm）002384，长江通信（cjtx）600345，烽火通信（fhtx）600498，科华数据（khsj）002335，新劲刚（xjg）300629
新乡化纤（xxhx）000949
电力电网
绿发电力（lfdl）000537，鼎信通讯（dxtx）603421，华电能源（hdny）600726，开山股份（ksgf）300257，北京科锐（bjkr）002350，中电鑫龙（zdxl）002298，晶科科技（jkkj）601778
Ai应用
二六三（els）002467，国安股份（gagf）000839，德才股份（dcgf）605287
机器人
嘉美包装（jmbz）002969，雪龙集团（xljt）603949，首开股份（skgf）600376，兆威机电（zwjd）003021
航天
中衡设计（zhsj）603017，江顺科技（jskj）001400
其余形式独苗
道明光学（dmgx）002632，亚盛集团（ysjt）600108，法狮龙（fsl）605318，锡装股份（xzgf）001332，信立泰（xlt）002294，祥龙电业（xldy）600769，沙河股份（shgf）000014

二板
中南文化（znwh）002445，群兴玩具（qxwj）002575，宇环数控（yhsk）002903，乐凯胶片（lkjp）600135

三板
宁波建工（nbjg）601789

五板
王力安防（wlaf）605268

`
  },
{
    "d": "2026-03-09",
    "l": "https://www.tgb.cn/a/2q1CfwjMzC2",
    "t": `

首板
算电协同
中南文化（znwh）002445，太阳电缆（tydl）002300，立新能源（lxny）001258，银星能源（yxny）000862，泽宇智能（zyzn）301179，三变科技（sbkj）002112，正泰电器（ztdq）601877，国电南自（gdnz）600268
荣晟环保（rchb）603165，南网能源（nwny）003035
算力
优刻得（ykd）688158，海量数据（hlsj）603138，云赛智联（yszl）600602，绿联科技（llkj）301606，博睿数据（brsj）688229，宏川智慧（hczh）002930，电光科技（dgkj）002730，群兴玩具（qxwj）002575
鸿博股份（hbgf）002229，青云科技（qykj）688316，顺网科技（swkj）300113，智微智能（zwzn）001339，中国长城（zgcc）000066，宏景科技（hjkj）301396
化工锂电
乐凯胶片（lkjp）600135，黑猫股份（hmgf）002068，佛塑科技（fskj）000973
医药
海欣药业（hxyy）603367
其他形式独苗
宇环数控（yhsk）002903，海南矿业（hnky）601969

二板
万泽股份（wzgf）000534，韶能股份（sngf）000601，协鑫能科（xxnk）002015，拓维信息（twxx）002261，赤天化（cth）600227，金开新能（jkxn）600821，三星医疗（sxyl）601567，宁波建工（nbjg）601789

三板
美利云（mly）000815

四板
顺钠股份（sngf）000533，王力安防（wlaf）605268

`
  },
{
    "d": "2026-03-06",
    "l": "https://www.tgb.cn/a/2pWEYqSMCfF",
    "t": `

首板
电算协同
三星医疗（sxyl）601567，新能泰山（xnts）000720，金开新能（jkxn）600821，同力天启（tltq）605286，韶能股份（sngf）000601，广电电气（gddq）601616，华电辽能（hdln）600396，协鑫能科（xxnk）002015
南网数字（nwsz）301638，泰嘉股份（tjgf）002843，远光软件（ygrj）002063，协鑫集成（xxjc）002506，江苏华辰（jshc）603097，国晟科技（gckj）603778，中国能建（zgnj）601868，禾望电气（hwdq）603063
华瓷股份（hcgf）001216，豫能控股（ynkg）001896
Ai应用
新华传媒（xhcm）600825，国际医学（gjyx）000516，塞力医疗（slyl）603716，中源协和（zyxh）600645
化工
金正大（jzd）002470，金浦钛业（jpty）000545，红宝丽（hbl）002165，六国化工（lghg）600470，红墙股份（hqgf）002809，赤天化（cth）600227，键邦股份（jbgf）603285，新疆天业（xjty）600075
卫星化学（wxhx）002648，亚星化学（yxhx）600319，金牛化工（jnhg）600722，赞宇科技（zykj）002637，粤桂股份（yggf）000833，晨光新材（cgxc）605399
算力产业链
诚邦股份（cbgf）603316，中原内配（zynp）002448，交运股份（jygf）600676，常宝股份（cbgf）002478，腾龙股份（tlgf）603158，中国动力（zgdl）600482，海鸥股份（hogf）603269，联特科技（ltkj）301205
万泽股份（wzgf）000534，新柴股份（xcgf）301032
农业
敦煌种业（dhzy）600354，亚盛集团（ysjt）600108
未分类
江钨装备（jwzb）600397，华新环保（hxhb）301265，威领股份
医药
亚虹医药（yhyy）688176，南卫股份（nwgf）603880
国产算力
宁波建工（nbjg）601789，威星智能（wxzn）002849，华是科技（hskj）301218，航锦科技（hjkj）000818，拓维信息（twxx）002261
其余形式独苗
奥特迅（atx）002227，彩虹集团（chjt）003023，宗申动力（zsdl）001696，瑞达期货（rdqh）002961，江顺科技（jskj）001400，联域股份（lygf）001326，安徽合力（ahhl）600761

二板
华塑控股（hskg）000509，美利云（mly）000815，奥士康（ask）002913，泰豪科技（thkj）600590

三板
顺钠股份（sngf）000533，汉缆股份（hlgf）002498，卓郎智能（zlzn）600545，王力安防（wlaf）605268

`
  },
{
    "d": "2026-03-05",
    "l": "https://www.tgb.cn/a/2pV1Zo2MEW6",
    "t": `

首板
Micro LED
兆驰股份（zcgf）002429，华灿光电（hcgd）300323，三安光电（sagd）600703，国星光电（gxgd）002449，冠捷科技（gjkj）000727，芯瑞达（xrd）002983，奥拓电子（atdz）002587，雷曼光电（lmgd）300162
沃格光电（wggd）603773，联建光电（ljgd）300269，同兴达（txd）002845，华塑控股（hskg）000509，瑞丰光电（rfgd）300241，聚飞光电（jfgd）300303，龙腾光电（ltgd）688055，华映科技（hykj）000536
深纺织Ａ（sfza）000045，亚世光电（ysgd）002952，艾比森（abs）300389，欧菲光（ofg）002456，聚灿光电（jcgd）300708，美迪凯（mdk）688079，沃顿科技（wdkj）000920，亚威股份（ywgf）002559
电网
东方电气（dfdq）600875，上海电气（shdq）601727，三晖电气（shdq）002857，中国西电（zgxd）601179，华银电力（hydl）600744，百利电气（bldq）600468，中超控股（zckg）002471
算力产业链
石英股份（sygf）603688，世嘉科技（sjkj）002796，奥士康（ask）002913，泰豪科技（thkj）600590，汇绿生态（hlst）001267，美利云（mly）000815，铜牛信息（tnxx）300895，振华股份（zhgf）603067
化工
渤海化学（bhhx）600800，金煤科技（jmkj）600844，宇新股份（yxgf）002986，恒逸石化（hysh）000703
固态电池
泰坦股份（ttgf）003036，方大炭素（fdts）600516
未分类
雄韬股份（xtgf）002733，海新能科（hxnk）300072
其余形式独苗
安妮股份（angf）002235，兴民智通（xmzt）002355，奥瑞德（ard）600666，行动教育（xdjy）605098，神州信息（szxx）000555，天顺股份（tsgf）002800，茂业商业（mysy）600828，消费内循环
岩山科技（yskj）002195，日发精机（rfjj）002520，永吉股份（yjgf）603058，必得科技（bdkj）605298，杰克科技（jkkj）603337，奥康国际（akgj）603001，星环科技（xhkj）688031，拉升节点是航天

二板
顺钠股份（sngf）000533，积成电子（jcdz）002339，汉缆股份（hlgf）002498，智能自控（znzk）002877，通光线缆（tgxl）300265，卓郎智能（zlzn）600545，王力安防（wlaf）605268

`
  },
{
    "d": "2026-03-04",
    "l": "https://www.tgb.cn/a/2pTjwhqVlPu",
    "t": `

首板
算力产业链
佰维存储（bwcc）688525，川润股份（crgf）002272，卓郎智能（zlzn）600545，德明利（dml）001309，超颖电子（cydz）603175，法尔胜（fes）000890，诚邦股份（cbgf）603316，杭电股份（hdgf）603618
电力电网
顺钠股份（sngf）000533，积成电子（jcdz）002339，金开新能（jkxn）600821，汉缆股份（hlgf）002498，安靠智电（akzd）300617，通光线缆（tgxl）300265，神马电力（smdl）603530，华通线缆（htxl）605196
宏盛华源（hshy）601096，京泉华（jqh）002885，银星能源（yxny）000862，迦南智能（jnzn）300880，桂冠电力（ggdl）600236，福达合金（fdhj）603045，廊坊发展（lffz）600149
农业
农发种业（nfzy）600313，红太阳（hty）000525
智能（机器人）经济
悦心健康（yxjk）002162，智能自控（znzk）002877，三联锻造（sldz）001282，瑞纳智能（rnzn）301129，延华智能（yhzn）002178，迦南智能（jnzn）300880
其余形式独苗
王力安防（wlaf）605268，凌玮科技（lwkj）301373，打压化工，美丽生态（mlst）000010，东方锆业（dfgy）002167，誉帆科技（yfkj）001396，航天彩虹（htch）002389，无人机（wrj）688297
富临运业（flyy）002357，亚虹医药（yhyy）688176

三板
准油股份，山东墨龙（sdml）002490，石化油服（shyf）600871

四板
亚盛集团（ysjt）600108，水发燃气（sfrq）603318

`
  },
{
    "d": "2026-03-03",
    "l": "https://www.tgb.cn/a/2pRIg4Vyq3x",
    "t": `

首板
天然气
胜利股份（slgf）000407，国新能源（gxny）600617，洪通燃气（htrq）605169，百川能源（bcny）600681，美能能源（mnny）001299，大众公用（dzgy）600635，贵州燃气（gzrq）600903，龙洲股份（lzgf）002682
长春燃气（ccrq）600333，佛燃能源（frny）002911，天壕能源（thny）300332，首华燃气（shrq）300483，中国石化（zgsh）600028，陕天然气（strq）002267，皖天然气（wtrq）603689，重庆燃气（cqrq）600917
成都燃气（cdrq）603053，蓝天燃气（ltrq）605368，深圳燃气（szrq）601139，南京公用（njgy）000421，新疆火炬（xjhj）603080，东方环宇（dfhy）603706，万憬能源（wjny）002700
算力硬件
科瑞技术（krjs）002957，通鼎互联（tdhl）002491
光储
协鑫集成（xxjc）002506，欧晶科技（ojkj）001269，国晟科技（gckj）603778，北京科锐（bjkr）002350
航运
宁波海运（nbhy）600798，宁波远洋（nbyy）601022，中远海发（zyhf）601866，锦江航运（jjhy）601083
煤炭
陕西黑猫（sxhm）601015，大有能源（dyny）600403
石油化工
东方盛虹（dfsh）000301，博汇股份（bhgf）300839
其余形式独苗
亚世光电（ysgd）002952，韩建河山（hjhs）603616，康惠股份（khgf）603139

二板
广聚能源（gjny）000096，泰山石油（tssy）000554，蓝焰控股（lykg）000968，南京港（njg）002040，淮油股份，山东墨龙（sdml）002490，惠博普（hbp）002554，仁智股份（rzgf）002629，贝肯能源（bkny）002828，新锦动力（xjdl）300157，通源石油（tysy）300164，潜能恒信（qnhx）300191，德石股份（dsgf）301158，华如科技（hrkj）301302，中远海能（zyhn）600026，广汇能源（ghny）600256，中油工程（zygc）600339，红星发展（hxfz）600367，海油工程（hygc）600583，上海石化（shsh）600688，金瑞矿业（jrky）600714，金牛化工（jnhg）600722，石化油服（shyf）600871

三板
华盛昌（hsc）002980，亚盛集团（ysjt）600108，水发燃气（sfrq）603318，和顺石油（hssy）603353

`
  },
{
    "d": "2026-03-02",
    "l": "https://www.tgb.cn/a/2pQ3cJHyyx0",
    "t": `

首板
油气
中曼石油（zmsy）603619，招商南油（zsny）601975，中海油服（zhyf）601808，石化油服（shyf）600871，中油工程（zygc）600339，中远海能（zyhn）600026，通源石油（tysy）300164，山东墨龙（sdml）002490
准油股份，泰山石油（tssy）000554，贝肯能源（bkny）002828，南京港（njg）002040，蓝焰控股（lykg）000968，潜能恒信（qnhx）300191，茂化实华（mhsh）000637，海油发展（hyfz）600968
惠博普（hbp）002554，博迈科（bmk）603727，海油工程（hygc）600583，德石股份（dsgf）301158，中国海油（zghy）600938，仁智股份（rzgf）002629，上海石化（shsh）600688，新锦动力（xjdl）300157
广聚能源（gjny）000096，中国石油（zgsy）601857，新天然气（xtrq）603393，招商轮船（zslc）601872，海默科技（hmkj）300084
伊出口产业链替代
金瑞矿业（jrky）600714，金牛化工（jnhg）600722，红星发展（hxfz）600367，兴化股份，赤天化（cth）600227，泸天化（lth）000912，宝丰能源（bfny）600989，广汇能源（ghny）600256
军工
华如科技（hrkj）301302，展鹏科技（zpkj）603488，雷科防务（lkfw）002413，观想科技（gxkj）301213，航天彩虹（htch）002389，中天火箭（zthj）003009，北方导航（bfdh）600435
英伟达算力
特发信息（tfxx）000070，烽火通信（fhtx）600498，飞龙股份（flgf）002536，法尔胜（fes）000890，凯格精机（kgjj）301338，汇绿生态（hlst）001267，海星股份（hxgf）603115，剑桥科技（jqkj）603083
未分类
威领股份，西部黄金（xbhj）601069，西部黄金（xbhj）601069，晓程科技（xckj）300139，招金黄金（zjhj）000506，赤峰黄金（cfhj）600988
电力电网
科远智慧（kyzh）002380，桂冠电力（ggdl）600236，白云电器（bydq）603861，德业股份（dygf）605117
其余形式独苗
江顺科技（jskj）001400，合锻智能（hdzn）603011，九安医疗（jayl）002432，参股卫星，东方铁塔（dftt）002545，中润光学（zrgx）688307

二板
中国天楹（zgty）000035

三板
泰嘉股份（tjgf）002843，长源东谷（zydg）603950

`
  },
{
    "d": "2026-02-27",
    "l": "https://www.tgb.cn/a/2pL3puhX5Z6",
    "t": `

首板
Ai应用
格尔软件（gerj）603232，普元信息（pyxx）688118，新炬网络（xjwl）605398，拓维信息（twxx）002261，金现代（jxd）300830
电力
中国天楹（zgty）000035，云维股份（ywgf）600725，珈伟新能（jwxn）300317，涪陵电力（fldl）600452，南网能源（nwny）003035，闽东电力（mddl）000993
未分类
翔鹭钨业（xlwy）002842，宝武镁业（bwmy）002182，宝钛股份（btgf）600456，亚盛集团（ysjt）600108，东方锆业（dfgy）002167，江钨装备（jwzb）600397，中稀有色（zxys）600259，新金路（xjl）000510
厦门钨业（xmwy）600549，贵研铂业（gyby）600459，中钨高新（zwgx）000657，金钼股份（jmgf）601958，锡业股份（xygf）000960，湖南黄金（hnhj）002155，中国瑞林（zgrl）603257，华锡有色（hxys）600301
万林物流（wlwl）603117，菲林格尔（flge）603226，中国瑞林（zgrl）603257
金融
御银股份（yygf）002177，南华期货（nhqh）603093
光伏
钧达股份（jdgf）002865，永臻股份（yzgf）603381，协鑫能科（xxnk）002015，元利科技（ylkj）603217，三星新材（sxxc）603578
端侧ai
华盛昌（hsc）002980，共达电声（gdds）002655，泰晶科技（tjkj）603738，华瓷股份（hcgf）001216
国产算力
杭钢股份（hggf）600126，金开新能（jkxn）600821，金富科技（jfkj）003018，利通电子（ltdz）603629，云天励飞（ytlf）688343，高新发展（gxfz）000628
英伟达算力
烽火通信（fhtx）600498，杭电股份（hdgf）603618，水发燃气（sfrq）603318
四川
成都路桥（cdlq）002628，德龙汇能（dlhn）000593，新金路（xjl）000510
化工
四川美丰（scmf）000731，利民股份（lmgf）002734，沧州大化（czdh）600230
金刚石
沃尔德（wed）688028，国机精工（gjjg）002046
其余形式独苗
三全食品（sqsp）002216，申科股份（skgf）002633，和顺石油（hssy）603353，联发股份（lfgf）002394，赫美集团（hmjt）002356，侨银股份（qygf）002973，永兴材料（yxcl）002756，浙江锂电
长城科技（cckj）603897，祥明智能（xmzn）301226

二板
北京科锐（bjkr）002350，泰嘉股份（tjgf）002843，华银电力（hydl）600744，神马电力（smdl）603530，长源东谷（zydg）603950

三板
赣能股份（gngf）000899，洪兴股份（hxgf）001209，章源钨业（zywy）002378

四板
金正大（jzd）002470

七板
豫能控股（ynkg）001896

`
  },
{
    "d": "2026-02-26",
    "l": "https://www.tgb.cn/a/2pJmiHt0bWN",
    "t": `

首板
锂电池
金圆股份（jygf）000546，科力远（kly）600478，新化股份（xhgf）603867
算力产业链
贤丰控股（xfkg）002141，杰普特（jpt）688025，泰嘉股份（tjgf）002843，广合科技（ghkj）001389，通鼎互联（tdhl）002491，中天科技（ztkj）600522，佳力图（jlt）603912，聚飞光电（jfgd）300303
大族激光（dzjg）002008，川润股份（crgf）002272，天润工业（trgy）002283，高澜股份（glgf）300499，沪电股份（hdgf）002463，鸿远电子（hydz）603267，深南电路（sndl）002916，华胜天成（hstc）600410
亨通光电（htgd）600487，长源东谷（zydg）603950，常宝股份（cbgf）002478，应流股份（ylgf）603308，广安爱众（gaaz）600979，奥士康（ask）002913，东方电气（dfdq）600875，春晖智控（chzk）300943
万泽股份（wzgf）000534，同宇新材（tyxc）301630，铜峰电子（tfdz）600237，欧莱新材（olxc）688530，智微智能（zwzn）001339，福鞍股份（fagf）603315，动力新科（dlxk）600841
航天
海翔药业（hxyy）002099，悦安新材（yaxc）688786，航天动力（htdl）600343，江顺科技（jskj）001400，抚顺特钢（fstg）600399
电网
北京科锐（bjkr）002350，华银电力（hydl）600744，神马电力（smdl）603530，新联电子（xldz）002546
环保
中科环保（zkhb）301175，美丽生态（mlst）000010
其余形式独苗
新赛股份（xsgf）600540，锐明技术（rmjs）002970，悦心健康（yxjk）002162，生意宝（syb）002095，哈森股份（hsgf）603958，保龄宝（blb）002286，圣晖集成（shjc）603163

二板
启迪环境（qdhj）000826，赣能股份（gngf）000899，洪兴股份（hxgf）001209，章源钨业（zywy）002378，云南锗业（ynzy）002428

三板
金正大（jzd）002470，澄星股份（cxgf）600078

四板
法尔胜（fes）000890

六板
豫能控股（ynkg）001896

`
  },
{
    "d": "2026-02-25",
    "l": "https://www.tgb.cn/a/2pHJ8uD3LGn",
    "t": `

首板
磷化铟
跃岭股份（ylgf）002725，云南锗业（ynzy）002428
房地产
城投控股（ctkg）600649，我爱我家（wawj）000560，华阳国际（hygj）002949
化工
风光股份（fggf）301100，赤天化（cth）600227，川金诺（cjn）300505，沧州大化（czdh）600230，安宁股份（angf）002978，优彩资源（yczy）002998，坤彩科技（kckj）603826
算力产业链
诺德股份（ndgf）600110，高乐股份（glgf）002348，凌玮科技（lwkj）301373，美克家居（mkjj）600337，德龙汇能（dlhn）000593，东材科技（dckj）601208，威孚高科（wfgk）000581，和林微纳（hlwn）688661
中天精装（ztjz）002989，延江股份（yjgf）300658
纺织
卓郎智能（zlzn）600545，中捷资源（zjzy）002021
未分类
中色股份（zsgf）000758，锌业股份（xygf）000751，华锡有色（hxys）600301，包钢股份（bggf）600010，章源钨业（zywy）002378，北方稀土（bfxt）600111，罗平锌电（lpxd）002114，东方钽业（dfty）000962
中钨高新（zwgx）000657，有研新材（yyxc）600206，江钨装备（jwzb）600397
Ai应用
国安股份（gagf）000839，中信出版（zxcb）300788
光伏相关
南玻Ａ（nba）000012，东岳硅材（dygc）300821，有研硅（yyg）688432
锂电池
皇庭国际（htgj）000056，智慧农业（zhny）000816，中铝国际（zlgj）601068，江特电机（jtdj）002176，大中矿业（dzky）001203，杉杉股份（ssgf）600884，华联控股（hlkg）000036
三胎
洪兴股份（hxgf）001209，珠江钢琴（zjgq）002678
其余形式独苗
紫燕食品（zysp）603057，安阳钢铁（aygt）600569，五洲特纸（wztz）605007，赣能股份（gngf）000899，启迪环境（qdhj）000826，航天发展（htfz）000547，带动能力有限，长春高新（ccgx）000661

二板
云天化（yth）600096，江钨装备（jwzb）600397，六国化工（lghg）600470，招商轮船（zslc）601872，和邦生物（hbsw）603077，再升科技（zskj）603601，时空科技（skkj）605178，金浦钛业（jpty）000545，风华高科（fhgk）000636，誉帆科技（yfkj）001396，金正大（jzd）002470，郑中设计（zzsj）002811，澄星股份（cxgf）600078

三板
法尔胜（fes）000890，罗曼股份（lmgf）605289

四板
汉缆股份（hlgf）002498

五板
豫能控股（ynkg）001896

`
  },
{
    "d": "2026-02-24",
    "l": "https://www.tgb.cn/a/2pG4h7SjNtP",
    "t": `

首板
英伟达产业链
风华高科（fhgk）000636，江南新材（jnxc）603124，山东玻纤（sdbx）605006，时空科技（skkj）605178，华工科技（hgkj）000988，天通股份（ttgf）600330，昀冢科技（yzkj）688260，华脉科技（hmkj）603042
再升科技（zskj）603601，宏和科技（hhkj）603256，长江通信（cjtx）600345，国际复材（gjfc）301526，长飞光纤（zfgx）601869，深南电路（sndl）002916，通鼎互联（tdhl）002491，晨丰科技（cfkj）603685
中国巨石（zgjs）600176，天润工业（trgy）002283，海星股份（hxgf）603115
油气
招商南油（zsny）601975，准油股份，通源石油（tysy）300164，山东墨龙（sdml）002490，泰山石油（tssy）000554，中曼石油（zmsy）603619，贝肯能源（bkny）002828，石化油服（shyf）600871
中油工程（zygc）600339，惠博普（hbp）002554，博迈科（bmk）603727，新锦动力（xjdl）300157，中海油服（zhyf）601808，蓝焰控股（lykg）000968，潜能恒信（qnhx）300191
未分类
江钨装备（jwzb）600397，湖南白银（hnby）002716，金瑞矿业（jrky）600714，白银有色（byys）601212，四川黄金（schj）001337，中国中铁（zgzt）601390，盛达资源（sdzy）000603
化工
百利科技（blkj）603959，澄星股份（cxgf）600078，金正大（jzd）002470，金牛化工（jnhg）600722，韩建山河（hjsh）603616，和邦生物（hbsw）603077，金浦钛业（jpty）000545，红宝丽（hbl）002165
安纳达（and）002136，红墙股份（hqgf）002809，英力特（ylt）000635，川发龙蟒（cflm）002312，三友化工（syhg）600409，湖北宜化（hbyh）000422，六国化工（lghg）600470，云图控股（ytkg）002539
兴发集团（xfjt）600141，云天化（yth）600096，川恒股份（chgf）002895
煤炭
陕西黑猫（sxhm）601015，云煤能源（ymny）600792
电网
南网能源（nwny）003035，森源电气（sydq）002358，保变电气（bbdq）600550，白云电器（bydq）603861，大连电瓷（dldc）002606
金刚石
黄河旋风（hhxf）600172，四方达（sfd）300179
水利管网
韩建山河（hjsh）603616，青龙管业（qlgy）002457，誉帆科技（yfkj）001396，顾地科技（gdkj）002694，永和智控（yhzk）002795
其余形式独苗
协鑫集成（xxjc）002506，貌似不认光伏，顶固集创（dgjc）300749，貌似不认航天，天目药业（tmyy）600671，安奈儿（ane）002875，郑中设计（zzsj）002811，山高环能（sghn）000803
康惠股份（khgf）603139，华之杰（hzj）603400，扬子新材（yzxc）002652

二板
法尔胜（fes）000890，亚星锚链（yxml）601890，风语筑（fyz）603466，罗曼股份（lmgf）605289

三板
汉缆股份（hlgf）002498

四板
美邦股份（mbgf）605033，豫能控股（ynkg）001896

`
  },
{
    "d": "2026-02-13",
    "l": "https://www.tgb.cn/a/2pnP0zvug7n",
    "t": `

首板
Ai应用
国安股份（gagf）000839，风语筑（fyz）603466，汉邦高科（hbgk）300449，华胜天成（hstc）600410，华建集团（hjjt）600629，克来机电（kljd）603960
抗日
亚星锚链（yxml）601890，中水渔业（zsyy）000798，安达维尔（adwe）300719
机器人
百达精工（bdjg）603331，天奇股份（tqgf）002009
无人驾驶
浙江世宝（zjsb）002703，兴民智通（xmzt）002355，千里科技（qlkj）601777
算力硬件
泰嘉股份（tjgf）002843，易天股份（ytgf）300812，罗曼股份（lmgf）605289，深科技（skj）000021，航发动力（hfdl）600893
光刻机
国风新材（gfxc）000859，圣晖集成（shjc）603163，智光电气（zgdq）002169
其余形式独苗
建设机械（jsjx）600984，京能置业（jnzy）600791，五洲特纸（wztz）605007，天汽模（tqm）002510，法尔胜（fes）000890

二板
汉缆股份（hlgf）002498

三板
豫能控股（ynkg）001896，金时科技（jskj）002951，美邦股份（mbgf）605033

五板
掌阅科技（zykj）603533

`
  },
{
    "d": "2026-02-12",
    "l": "https://www.tgb.cn/a/2pm9Q28gaUx",
    "t": `

首板
算力-英伟达派系硬件
大元泵业（dyby）603757，长源东谷（zydg）603950，川润股份（crgf）002272，英维克（ywk）002837，宁波精达（nbjd）603088，博杰股份（bjgf）002975，环旭电子（hxdz）601231，石英股份（sygf）603688
顺钠股份（sngf）000533，望变电气（wbdq）603191，鑫磊股份（xlgf）301317，常宝股份（cbgf）002478，汉缆股份（hlgf）002498，应流股份（ylgf）603308，四方股份（sfgf）601126，中恒电气（zhdq）002364
科士达（ksd）002518，东阳光（dyg）600673，京泉华（jqh）002885，宏盛股份（hsgf）603090，伊戈尔（yge）002922，世嘉科技（sjkj）002796
算力-国产算力
金开新能（jkxn）600821，优刻得（ykd）688158，高新发展（gxfz）000628，首都在线（sdzx）300846
电力
晋控电力（jkdl）000767，嘉泽新能（jzxn）601619
光伏
粤桂股份（yggf）000833，双良节能（sljn）600481
未分类
鹏欣资源（pxzy）600490，赛恩斯（ses）688480
机器人
日发精机（rfjj）002520，和胜股份（hsgf）002824，渤海汽车（bhqc）600960，长华集团（zhjt）605018
航运
招商轮船（zslc）601872，中远海能（zyhn）600026
其余形式独苗
华东数控（hdsk）002248，法狮龙（fsl）605318，利欧股份（logf）002131，合肥城建（hfcj）002208

二板
东方钽业（dfty）000962，豫能控股（ynkg）001896，中材科技（zckj）002080，章源钨业（zywy）002378，翔鹭钨业（xlwy）002842，金时科技（jskj）002951，江钨装备（jwzb）600397，卓郎智能（zlzn）600545，海量数据（hlsj）603138，宏和科技（hhkj）603256，山东玻纤（sdbx）605006，美邦股份（mbgf）605033

三板
特发信息（tfxx）000070

四板
雅博股份，大位科技（dwkj）600589，掌阅科技（zykj）603533，德才股份（dcgf）605287

`
  },
{
    "d": "2026-02-11",
    "l": "https://www.tgb.cn/a/2pkEfYjzhUH",
    "t": `

首板
算力
豫能控股（ynkg）001896，南兴股份（nxgf）002757，海量数据（hlsj）603138，莲花控股（lhkg）600186，利通电子（ltdz）603629
电子布
山东玻纤（sdbx）605006，卓郎智能（zlzn）600545，中材科技（zckj）002080，中国巨石（zgjs）600176，国际复材（gjfc）301526，宏和科技（hhkj）603256，再升科技（zskj）603601，平安电工（padg）001359
化工
华尔泰（het）001217，常青科技（cqkj）603125，金牛化工（jnhg）600722，金正大（jzd）002470，美邦股份（mbgf）605033
机器人
天创时尚（tcss）603608，聚杰微纤（jjwx）300819
未分类
翔鹭钨业（xlwy）002842，章源钨业（zywy）002378，江钨装备（jwzb）600397，新金路（xjl）000510，北矿科技（bkkj）600980，格林美（glm）002340，东方钽业（dfty）000962，中钨高新（zwgx）000657
宝地矿业（bdky）601121，百通能源（btny）001376，美邦股份（mbgf）605033，德邦科技（dbkj）688035
包装
金时科技（jskj）002951，珠海中富（zhzf）000659，金富科技（jfkj）003018
其余形式独苗
锦和商管（jhsg）603682，电投水电（dtsd）600292，华明装备（hmzb）002270，山东变压器，泰和新材（thxc）002254，海油工程（hygc）600583，符合化工最高板环境，汇绿生态（hlst）001267

二板
特发信息（tfxx）000070，小崧股份（xsgf）002723，醋化股份（chgf）603968

三板
欢瑞世纪（hrsj）000892，雅博股份，大位科技（dwkj）600589，掌阅科技（zykj）603533，龙韵股份，吉华集团（jhjt）603980，德才股份（dcgf）605287

四板
百川股份（bcgf）002455

`
  },
{
    "d": "2026-02-10",
    "l": "https://www.tgb.cn/a/2pj5unZUNuh",
    "t": `

首板
传媒以及ai应用
小崧股份（xsgf）002723，人民网（rmw）603000，华数传媒（hscm）000156，文投控股（wtkg）600715，浙文影业（zwyy）601599，国安股份（gagf）000839，新华网（xhw）603888，金逸影视（jyys）002905
读者传媒（dzcm）603999，克来机电（kljd）603960，读课文化（dkwh）301025，中国电影（zgdy）600977，光线传媒（gxcm）300251，幸福蓝海（xflh）300528，奥飞娱乐（afyl）002292，视觉中国（sjzg）000681
中视传媒（zscm）600088，粤传媒（ycm）002181
算力
特发信息（tfxx）000070，美利云（mly）000815，亚康股份（ykgf）301085，海星股份（hxgf）603115，迪贝电气（dbdq）603320，航锦科技（hjkj）000818，中国动力（zgdl）600482
固态
华锋股份（hfgf）002806，皇庭国际（htgj）000056
芯片
国风新材（gfxc）000859，永吉股份（yjgf）603058
化工
醋化股份（chgf）603968，金禾实业（jhsy）002597
机器人
万向钱潮（wxqc）000559，嘉美包装（jmbz）002969
其余形式独苗
共达电声（gdds）002655，三特索道（stsd）002159，安彩高科（acgk）600207，西部建设（xbjs）002302

二板
欢瑞世纪（hrsj）000892，博纳影业（bnyy）001330，雅博股份，兆驰股份（zcgf）002429，捷成股份（jcgf）300182，中文在线（zwzx）300364，顶固集创（dgjc）300749，荣信文化（rxwh）301231，大位科技（dwkj）600589，上海电影（shdy）601595，长飞光纤（zfgx）601869，横店影视（hdys）603103，振德医疗（zdyl）603301，风语筑（fyz）603466，掌阅科技（zykj）603533，引力传媒（ylcm）603598，龙韵股份，吉华集团（jhjt）603980，联德股份（ldgf）605060，德才股份（dcgf）605287

三板
百川股份（bcgf）002455

`
  },
{
    "d": "2026-02-09",
    "l": "https://www.tgb.cn/a/2ph8hZHMSzm",
    "t": `

首板
Ai视频
德才股份（dcgf）605287，龙韵股份，掌阅科技（zykj）603533，风语筑（fyz）603466，上海电影（shdy）601595，海澜股份，荣信文化（rxwh）301231，欢瑞世纪（hrsj）000892
中文在线（zwzx）300364，博纳影业（bnyy）001330，横店影视（hdys）603103，捷成股份（jcgf）300182，引力传媒（ylcm）603598，三六零（sll）601360，英方软件（yfrj）688435
电网
望变电气（wbdq）603191，洛凯股份（lkgf）603829
航天
江苏神通（jsst）002438，顶固集创（dgjc）300749，杭萧钢构（hxgg）600477，宏英智能（hyzn）001266，飞沃科技（fwkj）301232，中超控股（zckg）002471
化工
亚邦股份（ybgf）603188，安孚科技（afkj）603031，福莱蒽特（flet）605566，红太阳（hty）000525，华尔泰（het）001217
算力
大位科技（dwkj）600589，动力新科（dlxk）600841，黄河旋风（hhxf）600172，联德股份（ldgf）605060，杰普特（jpt）688025，应流股份（ylgf）603308，奥瑞德（ard）600666，天通股份（ttgf）600330
川润股份（crgf）002272，泰豪科技（thkj）600590，东方电气（dfdq）600875，长飞光纤（zfgx）601869，利通电子（ltdz）603629
光伏
雅博股份，聚合材料（jhcl）688503，拓日新能（trxn）002218，西子节能（xzjn）002534，苏文电能（swdn）300982，亚玛顿（ymd）002623，中利集团（zljt）002309，ＴＣＬ中环（tclzh）002129
上海港湾（shgw）605598，利源股份，苏州固锝（szgd）002079
大飞机
辉煌科技（hhkj）002296，新大洲Ａ（xdza）000571
芯片洁净室
圣晖集成（shjc）603163，亚翔集成（yxjc）603929，光力科技（glkj）300480
其余形式独苗
盛和资源（shzy）600392，振德医疗（zdyl）603301，海航科技（hhkj）600751，联域股份（lygf）001326，珠免集团（zmjt）600185，湖南白银（hnby）002716，京投发展（jtfz）600683

二板
协鑫能科（xxnk）002015，德美化工（dmhg）002054，海翔药业（hxyy）002099，闰土股份（rtgf）002440，百川股份（bcgf）002455，完美世界（wmsj）002624，名雕股份（mdgf）002830，金牛化工（jnhg）600722，杉杉股份（ssgf）600884，科森科技（kskj）603626

三板
金富科技（jfkj）003018

四板
协鑫集成（xxjc）002506，凯龙高科（klgk）300912

五板
韩建河山（hjhs）603616

`
  },
{
    "d": "2026-02-06",
    "l": "https://www.tgb.cn/a/2pcbU0B9je4",
    "t": `

首板
医药
特一药业（tyyy）002728，汉森制药（hszy）002412，海翔药业（hxyy）002099
光伏
棒杰股份，正泰电源（ztdy）002150，协鑫能科（xxnk）002015
电网
积成电子（jcdz）002339，杭电股份（hdgf）603618，晋控电力（jkdl）000767，三变科技（sbkj）002112
化工
德美化工（dmhg）002054，闰土股份（rtgf）002440，金牛化工（jnhg）600722，沧州大化（czdh）600230，皖维高新（wwgx）600063
化工-锂电
百川股份（bcgf）002455，百利科技（blkj）603959，杉杉股份（ssgf）600884，百合花（bhh）603823，天际股份（tjgf）002759，鼎盛新材（dsxc）603876，恩捷股份（ejgf）002812，三祥新材（sxxc）603663
黄金
南矿集团（nkjt）001360，潮宏基（chj）002345，航民股份（hmgf）600987
国产算力
海量数据（hlsj）603138，数据港（sjg）603881
外围算力
科瑞技术（krjs）002957，智立方（zlf）301312
航天
长江通信（cjtx）600345，银河电子（yhdz）002519
机器人
联诚精密（lcjm）002921，五洲新春（wzxc）603667，金龙汽车（jlqc）600686，百达精工（bdjg）603331，天奇股份（tqgf）002009，福莱新材（flxc）605488，科森科技（kskj）603626
油气
准油股份
其余形式独苗
翔鹭钨业（xlwy）002842，众兴菌业（zxjy）002772，名雕股份（mdgf）002830，京华激光（jhjg）603607，完美世界（wmsj）002624，凯瑞德（krd）002072，拉升节点像煤炭

二板
皇庭国际（htgj）000056，神剑股份（sjgf）002361，田中精机（tzjj）300461，金富科技（jfkj）003018

三板
协鑫集成（xxjc）002506，凯龙高科（klgk）300912，杭州解百（hzjb）600814

四板
韩建河山（hjhs）603616

`
  },
{
    "d": "2026-02-05",
    "l": "https://www.tgb.cn/a/2paydDppxfg",
    "t": `

首板
浙江反包
田中精机（tzjj）300461，横店影视（hdys）603103
化工
山东海化（sdhh）000822，钱江生化（qjsh）600796
Ai应用
遥望科技（ywkj）002291，浙文影业（zwyy）601599，富临运业（flyy）002357，天地在线（tdzx）002995，二六三（els）002467，金逸影视（jyys）002905
广东股
广东明珠（gdmz）600382，皇庭国际（htgj）000056，拉芳家化（lfjh）603630
海峡两岸
平潭发展（ptfz）000592，海峡创新（hxcx）300300
算力
华升股份（hsgf）600156，群兴玩具（qxwj）002575，风华高科（fhgk）000636
消费
金富科技（jfkj）003018，安记食品（ajsp）603696，海欣食品（hxsp）002702，新华都（xhd）002264，三峡旅游（sxly）002627，嘉美包装（jmbz）002969，茂业商业（mysy）600828，三江购物（sjgw）601116
航天
北摩高科（bmgk）002985，神剑股份（sjgf）002361
金融
厦门银行（xmyh）601187，华林证券（hlzq）002945
其余形式独苗
集友股份（jygf）603429，朗博科技（lbkj）603655，泰坦股份（ttgf）003036

二板
兴民智通（xmzt）002355，协鑫集成（xxjc）002506，凯龙高科（klgk）300912，杭州解百（hzjb）600814，陕西黑猫（sxhm）601015，丰倍生物（fbsw）603334，坤彩科技（kckj）603826

三板
京投发展（jtfz）600683，韩建山河（hjsh）603616

四板
民爆光电（mbgd）301362

`
  },
{
    "d": "2026-02-04",
    "l": "https://www.tgb.cn/a/2p8Re8OiPfT",
    "t": `

首板
机器人
凯龙高科（klgk）300912，正强股份（zqgf）301119
电网
宏盛华源（hshy）601096，太阳电缆（tydl）002300，众业达（zyd）002441
煤炭
兖矿能源（ykny）600188，陕西黑猫（sxhm）601015，云煤能源（ymny）600792，中煤能源（zmny）601898，晋控煤业（jkmy）601001，山西焦化（sxjh）600740，宝泰隆（btl）601011，潞安环能（lahn）601699
山西焦煤（sxjm）000983，山煤国际（smgj）600546，大有能源（dyny）600403，恒源煤电（hymd）600971，开滦股份（klgf）600997
未分类
京城股份（jcgf）600860，昇辉科技（shkj）300423，华电科工（hdkg）601226，美锦能源（mjny）000723，致远新能（zyxn）300985
光伏
亚玛顿（ymd）002623，永臻股份（yzgf）603381，中来股份（zlgf）300393，拓日新能（trxn）002218，英威腾（ywt）002334，晶科能源（jkny）688223，协鑫集成（xxjc）002506，时创能源（scny）688429
ＴＣＬ中环（tclzh）002129，鑫柏股份，博迁新材（bqxc）605376
房地产
皮阿诺（pan）002853，财信发展（cxfz）000838，荣安地产（radc）000517，友好集团（yhjt）600778，我爱我家（wawj）000560，华发股份（hfgf）600325，坚朗五金（jlwj）002791
油气
神开股份（skgf）002278
航空
中国东航（zgdh）600115，华夏航空（hxhk）002928
山东
山东赫达（sdhd）002810，保龄宝（blb）002286，兴民智通（xmzt）002355
锂电
欧克科技（okkj）001223，坤彩科技（kckj）603826
其余形式独苗
特发信息（tfxx）000070，锐明技术（rmjs）002970，中船科技（zckj）600072，丰倍生物（fbsw）603334，杭州解百（hzjb）600814

二板
中集集团（zjjt）000039，银轮股份（ylgf）002126，巨力索具（jlsj）002342，泽润新能（zrxn）301636，天通股份（ttgf）600330，双良节能（sljn）600481，京投发展（jtfz）600683，韩建河山（hjhs）603616，国晟科技（gckj）603778

三板
顺钠股份（sngf）000533，民爆光电（mbgd）301362

四板
名雕股份（mdgf）002830，杭电股份（hdgf）603618

`
  },
{
    "d": "2026-02-03",
    "l": "https://www.tgb.cn/a/2p7dXW1x6pu",
    "t": `

首板
未分类
京投发展（jtfz）600683，城建发展（cjfz）600266，廊坊发展（lffz）600149，冀东装备（jdzb）000856，金隅集团（jyjt）601992
算力硬件
泰豪科技（thkj）600590，天通股份（ttgf）600330，冰轮环境（blhj）000811，凯旺科技（kwkj）301182，世运电路（sydl）603920，安孚科技（afkj）603031，罗博特科（lbtk）300757，远东股份（ydgf）600869
东阳光（dyg）600673，万泽股份（wzgf）000534，银轮股份（ylgf）002126
Ai应用
浙文互联（zwhl）600986，华胜天成（hstc）600410，天威视讯（twsx）002238
光伏
双良节能（sljn）600481，宇晶股份（yjgf）002943，奥特维（atw）688516，福斯特（fst）603806，钧达股份（jdgf）002865，沃格光电（wggd）603773，鹿山新材（lsxc）603051，帝科股份（dkgf）300842
泽润新能（zrxn）301636，金晶科技（jjkj）600586，海优新材（hyxc）688680，国晟科技（gckj）603778
航天
城建发展（cjfz）600266，金隅集团（jyjt）601992，天通股份（ttgf）600330，通宇通讯（tytx）002792，东方钽业（dfty）000962，润贝航科（rbhk）001316，巨力索具（jlsj）002342，航发控制（hfkz）000738
派克新材（pkxc）605123，江顺科技（jskj）001400，神剑股份（sjgf）002361，中集集团（zjjt）000039，航天发展（htfz）000547，晋拓股份（jtgf）603211
机器人
九鼎投资，越剑智能（yjzn）603095，星宇股份（xygf）601799
黄金
菜百股份（cbgf）605599，湖南黄金（hnhj）002155
化工
红宝丽（hbl）002165，索通发展（stfz）603612，百川股份（bcgf）002455，键邦股份（jbgf）603285
电网
南网能源（nwny）003035，中恒电气（zhdq）002364，金时科技（jskj）002951，伊戈尔（yge）002922
其余形式独苗
科瑞技术（krjs）002957，凯恩股份（kegf）002012，建设机械（jsjx）600984，万里石（wls）002785

二板
顺钠股份（sngf）000533，三变科技（sbkj）002112，中超控股（zckg）002471，民爆光电（mbgd）301362，新华百货（xhbh）600785

三板
杭电股份（hdgf）603618，名雕股份（mdgf）002830

四板
皇台酒业（htjy）000995，万丰股份（wfgf）603172，横店影视（hdys）603103

`
  },
{
    "d": "2026-02-02",
    "l": "https://www.tgb.cn/a/2p5wKN18UcA",
    "t": `

首板
算力电网
顺钠股份（sngf）000533，三变科技（sbkj）002112，积成电子（jcdz）002339，保变电气（bbdq）600550，汉缆股份（hlgf）002498，森源电气（sydq）002358，广电电气（gddq）601616，电科院（dky）300215
大连电瓷（dldc）002606，中超控股（zckg）002471，通光线缆（tgxl）300265
算力相关
民爆光电（mbgd）301362，黄河旋风（hhxf）600172，群兴玩具（qxwj）002575
体育
三夫户外（sfhw）002780，通达创智（tdcz）001368，珠江钢琴（zjgq）002678
消费
新华百货（xhbh）600785，有友食品（yysp）603697，金徽酒（jhj）603919
浙江
万林物流（wlwl）603117，金鹰股份（jygf）600232，天普股份（tpgf）605255
其余形式独苗
联域股份（lygf）001326，遥望科技（ywkj）002291，复洁科技（fjkj）688335

二板
通鼎互联（tdhl）002491，名雕股份（mdgf）002830，茂业商业（mysy）600828，杭电股份（hdgf）603618，利通电子（ltdz）603629，白云电器（bydq）603861，西上海（xsh）605151

三板
皇台酒业（htjy）000995，横店影视（hdys）603103，万丰股份（wfgf）603172

`
  },
{
    "d": "2026-01-30",
    "l": "https://www.tgb.cn/a/2p0ACgYPRUG",
    "t": `

首板
AI电商
引力传媒（ylcm）603598，茂业商业（mysy）600828，电声股份（dsgf）300805，倍加洁（bjj）603059，名雕股份（mdgf）002830
芯片
柏诚股份（bcgf）601133，太极实业（tjsy）600667
农业
农发种业（nfzy）600313，敦煌种业（dhzy）600354，登海种业（dhzy）002041，万向德农（wxdn）600371，中水渔业（zsyy）000798
算力-通信
长江通信（cjtx）600345，通鼎互联（tdhl）002491，长飞光纤（zfgx）601869，致尚科技（zskj）301486，杰普特（jpt）688025，东材科技（dckj）601208，环旭电子（hxdz）601231，天通股份（ttgf）600330
杭电股份（hdgf）603618，亨通光电（htgd）600487
算力-其他
城地香江（cdxj）603887，白云电器（bydq）603861，利通电子（ltdz）603629，科创新源（kcxy）300731，罗曼股份（lmgf）605289
锋龙护卫队
西上海（xsh）605151，众望布艺（zwby）605003，天奇股份（tqgf）002009，百达精工（bdjg）603331，精进电动（jjdd）688280，力聚热能（ljrn）603391，兄弟科技（xdkj）002562，实益达（syd）002137
化工
红宝丽（hbl）002165，万盛股份（wsgf）603010
其余形式独苗
盘江股份（pjgf）600395，思看科技（skkj）688583，松炀资源（syzy）603863，亚世光电（ysgd）002952

二板
皇台酒业（htjy）000995，天地在线（tdzx）002995，万丰股份（wfgf）603172，横店影视（hdys）603103

三板
百川股份（bcgf）002455

五板
湖南黄金（hnhj）002155

`
  },
{
    "d": "2026-01-29",
    "l": "https://www.tgb.cn/a/2oYWssjFVIG",
    "t": `

首板
酿酒
皇台酒业（htjy）000995，酒鬼酒（jgj）000799，金徽酒（jhj）603919，水井坊（sjf）600779，舍得酒业（sdjy）600702，泸州老窖（lzlj）000568，金种子酒（jzzj）600199，会稽山（hjs）601579
古井贡酒（gjgj）000596，山西汾酒（sxfj）600809，五粮液（wly）000858，老白干酒（lbgj）600559，今世缘（jsy）603369，迎驾贡酒（yjgj）603198，口子窖（kzj）603589，古越龙山（gyls）600059
伊力特（ylt）600197，天佑德酒（tydj）002646，洋河股份（yhgf）002304
Ai应用
天地在线（tdzx）002995，华媒控股（hmkg）000607，浙文互联（zwhl）600986，因赛集团（ysjt）300781，江苏有线（jsyx）600959，横店影视（hdys）603103，粤传媒（ycm）002181，苏博特（sbt）603916
未分类
鼎盛新材（dsxc）603876，盛和资源（shzy）600392
航天
润贝航科（rbhk）001316，航天科技（htkj）000901，德恩精工（dejg）300780
房地产
大悦城（dyc）000031，三湘印象（sxyx）000863，深深房Ａ（ssfa）000029，我爱我家（wawj）000560，新城控股（xckg）601155，城投控股（ctkg）600649，马可波罗（mkbl）001386
机器人
商络电子（sldz）300975，派斯林（psl）600215
体育
珠江股份（zjgf）600684，浙江自然（zjzr）605080，共创草坪（gccp）605099，珠江钢琴（zjgq）002678
化工
万丰股份（wfgf）603172，海南橡胶（hnxj）601118，嘉化能源（jhny）600273，金牛化工（jnhg）600722，吉华集团（jhjt）603980
油气
升达林业（sdly）002259，海通发展（htfz）603162，泰山石油（tssy）000554，中油工程（zygc）600339
其余形式独苗
科达制造（kdzz）600499，锐明技术（rmjs）002970，奥康国际（akgj）603001，德展健康（dzjk）000813，青岛银行（qdyh）002948，新华百货（xhbh）600785，广信股份（gxgf）603599，新农药
说明午后认可中国黄金

二板
铜陵有色（tlys）000630，北方铜业（bfty）000737，云南铜业（ynty）000878，百通能源（btny）001376，准油股份，闰土股份（rtgf）002440，百川股份（bcgf）002455，通源石油（tysy）300164，石化油服（shyf）600871，西部黄金（xbhj）601069，怡球资源（yqzy）601388，中曼石油（zmsy）603619，哈森股份（hsgf）603958

四板
招金黄金（zjhj）000506，湖南黄金（hnhj）002155

五板
中国黄金（zghj）600916，豫光金铅（ygjq）600531

八板
白银有色（byys）601212

`
  },
{
    "d": "2026-01-28",
    "l": "https://www.tgb.cn/a/2oXghUhJvw2",
    "t": `

首板
未分类
百通能源（btny）001376，怡球资源（yqzy）601388，常铝股份（clgf）002160，中国铝业（zgly）601600，闽发铝业（mfly）002578，东方钽业（dfty）000962，罗平锌电（lpxd）002114，北方铜业（bfty）000737
云铝股份（ylgf）000807，华峰铝业（hfly）601702，中铝国际（zlgj）601068，南山铝业（nsly）600219，天山铝业（tsly）002532，云南铜业（ynty）000878，翔鹭钨业（xlwy）002842
黄金白银
豫园股份（yygf）600655，莱绅通灵（lstl）603900，西部黄金（xbhj）601069，中电电机（zddj）603988，锌业股份（xygf）000751，金一文化（jywh）002721，和邦生物（hbsw）603077，中色股份（zsgf）000758
上海建工（shjg）600170，晓程科技（xckj）300139，飞南资源（fnzy）301500，南矿集团（nkjt）001360，航民股份（hmgf）600987，铜陵有色（tlys）000630，菜百股份（cbgf）605599，恒邦股份（hbgf）002237
鹏欣资源（pxzy）600490，中金黄金（zjhj）600489，威领股份，湖南白银（hnby）002716，迪阿股份（dagf）301177，贵研铂业（gyby）600459，株冶集团（zyjt）600961，盛达资源（sdzy）000603
赤峰黄金（cfhj）600988
化工
百川股份（bcgf）002455，闰土股份（rtgf）002440，浙江龙盛（zjls）600352，亚邦股份（ybgf）603188，青岛双星（qdsx）000599，沧州大化（czdh）600230，锦鸡股份（jjgf）300798
芯片
智光电气（zgdq）002169，气派科技（qpkj）688216
机器人
哈森股份（hsgf）603958，星宇股份（xygf）601799
油气
石化油服（shyf）600871，中曼石油（zmsy）603619，通源石油（tysy）300164，准油股份
算力硬件
盈新发展（yxfz）000620，宏和科技（hhkj）603256，远东股份（ydgf）600869，中材科技（zckj）002080
航天
今创集团（jcjt）603680，再升科技（zskj）603601，巨力索具（jlsj）002342
煤炭
粤宏远Ａ（yhya）000573，山西焦化（sxjh）600740，陕西黑猫（sxhm）601015
其余形式独苗
美利云（mly）000815，农发种业（nfzy）600313，海洋王（hyw）002724，北方股份（bfgf）600262，挖矿设备

二板
可川科技（kckj）603052，康强电子（kqdz）002119

三板
招金黄金（zjhj）000506，四川黄金（schj）001337，湖南黄金（hnhj）002155，金徽股份（jhgf）603132

四板
中农联合（znlh）003042，豫光金铅（ygjq）600531，中国黄金（zghj）600916

七板
白银有色（byys）601212

`
  },
{
    "d": "2026-01-27",
    "l": "https://www.tgb.cn/a/2oVAtOoy07V",
    "t": `

首板
Ai应用
遥望科技（ywkj）002291，三维通信（swtx）002115，云赛智联（yszl）600602，宏景科技（hjkj）301396
航天
电科芯片（dkxp）600877，盛路通信（sltx）002446，航发科技（hfkj）600391，航发控制（hfkz）000738，航发动力（hfdl）600893
光伏
棒杰股份，赛伍技术（swjs）603212，宇晶股份（yjgf）002943，正泰电源（ztdy）002150，永臻股份（yzgf）603381，华光环能（hghn）600475，金辰股份（jcgf）603396
机器人
华培动力（hpdl）603121，凯迪股份（kdgf）605288，多利科技（dlkj）001311
芯片
康强电子（kqdz）002119，亚翔集成（yxjc）603929，圣晖集成（shjc）603163，金海通（jht）603061，肯特催化（ktch）603120，斯迪克（sdk）300806，华天科技（htkj）002185
算力产业链
中瓷电子（zcdz）003031，东芯股份（dxgf）688110，澄天伟业（ctwy）300689，可川科技（kckj）603052，世嘉科技（sjkj）002796，汇绿生态（hlst）001267，盛科通信（sktx）688702
其余形式独苗
黄河旋风（hhxf）600172，平潭发展（ptfz）000592，展鹏科技（zpkj）603488，苏博特（sbt）603916，三祥新材（sxxc）603663，珠海中富（zhzf）000659

二板
招金黄金（zjhj）000506，难脱离白银，难脱离白银，难脱离白银

三板
拓日新能（trxn）002218，难脱离白银

六板
白银有色（byys）601212

`
  },
{
    "d": "2026-01-26",
    "l": "https://www.tgb.cn/a/2oTWevCfrWN",
    "t": `

首板
机器人
百达精工（bdjg）603331，天奇股份（tqgf）002009，运机集团（yjjt）001288，天永智能（tyzn）603895，哈森股份（hsgf）603958，咸亨国际（xhgj）605056
未分类
永杰新材（yjxc）603271，福达合金（fdhj）603045，湖南黄金（hnhj）002155，兴业银锡（xyyx）000426，金徽股份（jhgf）603132，恒邦股份（hbgf）002237，钒钛股份（ftgf）000629，招金黄金（zjhj）000506
湖南白银（hnby）002716，翔鹭钨业（xlwy）002842，晓程科技（xckj）300139，中钨高新（zwgx）000657，章源钨业（zywy）002378，中金黄金（zjhj）600489，金钼股份（jmgf）601958，西部黄金（xbhj）601069
卧龙新能（wlxn）600173
国产算力
大位科技（dwkj）600589，优刻得（ykd）688158，群兴玩具（qxwj）002575，网宿科技（wskj）300017，美利云（mly）000815
英伟达算力
崇德科技（cdkj）301548，长飞光纤（zfgx）601869
病毒防治
达安基因（dajy）002030，之江生物（zjsw）688317，特一药业（tyyy）002728，华兰疫苗（hlym）301207，鲁抗医药（lkyy）600789，回盛生物（hssw）300871，凯普生物（kpsw）300639，海王生物（hwsw）000078
科华生物（khsw）002022，迈克生物（mksw）300463，金迪克（jdk）688670
航天
苏州高新（szgx）600736，九鼎新材（jdxc）002201
石油
和顺石油（hssy）603353，中曼石油（zmsy）603619
其余形式独苗
天地在线（tdzx）002995，光正眼科（gzyk）002524，澄星股份（cxgf）600078，固态材料，京能置业（jnzy）600791，华电科工（hdkg）601226，速达股份（sdgf）001277，红宝丽（hbl）002165
涨价角度跟随有色，三星新材（sxxc）603578，浙江光伏

二板
德龙汇能（dlhn）000593

五板
白银有色（byys）601212

`
  },
{
    "d": "2026-01-23",
    "l": "https://www.tgb.cn/a/2oOUIDRmHUN",
    "t": `

首板
太空光伏
双良节能（sljn）600481，协鑫集成（xxjc）002506，拓日新能（trxn）002218，金辰股份（jcgf）603396，赛伍技术（swjs）603212，三峡新材（sxxc）600293，迈为股份（mwgf）300751，东方日升（dfrs）300118
亿晶光电（yjgd）600537，拉普拉斯（lpls）688726，上海港湾（shgw）605598，太阳能（tyn）000591，奥特维（atw）688516，爱旭股份（axgf）600732，福斯特（fst）603806，正泰电源（ztdy）002150
凯盛科技（kskj）600552，华民股份（hmgf）300345，金晶科技（jjkj）600586，鹿山新材（lsxc）603051，鲁阳节能（lyjn）002088，渝三峡Ａ（ysxa）000565，捷佳伟创（jjwc）300724，亚玛顿（ymd）002623
隆基绿能（ljln）601012，晶科能源（jkny）688223，鑫铂股份（xbgf）003038，沃格光电（wggd）603773，乾照光电（qzgd）300102，美畅股份（mcgf）300861，高测股份（gcgf）688556，诚志股份（czgf）000990
琏升科技（lskj）300051
航天
德恩精工（dejg）300780，康欣新材（kxxc）600076，雪迪龙（xdl）002658，睿创微纳（rcwn）688002，飞沃科技（fwkj）301232，瑞华泰（rht）688323，烽火通信（fhtx）600498，金风科技（jfkj）002202
通宇通讯（tytx）002792，航天电子（htdz）600879，臻镭科技（zlkj）688270，世运电路（sydl）603920，江顺科技（jskj）001400，中国卫星（zgwx）600118，酒钢宏兴（jghx）600307
太空旅游
隆华新材（lhxc）301149，烽火电子（fhdz）000561，三夫户外（sfhw）002780
医药
益丰药房（yfyf）603939，汉商集团（hsjt）600774，广生堂（gst）300436
海峡
海南橡胶（hnxj）601118，平潭发展（ptfz）000592，福建金森（fjjs）002679
Ai应用
志特新材（ztxc）300986，华媒控股（hmkg）000607，浙文互联（zwhl）600986，海量数据（hlsj）603138
黄金
中国黄金（zghj）600916，豫光金铅（ygjq）600531，金一文化（jywh）002721，铜陵有色（tlys）000630，盛达资源（sdzy）000603
油气
恒基达鑫（hjdx）002492，德龙汇能（dlhn）000593，国际实业（gjsy）000159
电网
积成电子（jcdz）002339，三变科技（sbkj）002112
山东
百龙创园（blcy）605016，雅博股份，山东赫达（sdhd）002810
锂电
上海洗霸（shxb）603200，欧克科技（okkj）001223，奥海科技（ahkj）002993，索通发展（stfz）603612，大中矿业（dzky）001203，威领股份
题材独苗形式
锌业股份（xygf）000751，雪浪环境（xlhj）300385，中农联合（znlh）003042，山东农药，真爱美家（zamj）003041，江苏有线（jsyx）600959，四维图新（swtx）002405，武进不锈（wjbx）603878
云中马（yzm）603130，华峰铝业（hfly）601702

三板
巨力索具（jlsj）002342

四板
白银有色（byys）601212

五板
江化微（jhw）603078，锋龙股份（flgf）002931

`
  },
{
    "d": "2026-01-22",
    "l": "https://www.tgb.cn/a/2oNjr0hRAss",
    "t": `

首板
航天
中超控股（zckg）002471，长城电工（ccdg）600192，九鼎新材（jdxc）002201，中信重工（zxzg）601608，天通股份（ttgf）600330，三角防务（sjfw）300775，西部材料（xbcl）002149，中国一重（zgyz）601106
润贝航科（rbhk）001316，腾达科技（tdkj）001379，钧达股份（jdgf）002865，银河电子（yhdz）002519，宇晶股份（yjgf）002943，杭萧钢构（hxgg）600477，博云新材（byxc）002297，康隆达（kld）603665
北摩高科（bmgk）002985，雪人集团（xrjt）002639，再升科技（zskj）603601，金隅股份，科顺股份（ksgf）300737，顺灏股份（shgf）002565
算力
金安国纪（jagj）002636，天润工业（trgy）002283，怡亚通（yyt）002183，贤丰控股（xfkg）002141，新亚电子（xydz）605277，崇达技术（cdjs）002815，鼎鹏控股，浙富控股（zfkg）002266
深信服（sxf）300454，中贝通信（zbtx）603220，青云科技（qykj）688316，腾景科技（tjkj）688195
油气
蓝焰控股（lykg）000968，胜利股份（slgf）000407，仁智股份（rzgf）002629
前期超跌抱团趋势多波
嘉美包装（jmbz）002969，五矿发展（wkfz）600058，力鼎光电（ldgd）605118，国晟科技（gckj）603778
机器人
毅昌科技（yckj）002420，福莱新材（flxc）605488，运机集团（yjjt）001288，越剑智能（yjzn）603095，锐新科技（rxkj）300828，旭升集团（xsjt）603305
应用
国安股份（gagf）000839，华凯易佰（hkyb）300592
芯片
明微电子（mwdz）688699，侨源股份（qygf）301286
其余形式独苗
中国铁物（zgtw）000927，大有能源（dyny）600403，翔腾新材（xtxc）001373，湖南白银（hnby）002716

二板
华联控股（hlkg）000036，潍柴重机（wczj）000880，炬申股份（jsgf）001202，广合科技（ghkj）001389，久其软件（jqrj）002279，巨力索具（jlsj）002342，综艺股份（zygf）600770，梅雁吉祥（myjx）600868，新坐标（xzb）603040，宏和科技（hhkj）603256，天创时尚（tcss）603608

三板
盈方微（yfw）000670，白银有色（byys）601212

四板
江化微（jhw）603078，锋龙股份（flgf）002931

`
  },
{
    "d": "2026-01-21",
    "l": "https://www.tgb.cn/a/2oLEhEeWuXd",
    "t": `

首板
机器人
奕帆传动（yfcd）301023，天创时尚（tcss）603608，方正电机（fzdj）002196，模塑科技（mskj）000700，道恩股份（degf）002838，奥佳华（ajh）002614，华新精科（hxjk）603370，新坐标（xzb）603040
朗博科技（lbkj）603655
算力
潍柴重机（wczj）000880，中熔电气（zrdq）301031，中国长城（zgcc）000066，动力新科（dlxk）600841，广合科技（ghkj）001389，奥士康（ask）002913，可立克（klk）002782，宏盛股份（hsgf）603090
禾盛新材（hsxc）002290，麦格米特（mgmt）002851，可川科技（kckj）603052，金瑞矿业（jrky）600714，中钨高新（zwgx）000657，沃格光电（wggd）603773，棕榈股份，致尚科技（zskj）301486
大族数控（dzsk）301200，宏和科技（hhkj）603256
Ai应用
久其软件（jqrj）002279，天地在线（tdzx）002995，环球印务（hqyw）002799
偏光片
三利谱（slp）002876，深纺织Ａ（sfza）000045
芯片
龙芯中科（lxzk）688047，至正股份（zzgf）603991，大港股份（dggf）002077，通富微电（tfwd）002156，综艺股份（zygf）600770，华天科技（htkj）002185，永吉股份（yjgf）603058，新金路（xjl）000510
万通发展（wtfz）600246，快克智能（kkzn）603203，百傲化学（bahx）603360
未分类
卧龙新能（wlxn）600173，南矿集团（nkjt）001360，招金黄金（zjhj）000506，中国瑞林（zgrl）603257，四川黄金（schj）001337，梅雁吉祥（myjx）600868，浙矿股份（zkgf）300837，西部黄金（xbhj）601069
金瑞矿业（jrky）600714，中钨高新（zwgx）000657
锂电
华联控股（hlkg）000036，盛新锂能（sxln）002240，大中矿业（dzky）001203，峰璟股份（fjgf）002662，国城矿业（gcky）000688
纺织
梦百合（mbh）603313，梦洁股份（mjgf）002397
体育
交运股份（jygf）600676，舒华体育（shty）605299
油气
惠博普（hbp）002554
其余形式独苗
誉衡药业（yhyy）002437，威帝股份（wdgf）603023，德才股份（dcgf）605287，炬申股份（jsgf）001202，金海高科（jhgk）603311，巨力索具（jlsj）002342，弘宇股份（hygf）002890，闰土股份（rtgf）002440

二板
京基智农（jjzn）000048，盈方微（yfw）000670，红宝丽（hbl）002165，红墙股份（hqgf）002809，白银有色（byys）601212

三板
江化微（jhw）603078

四板
广电电气（gddq）601616，锋龙股份（flgf）002931

`
  },
{
    "d": "2026-01-20",
    "l": "https://www.tgb.cn/a/2oJZDPT0z4N",
    "t": `

首板
Ai应用
浙文互联（zwhl）600986，遥望科技（ywkj）002291，苏博特（sbt）603916，粤传媒（ycm）002181，佳云科技（jykj）300242，狮头股份（stgf）600539
芯片
盈方微（yfw）000670，中微半导（zwbd）688380，合肥城建（hfcj）002208
消费
国中水务（gzsw）600187，味知香（wzx）605089，京基智农（jjzn）000048，上海九百（shjb）600838，红棉股份（hmgf）000523，合百集团（hbjt）000417
电力电网
鼎信通讯（dxtx）603421，顺控发展（skfz）003039，南网能源（nwny）003035，迪贝电气（dbdq）603320，恒盛能源（hsny）605580
化工
维远股份（wygf）600955，山东赫达（sdhd）002810，红宝丽（hbl）002165，宏柏新材（hbxc）605366，红墙股份（hqgf）002809，中毅达（zyd）600610，江天化学（jthx）300927，赞宇科技（zykj）002637
西陇科学（xlkx）002584，中国化学（zghx）601117
房地产
城投控股（ctkg）600649，韩建河山（hjhs）603616，大悦城（dyc）000031，中华企业（zhqy）600675
未分类
明泰铝业（mtly）601677，湖南白银（hnby）002716，白银有色（byys）601212
商业航天
三棵树（sks）603737，中国化学（zghx）601117，康欣新材（kxxc）600076
其余形式独苗
大有能源（dyny）600403

二板
新乡化纤（xxhx）000949，九鼎新材（jdxc）002201，新联电子（xldz）002546，嘉美包装（jmbz）002969，沧州大化（czdh）600230，航发科技（hfkj）600391，汉商集团（hsjt）600774，江化微（jhw）603078，铁流股份（tlgf）603926

三板
森源电气（sydq）002358，汉缆股份（hlgf）002498，广电电气（gddq）601616，锋龙股份（flgf）002931

`
  },
{
    "d": "2026-01-19",
    "l": "https://www.tgb.cn/a/2oIkBIDk7eQ",
    "t": `

首板
机器人
日盈电子（rydz）603286，嘉美包装（jmbz）002969，铁流股份（tlgf）603926，浙江仙通（zjxt）603239，中捷资源（zjzy）002021，和晶科技（hjkj）300279，一彬科技（ybkj）001278，东睦股份（dmgf）600114
福莱新材（flxc）605488，标准股份，胜通能源（stny）001331，成都路桥（cdlq）002628
航天以及军工
越秀资本（yxzb）000987，九鼎新材（jdxc）002201，欧科亿（oky）688308，北摩高科（bmgk）002985，航发科技（hfkj）600391，航发控制（hfkz）000738，中航机载（zhjz）600372，航发动力（hfdl）600893
万泽股份（wzgf）000534
算力产业链
金安国纪（jagj）002636，博迁新材（bqxc）605376，华正新材（hzxc）603186，双星新材（sxxc）002585，延江股份（yjgf）300658，海星股份（hxgf）603115，昊华科技（hhkj）600378，美克家居（mkjj）600337
电网
华明装备（hmzb）002270，平高电气（pgdq）600312，风范股份（ffgf）601700，大连电瓷（dldc）002606，中国西电（zgxd）601179，保变电气（bbdq）600550，许继电气（xjdq）000400，双杰电气（sjdq）300444
中闽能源（zmny）600163，国电南自（gdnz）600268，白云电器（bydq）603861，百通能源（btny）001376，江苏华辰（jshc）603097，新联电子（xldz）002546，特变电工（tbdg）600089，四方股份（sfgf）601126
三变科技（sbkj）002112
消费
泉阳泉（qyq）600189，九华旅游（jhly）603199，广百股份（gbgf）002187，大连圣亚（dlsy）600593，宝钢包装（bgbz）601968，奥康国际（akgj）603001
人工智能
巨人网络（jrwl）002558，天地在线（tdzx）002995，新里程（xlc）002219
未分类
广东明珠（gdmz）600382，四川黄金（schj）001337，招金黄金（zjhj）000506
化工
利尔化学（lehx）002258，渤海化学（bhhx）600800，新乡化纤（xxhx）000949，沧州大化（czdh）600230，乐通股份（ltgf）002319，云图控股（ytkg）002539
其余形式独苗
中国汽研（zgqy）601965，法狮龙（fsl）605318，天目药业（tmyy）600671，友邦吊顶（ybdd）002718，恒大高新（hdgx）002591，亿晶光电（yjgd）600537，山高环能（sghn）000803，胜利精密（sljm）002426
海南发展（hnfz）002163，勤上股份（qsgf）002638，向日葵（xrk）300111，汉商集团（hsjt）600774

二板
新能泰山（xnts）000720，思源电气（sydq）002028，积成电子（jcdz）002339，森源电气（sydq）002358，汉缆股份（hlgf）002498，宏盛华源（hshy）601096，广电电气（gddq）601616，金海通（jht）603061，五洲新春（wzxc）603667

四板
新华百货（xhbh）600785，锋龙股份（flgf）002931

`
  },
{
    "d": "2026-01-16",
    "l": "https://www.tgb.cn/a/2oDmsoq4jSP",
    "t": `

首板
电网
森源电气（sydq）002358，思源电气（sydq）002028，汉缆股份（hlgf）002498，宏盛华源（hshy）601096，广电电气（gddq）601616，新能泰山（xnts）000720，电科院（dky）300215，日丰股份（rfgf）002953
积成电子（jcdz）002339
机器人
恒辉安防（hhaf）300952，科森科技（kskj）603626，新泉股份（xqgf）603179，福赛科技（fskj）301529，宁波华翔（nbhx）002048，艾迪精密（adjm）603638，方正电机（fzdj）002196，五洲新春（wzxc）603667
德恩精工（dejg）300780，康隆达（kld）603665，九鼎投资，信质集团（xzjt）002664
轮胎
三角轮胎（sjlt）601163，联科科技（lkkj）001207，海安集团（hajt）001233
芯片
圣晖集成（shjc）603163，亚翔集成（yxjc）603929，美埃科技（makj）688376，长电科技（zdkj）600584，金太阳（jty）300606，永吉股份（yjgf）603058，天岳先进（tyxj）688234，柏诚股份（bcgf）601133
金海通（jht）603061，华康洁净（hkjj）301235，盈新发展（yxfz）000620，三安光电（sagd）600703，通富微电（tfwd）002156，兆易创新（zycx）603986，合肥城建（hfcj）002208，宇晶股份（yjgf）002943
赛腾股份（stgf）603283，甬矽电子（yxdz）688362，梦天家居（mtjj）603216
房地产相关
名雕股份（mdgf）002830，科新发展（kxfz）600234，华立股份（hlgf）603038
航天
城建发展（cjfz）600266，大唐电信（dtdx）600198
其余形式独苗
动力新科（dlxk）600841，利柏特（lbt）605167，可川科技（kckj）603052，皖通科技（wtkj）002331

二板
康强电子（kqdz）002119，世嘉科技（sjkj）002796

三板
五矿发展（wkfz）600058，新华百货（xhbh）600785，德邦股份（dbgf）603056

五板
博菲电气（bfdq）001255

`
  },
{
    "d": "2026-01-15",
    "l": "https://www.tgb.cn/a/2oBHgKdeEvr",
    "t": `

首板
芯片
紫光国微（zggw）002049，三佳科技（sjkj）600520，华源控股（hykg）002787，彤程新材（tcxc）603650，康强电子（kqdz）002119，蓝箭电子（ljdz）301348，百傲化学（bahx）603360，三孚股份（sfgf）603938
中旗新材（zqxc）001212，矽电股份（xdgf）301629
算力
东材科技（dckj）601208，沃尔核材（wehc）002130，世嘉科技（sjkj）002796，环旭电子（hxdz）601231，金安国纪（jagj）002636
Ai应用
视觉中国（sjzg）000681，名臣健康（mcjk）002919
网红经济
坤泰股份（ktgf）001260，威帝股份（wdgf）603023，利群股份（lqgf）601366
电网电力
云维股份（ywgf）600725，新联电子（xldz）002546，迪贝电气（dbdq）603320，百通能源（btny）001376，恒盛能源（hsny）605580，保变电气（bbdq）600550
未分类
四川黄金（schj）001337，罗平锌电（lpxd）002114，翔鹭钨业（xlwy）002842
旅游
陕西旅游（sxly）603402，大连圣亚（dlsy）600593
化工
江山股份（jsgf）600389，东方铁塔（dftt）002545，百傲化学（bahx）603360
其余形式独苗
科华控股（khkg）603161，光明地产（gmdc）600708，文科股份（wkgf）002775，标准股份，新宏泽（xhz）002836

二板
石基信息（sjxx）002153，拓日新能（trxn）002218，新华都（xhd）002264，盛路通信（sltx）002446，惠博普（hbp）002554，众信旅游（zxly）002707，七彩化学（qchx）300758，五矿发展（wkfz）600058，华胜天成（hstc）600410，新华百货（xhbh）600785，德邦股份（dbgf）603056，德才股份（dcgf）605287

三板
外服控股（wfkg）600662，三变科技（sbkj）002112

四板
人民网（rmw）603000，博菲电气（bfdq）001255

`
  },
{
    "d": "2026-01-14",
    "l": "https://www.tgb.cn/a/2oA317hpRJB",
    "t": `

首板
算力
长缆科技（zlkj）002879，兆驰股份（zcgf）002429，常宝股份（cbgf）002478，数据港（sjg）603881，实达集团（sdjt）600734，大位科技（dwkj）600589，东湖高新（dhgx）600133，宏景科技（hjkj）301396
杰瑞股份（jrgf）002353，华胜天成（hstc）600410，光迅科技（gxkj）002281，禾盛新材（hsxc）002290
Ai应用以及阿里电商
石基信息（sjxx）002153，浙文互联（zwhl）600986，新华都（xhd）002264，光云科技（gykj）688365，众信旅游（zxly）002707，山子高科（szgk）000981，金桥信息（jqxx）603918，丽人丽妆（lrlz）605136
值得买（zdm）300785，凯淳股份（kcgf）301001，安妮股份（angf）002235，君正集团（jzjt）601216，拉卡拉（lkl）300773，七彩化学（qchx）300758，天下秀（txx）600556，用友网络（yywl）600588
通达海（tdh）301378，粤传媒（ycm）002181，三维天地（swtd）301159，友车科技（yckj）688479，汉朔科技（hskj）301275，捷顺科技（jskj）002609，华人健康（hrjk）301408，华邦健康（hbjk）002004
浩瀚深度（hhsd）688292，壹网壹创（ywyc）300792
工业互联网
云鼎科技（ydkj）000409，新泉股份（xqgf）603179，映翰通（yht）688080，大胜达（dsd）603687
Ai眼镜
力鼎光电（ldgd）605118
消费
嘉美包装（jmbz）002969，新华百货（xhbh）600785
航天
拓日新能（trxn）002218，大唐电信（dtdx）600198，尤夫股份（yfgf）002427，盛路通信（sltx）002446，勘设股份（ksgf）603458，江顺科技（jskj）001400，九鼎新材（jdxc）002201，红相股份（hxgf）300427
银河电子（yhdz）002519，佳缘科技（jykj）301117，起帆电缆（qfdl）605222，武汉凡谷（whfg）002194，中国一重（zgyz）601106
芯片
绿岛风（ldf）301043，圣晖集成（shjc）603163，亚翔集成（yxjc）603929
物流
德邦股份（dbgf）603056，永泰运（yty）001228
基建相关
宁波富达（nbfd）600724，南方路机（nflj）603280，德才股份（dcgf）605287
黄金
南矿集团（nkjt）001360，湖南白银（hnby）002716，中电电机（zddj）603988
新能源发电
吉电股份，东方新能（dfxn）002310，太阳能（tyn）000591，洛凯股份（lkgf）603829，国晟科技（gckj）603778
量子科技
德美化工（dmhg）002054，科大国创（kdgc）300520
其余形式独苗
康欣新材（kxxc）600076，和顺石油（hssy）603353，天普股份（tpgf）605255

二板
海王生物（hwsw）000078，国际医学（gjyx）000516，三变科技（sbkj）002112，新里程（xlc）002219，外服控股（wfkg）600662

三板
德龙汇能（dlhn）000593，博菲电气（bfdq）001255，海格通信（hgtx）002465，明牌珠宝（mpzb）002574，友邦吊顶（ybdd）002718，三江购物（sjgw）601116，金隅集团（jyjt）601992，人民网（rmw）603000，新华网（xhw）603888

四板
美年健康（mnjk）002044，三维通信（swtx）002115，利欧股份（logf）002131，省广集团（sgjt）002400

五板
直真科技（zzkj）003007

`
  },
{
    "d": "2026-01-13",
    "l": "https://www.tgb.cn/a/2oynZqSpljf",
    "t": `

首板
Ai医疗
泓博医药（hbyy）301230，新里程（xlc）002219，宝莱特（blt）300246，博济医药（bjyy）300404，普蕊斯（prs）301257，兰卫医学（lwyx）301060，贝瑞基因（brjy）000710，诺思格（nsg）301333
国际医学（gjyx）000516，蔚蓝生物（wlsw）603739，尔康制药（ekzy）300267，百花医药（bhyy）600721，健麾信息（jhxx）605186
流感医药避险
澳洋健康（ayjk）002172，海王生物（hwsw）000078，荣昌生物（rcsw）688331，瑞康医药（rkyy）002589
电气
莱克电气（lkdq）603355，三变科技（sbkj）002112，特变电工（tbdg）600089，摩恩电气（medq）002451，东南网架（dnwj）002135
上海
锦和商管（jhsg）603682，外服控股（wfkg）600662
油气化工
渤海化学（bhhx）600800，山东墨龙（sdml）002490，准油股份
光伏
帝科股份（dkgf）300842，钧达股份（jdgf）002865
其余形式独苗
中公教育（zgjy）002607，亚光股份（yggf）603282，那就是锂电新能源，坤泰股份（ktgf）001260，上海建工（shjg）600170，博纳影业（bnyy）001330，海量数据（hlsj）603138，北京数据

二板
明牌珠宝（mpzb）002574，友邦吊顶（ybdd）002718，普路通（plt）002769，真爱美家（zamj）003041，电科芯片（dkxp）600877，三江购物（sjgw）601116，金隅集团（jyjt）601992，人民网（rmw）603000，展鹏科技（zpkj）603488，新华网（xhw）603888，德龙汇能（dlhn）000593，视觉中国（sjzg）000681，居然智家（jrzj）000785，炬申股份（jsgf）001202，博菲电气（bfdq）001255，海格通信（hgtx）002465

三板
美年健康（mnjk）002044，三维通信（swtx）002115，利欧股份（logf）002131，省广集团（sgjt）002400，天龙集团（tljt）300063，交运股份（jygf）600676，东方通信（dftx）600776，引力传媒（ylcm）603598

四板
巨力索具（jlsj）002342，直真科技（zzkj）003007，杭萧钢构（hxgg）600477

六板
鲁信创投（lxct）600783，锋龙股份（flgf）002931

`
  },
{
    "d": "2026-01-12",
    "l": "https://www.tgb.cn/a/2owJVXK63FU",
    "t": `

首板
Ai传媒
视觉中国（sjzg）000681，人民网（rmw）603000，新华网（xhw）603888，浙数文化（zswh）600633，南方传媒（nfcm）601900，欢瑞世纪（hrsj）000892，思美传媒（smcm）002712，川网传媒（cwcm）300987
百纳千成（bnqc）300291，中文在线（zwzx）300364，中国科传（zgkc）601858，荣信文化（rxwh）301231，中国出版（zgcb）601949，凯文教育（kwjy）002659
Ai产业链
中嘉博创（zjbc）000889，宏盛股份（hsgf）603090，通达海（tdh）301378，美格智能（mgzn）002881，康众医疗（kzyl）688607，卓易信息（zyxx）688258，金卡智能（jkzn）300349，新炬网络（xjwl）605398
值得买（zdm）300785，国脉文化（gmwh）600640，光云科技（gykj）688365，普云信息（pyxx）688118，万事利（wsl）301066，用友网络（yywl）600588，广哈通信（ghtx）300711，博睿数据（brsj）688229
三维天地（swtd）301159，广博股份（gbgf）002103，汉得信息（hdxx）300170，蓝色光标（lsgb）300058，金现代（jxd）300830，拓尔思（tes）300229，三六零（sll）601360，四方科技（sfkj）603339
华兰股份（hlgf）301093，赛微微电（swwd）688325，新点软件（xdrj）688232，纵横通信（zhtx）603602，力盛体育（lsty）002858，姚记科技（yjkj）002605，杰创智能（jczn）301248，海天瑞声（htrs）688787
万兴科技（wxkj）300624，星环科技（xhkj）688031，每日互动（mrhd）300766，卫宁健康（wnjk）300253，福石控股（fskg）300071，四川长虹（scch）600839，福昕软件（fxrj）688095
航天
通宇通讯（tytx）002792，电科芯片（dkxp）600877，烽火通信（fhtx）600498，大名城（dmc）600094，中超控股（zckg）002471，法尔胜（fes）000890，中国长城（zgcc）000066，金隅集团（jyjt）601992
盛洋科技（sykj）603703，天奥电子（tadz）002935，中国卫星（zgwx）600118，航天工程（htgc）603698，航天机电（htjd）600151，天银机电（tyjd）300342，航天电子（htdz）600879，邵阳液压（syyy）301079
理工导航（lgdh）688282，海格通信（hgtx）002465，中钢洛耐（zgln）688119，盛路通信（sltx）002446，能科科技（nkkj）603859，楚江新材（cjxc）002171，国博电子（gbdz）688375，北斗星通（bdxt）002151
凯盛科技（kskj）600552，中泰股份（ztgf）300435，雷科防务（lkfw）002413，华力创通（hlct）300045，中国卫通（zgwt）601698，中科星图（zkxt）688568，铂力特（blt）688333
纺织
真爱美家（zamj）003041，倍加洁（bjj）603059，联发股份（lfgf）002394，天创时尚（tcss）603608
新能源
明阳智能（myzn）601615，金晶科技（jjkj）600586，通源环境（tyhj）688679，豫能控股（ynkg）001896，普路通（plt）002769，金辰股份（jcgf）603396，维科技术（wkjs）600152，华光环能（hghn）600475
机器人
中化装备（zhzb）600579，天桥起重（tqqz）002523，大业股份（dygf）603278，和泰机电（htjd）001225
医药
通化金马（thjm）000766
脑机
岩山科技（yskj）002195，领益智造（lyzz）002600，壹网壹创（ywyc）300792，道氏技术（dsjs）300409
消费
三江购物（sjgw）601116，家家悦（jjy）603708，大商股份（dsgf）600694，居然之家（jrzj）000786，重庆百货（cqbh）600729，安记食品（ajsp）603696
避险
福成股份，友邦吊顶（ybdd）002718
稀土
中稀有色（zxys）600259，焦作万方（jzwf）000612，梅雁吉祥（myjx）600868
核电
天桥起重（tqqz）002523，雪人集团（xrjt）002639，博菲电气（bfdq）001255，中国核建（zghj）601611
量子
格尔软件（gerj）603232，科大国创（kdgc）300520
基建
美芝股份，展鹏科技（zpkj）603488，金洲管道（jzgd）002443
其余形式独苗
艾可蓝（akl）300816，山高环能（sghn）000803，我是山东环保，鲁阳节能（lyjn）002088，得邦照明（dbzm）603303，明牌珠宝（mpzb）002574，德龙汇能（dlhn）000593，山子高科（szgk）000981
飞乐音响（fyyx）600651，江化微（jhw）603078，炬申股份（jsgf）001202，银龙股份（ylgf）603969

二板
国新健康（gxjk）000503，电广传媒（dgcm）000917，安泰科技（atkj）000969，东信和平（dxhp）002017，美年健康（mnjk）002044，国机精工（gjjg）002046，三维通信（swtx）002115，粤传媒（ycm）002181，省广集团（sgjt）002400，嘉美包装（jmbz）002969，天龙集团（tljt）300063，迪安诊断（dazd）300244，昆仑万维（klww）300418，易点天下（ydtx）301171，天下秀（txx）600556，交运股份（jygf）600676，茂业商业（mysy）600828，浙文互联（zwhl）600986，中国卫通（zgwt）601698，税友股份（sygf）603171

三板
亚联发展（ylfz）002316，巨力索具（jlsj）002342，直真科技（zzkj）003007，杭萧钢构（hxgg）600477，航天电子（htdz）600879，中衡设计（zhsj）603017，国晟科技（gckj）603778

四板
东方明珠（dfmz）600832，中国一重（zgyz）601106，弘讯科技（hxkj）603015

五板
金风科技（jfkj）002202，鲁信创投（lxct）600783

六板
银河电子（yhdz）002519，志特新材（ztxc）300986

十二板
锋龙股份（flgf）002931

`
  },
{
    "d": "2026-01-09",
    "l": "https://www.tgb.cn/a/2orLc2y29Ig",
    "t": `

首板
创投
越秀资本（yxzb）000987，广百股份（gbgf）002187，华金资本（hjzb）000532
Ai医疗
美年健康（mnjk）002044，迪安诊断（dazd）300244，国新健康（gxjk）000503，悦心健康（yxjk）002162，金域医学（jyyx）603882，久远银海（jyyh）002777，润达医疗（rdyl）603108，前沿生物（qysw）688221
Ai应用
引力传媒（ylcm）603598，利欧股份（logf）002131，电广传媒（dgcm）000917，天龙集团（tljt）300063，博瑞传播（brcb）600880，省广集团（sgjt）002400，易点天下（ydtx）301171，吉视传媒（jscm）601929
浙文互联（zwhl）600986，粤传媒（ycm）002181，华胜天成（hstc）600410，会畅科技（hckj）300578，税友股份（sygf）603171，昆仑万维（klww）300418，天下秀（txx）600556
Ai算力
好利科技（hlkj）002729，大位科技（dwkj）600589，海亮股份（hlgf）002203，恒为科技（hwkj）603496
机器人
旭升集团（xsjt）603305，道恩股份（degf）002838，新泉股份（xqgf）603179，凯迪股份（kdgf）605288
商业航天
云南锗业（ynzy）002428，信科移动（xkyd）688387，国机精工（gjjg）002046，安泰集团（atjt）600408，东信和平（dxhp）002017，金发科技（jfkj）600143，神开股份（skgf）002278，辉煌科技（hhkj）002296
达华智能（dhzn）002512，琏升科技（lskj）300051，宝胜股份（bsgf）600973，光启技术（gqjs）002625，震有科技（zykj）688418，鲁银投资（lytz）600784，三维通信（swtx）002115，泰永长征（tycz）002927
东方通信（dftx）600776，中国卫通（zgwt）601698
未分类
厦门钨业（xmwy）600549，江钨装备（jwzb）600397，金钼股份（jmgf）601958，丰倍生物（fbsw）603334
消费
国投中鲁（gtzl）600962，茂业商业（mysy）600828，银座股份（yzgf）600858
医药
永和智控（yhzk）002795，联环药业（lhyy）600513，维康药业（wkyy）300878，济南高新（jngx）600807，福元医药（fyyy）601089
上海
交运股份（jygf）600676，上实发展（ssfz）600748
其余形式独苗
棕榈股份，振华股份（zhgf）603067，威星智能（wxzn）002849，七匹狼（qpl）002029，翔腾科技

二板
亚联发展（ylfz）002316，巨力索具（jlsj）002342，直真科技（zzkj）003007，乾照光电（qzgd）300102，派斯林（psl）600215，杭萧钢构（hxgg）600477，航天电子（htdz）600879，中衡设计（zhsj）603017，三孚股份（sfgf）603938

三板
东方明珠（dfmz）600832，中国一重（zgyz）601106，弘讯科技（hxkj）603015

四板
江顺科技（jskj）001400，金风科技（jfkj）002202，鲁信创投（lxct）600783

五板
银河电子（yhdz）002519，快意电梯（kydt）002774，志特新材（ztxc）300986

十一板
锋龙股份（flgf）002931

`
  },
{
    "d": "2026-01-08",
    "l": "https://www.tgb.cn/a/2oq6oYt9hZZ",
    "t": `

首板
芯片反制
三孚股份（sfgf）603938，和远气体（hyqt）002971，华塑股份（hsgf）600935，华建集团（hjjt）600629
航天
杭萧钢构（hxgg）600477，盛洋科技（sykj）603703，华菱线缆（hlxl）001208，中信重工（zxzg）601608，泰嘉股份（tjgf）002843，顺灏股份（shgf）002565，九鼎新材（jdxc）002201，天箭科技（tjkj）002977
航天电器（htdq）002025，中衡设计（zhsj）603017，航天电子（htdz）600879，航天信息（htxx）600271，巨力索具（jlsj）002342，航天科技（htkj）000901，钧达股份（jdgf）002865，派克新材（pkxc）605123
泰胜风能（tsfn）300129，和顺电气（hsdq）300141，海兰信（hlx）300065，中航机载（zhjz）600372，神剑股份（sjgf）002361，乾照光电（qzgd）300102，谱尼测试（pncs）300887
机器人
派斯林（psl）600215，华东数控（hdsk）002248，天汽模（tqm）002510，南兴股份（nxgf）002757，宝信软件（bxrj）600845，信捷电气（xjdq）603416，丰立智能（flzn）301368
量子科技
盛洋科技（sykj）603703，奥锐特（art）605116，武进不锈（wjbx）603878
核电
融发核电（rfhd）002366，兰石重装（lszz）603169，尚纬股份（swgf）603333
脑机
爱朋医疗（apyl）300753，塞力医疗（slyl）603716，港通医疗（gtyl）301515
基建
三和管桩（shgz）003037，中天精装（ztjz）002989
人工智能
南兴股份（nxgf）002757，亚联发展（ylfz）002316，直真科技（zzkj）003007，高新发展（gxfz）000628，久其软件（jqrj）002279，安孚科技（afkj）603031，长源东谷（zydg）603950
油气
国际实业（gjsy）000159，惠博普（hbp）002554
军工
内蒙一机（nmyj）600967，航天南湖（htnh）688552
消费
千味央厨（qwyc）001215，安记食品（ajsp）603696，上海九百（shjb）600838
其余形式独苗
世茂能源（smny）605028，黄河旋风（hhxf）600172，必得科技（bdkj）605298，浙江美大（zjmd）002677，联化科技（lhkj）002250，浙江农药（zjny）600216，龙高股份（lggf）605086

二板
雪人集团（xrjt）002639，通宇通讯（tytx）002792，邵阳液压（syyy）301079，乐凯胶片（lkjp）600135，东方明珠（dfmz）600832，中国一重（zgyz）601106，国机重装（gjzz）601399，中国核建（zghj）601611，弘讯科技（hxkj）603015，展鹏科技（zpkj）603488，彤程新材（tcxc）603650，必贝特（bbt）688759

三板
江顺科技（jskj）001400，金风科技（jfkj）002202，鹭燕医药（lyyy）002788，鲁信创投（lxct）600783，远东股份（ydgf）600869

四板
创新医疗（cxyl）002173，岩山科技（yskj）002195，普利特（plt）002324，银河电子（yhdz）002519，快意电梯（kydt）002774，志特新材（ztxc）300986，美克家居（mkjj）600337，南京熊猫（njxm）600775

十板
锋龙股份（flgf）002931

`
  },
{
    "d": "2026-01-07",
    "l": "https://www.tgb.cn/a/2oor51l38Wd",
    "t": `

首板
光刻胶反制
彤程新材（tcxc）603650，国风新材（gfxc）000859，华融化学（hrhx）301256，常青科技（cqkj）603125，高盟新材（gmxc）300200，芯源微（xyw）688037，恒坤新材（hkxc）688727，南大光电（ndgd）300346
广钢气体（ggqt）688548，安达智能（adzn）688125
芯片重组
观想科技（gxkj）301213，友阿股份（yagf）002277，皮阿诺（pan）002853
算力产业链
伊戈尔（yge）002922，三变科技（sbkj）002112，中国西电（zgxd）601179，园林股份（ylgf）605303，淳中科技（czkj）603516，中瓷电子（zcdz）003031，可川科技（kckj）603052，世嘉科技（sjkj）002796
富信科技（fxkj）688662，润建股份（rjgf）002929，东阳光（dyg）600673
航天
荣盛发展（rsfz）002146，大唐电信（dtdx）600198，通宇通讯（tytx）002792，邵阳液压（syyy）301079，乐凯胶片（lkjp）600135，盛邦安全（sbaq）688651
核电
弘讯科技（hxkj）603015，中国一重（zgyz）601106，中国核建（zghj）601611，国机重装（gjzz）601399，雪人集团（xrjt）002639
机器人
九鼎投资，赛福天（sft）603028，凯迪股份（kdgf）605288，鸿路钢构（hlgg）002541
医药
必贝特（bbt）688759，益诺思（yns）688710，盘龙药业（plyy）002864
煤炭
安泰集团（atjt）600408，陕西黑猫（sxhm）601015，大有能源（dyny）600403
电梯
华菱精工（hljg）603356，展鹏科技（zpkj）603488
其余形式独苗
东方明珠（dfmz）600832，太平鸟（tpn）603877，英力特（ylt）000635，翔鹭钨业（xlwy）002842，紫燕食品（zysp）603057，三峡旅游（sxly）002627，厦门港务（xmgw）000905，华光环能（hghn）600475
中水渔业（zsyy）000798，凯众股份（kzgf）603037

二板
盈新发展（yxfz）000620，江顺科技（jskj）001400，金风科技（jfkj）002202，鹭燕医药（lyyy）002788，北方导航（bfdh）600435，鲁信创投（lxct）600783，远东股份（ydgf）600869

三板
创新医疗（cxyl）002173，岩山科技（yskj）002195，普利特（plt）002324，嘉事堂（jst）002462，银河电子（yhdz）002519，快意电梯（kydt）002774，志特新材（ztxc）300986，美好医疗（mhyl）301363，美克家居（mkjj）600337，南京熊猫（njxm）600775，引力传媒（ylcm）603598

四板
城建发展（cjfz）600266

五板
友邦吊顶（ybdd）002718

六板
雷科防务（lkfw）002413

九板
锋龙股份（flgf）002931，胜通能源（stny）001331

`
  },
{
    "d": "2026-01-06",
    "l": "https://www.tgb.cn/a/2omLKGJVb8z",
    "t": `

首板
锂电池
滨海能源（bhny）000695，金龙羽（jly）002882，维远股份（wygf）600955，君禾股份（jhgf）603617，欧克科技（okkj）001223
未分类
盈新发展（yxfz）000620，新金路（xjl）000510，利源股份，贵研铂业（gyby）600459，锡业股份（xygf）000960，常铝股份（clgf）002160，浙矿股份（zkgf）300837，新金路（xjl）000510
化工
氯碱化工（ljhg）600618，潞化科技（lhkj）600691，中泰化学（zthx）002092，金浦钛业（jpty）000545，安宁股份（angf）002978，沧州大化（czdh）600230，澄星股份（cxgf）600078，新金路（xjl）000510
嘉化能源（jhny）600273，新乡化纤（xxhx）000949，滨化股份（bhgf）601678，新疆天业（xjty）600075，钒钛股份（ftgf）000629，鄂尔多斯（eeds）600295
无人驾驶
合众思壮（hzsz）002383，浙江世宝（zjsb）002703，天宸股份（tcgf）600620，山子高科（szgk）000981，博菲电气（bfdq）001255，兴民智通（xmzt）002355，北方导航（bfdh）600435，创力集团（cljt）603012
大众交通（dzjt）600611，雷尔伟（lew）301016，威帝股份（wdgf）603023，神州高铁（szgt）000008，万集科技（wjkj）300552，路畅科技（lckj）002813，德赛西威（dsxw）002920，联创电子（lcdz）002036
神通科技（stkj）605228
面板
彩虹股份（chgf）600707，联建光电（ljgd）300269
金融
证通电子（ztdz）002197，华林证券（hlzq）002945，华安证券（hazq）600909，天利科技（tlkj）300399，大智慧（dzh）601519，御银股份（yygf）002177
航天
中超控股（zckg）002471，鲁信创投（lxct）600783，航天电器（htdq）002025，航天工程（htgc）603698，金风科技（jfkj）002202，钧达股份（jdgf）002865，航天电子（htdz）600879，星环科技（xhkj）688031
远东股份（ydgf）600869，苏大维格（sdwg）300331，江顺科技（jskj）001400，中航西飞（zhxf）000768
基建
江河集团（jhjt）601886，中铝国际（zlgj）601068
其余形式独苗
凯撒文化（kswh）002425，鹭燕医药（lyyy）002788，锡装股份（xzgf）001332，新宏泽（xhz）002836，浙江包装，永和智控（yhzk）002795，保龄宝（blb）002286，上海九百（shjb）600838
明阳智能（myzn）601615

二板
国际医学（gjyx）000516，金房能源（jfny）001210，和泰机电（htjd）001225，创新医疗（cxyl）002173，岩山科技（yskj）002195，普利特（plt）002324，嘉事堂（jst）002462，海格通信（hgtx）002465，银河电子（yhdz）002519，快意电梯（kydt）002774，盈趣科技（yqkj）002925，爱朋医疗（apyl）300753，谱尼测试（pncs）300887，志特新材（ztxc）300986，三博脑科（sbnk）301293，熵基科技（sjkj）301330，美好医疗（mhyl）301363，美克家居（mkjj）600337，南京熊猫（njxm）600775，航天长峰（htzf）600855，金海通（jht）603061，荣泰健康（rtjk）603579

三板
农心科技（nxkj）001231，北斗星通（bdxt）002151，索菱股份（slgf）002766，城建发展（cjfz）600266，中国卫通（zgwt）601698

四板
友邦吊顶（ybdd）002718，南兴股份（nxgf）002757

五板
雷科防务（lkfw）002413

八板
锋龙股份（flgf）002931，胜通能源（stny）001331

`
  },
{
    "d": "2026-01-05",
    "l": "https://www.tgb.cn/a/2ol6w0OMqpG",
    "t": `

首板
脑机接口
南京熊猫（njxm）600775，美好医疗（mhyl）301363，三博脑科（sbnk）301293，岩山科技（yskj）002195，创新医疗（cxyl）002173，翔宇医疗（xyyl）688626，盈趣科技（yqkj）002925，塞力医疗（slyl）603716
荣泰健康（rtjk）603579，熵基科技（sjkj）301330，三七互娱（sqhy）002555，国际医学（gjyx）000516，爱朋医疗（apyl）300753，麦澜德（mld）688273，伟思医疗（wsyl）688580，谱尼测试（pncs）300887
东微半导（dwbd）688261，迈普医学（mpyx）301033，博拓生物（btsw）688767，普利特（plt）002324，乐普医疗（lpyl）300003，东方中科（dfzk）002819，狄耐克（dnk）300884，振江股份（zjgf）603507
雷迪克（ldk）300652，道氏技术（dsjs）300409，冠昊生物（ghsw）300238，亿嘉和（yjh）603666，赛诺医疗（snyl）688108，新华医疗（xhyl）600587，当虹科技（dhkj）688039
油气以及延伸化工
山东墨龙（sdml）002490，孚日股份（frgf）002083，振华股份（zhgf）603067，光华股份（ghgf）001333，泰和新材（thxc）002254
航天
兰生股份（lsgf）600826，银河电子（yhdz）002519，德力股份（dlgf）002571，东方通信（dftx）600776，航天长峰（htzf）600855，高德红外（gdhw）002414，海格通信（hgtx）002465，勘设股份（ksgf）603458
航天机电（htjd）600151，宇晶股份（yjgf）002943，西测测试（xccs）301306，华曙高科（hsgk）688433
算力
美克家居（mkjj）600337，可川科技（kckj）603052，兆易创新（zycx）603986，云汉芯城（yhxc）301563，金房能源（jfny）001210，立昂微（law）605358，普冉股份（prgf）688766，恒烁股份（hsgf）688416
Ai应用
引力传媒（ylcm）603598，天下秀（txx）600556，卓易信息（zyxx）688258，博瑞传播（brcb）600880，税友股份（sygf）603171
芯片
国风新材（gfxc）000859，亚翔集成（yxjc）603929，圣晖集成（shjc）603163，中新集团（zxjt）601512，柏诚股份（bcgf）601133，金海通（jht）603061
基建
德才股份（dcgf）605287，雄塑科技（xskj）300599，快意电梯（kydt）002774，龙元建设（lyjs）600491，爱丽家居（aljj）603221，志特新材（ztxc）300986
医药
广济药业（gjyy）000952，大洋生物（dysw）003017，福元医药（fyyy）601089，昭衍新药（zyxy）603127，嘉事堂（jst）002462，康拓医疗（ktyl）688314，康弘药业（khyy）002773，众生药业（zsyy）002317
机器人
和泰机电（htjd）001225，金固股份（jggf）002488
锂电池
孚日股份（frgf）002083，盐湖股份（yhgf）000792，国晟科技（gckj）603778，天际股份（tjgf）002759
未分类
湖南白银（hnby）002716，兴业银锡（xyyx）000426
其余形式独苗
凯瑞德（krd）002072，升达林业（sdly）002259，龙旗科技（lqkj）603341

二板
农心科技（nxkj）001231，利欧股份（logf）002131，北斗星通（bdxt）002151，王子新材（wzxc）002735，索菱股份（slgf）002766，顺控发展（skfz）003039，蓝色光标（lsgb）300058，城建发展（cjfz）600266，烽火通信（fhtx）600498，中国卫通（zgwt）601698

三板
友邦吊顶（ybdd）002718，南兴股份（nxgf）002757

四板
雷科防务（lkfw）002413

七板
锋龙股份（flgf）002931

`
  },
{
    "d": "2025-12-31",
    "l": "https://www.tgb.cn/a/2ocOJFRhOXt",
    "t": `

首板
芯片
合肥城建（hfcj）002208，上峰水泥（sfsn）000672，华建集团（hjjt）600629，养元饮品（yyyp）603156
航天
顺灏股份（shgf）002565，乐凯胶片（lkjp）600135，鲁信创投（lxct）600783，烽火通信（fhtx）600498，长江通信（cjtx）600345，北斗星通（bdxt）002151，航天晨光（htcg）600501，城建发展（cjfz）600266
联创光电（lcgd）600363，中国卫通（zgwt）601698，航天电子（htdz）600879，久之洋（jzy）300516，航发科技（hfkj）600391，中天火箭（zthj）003009，飞亚达（fyd）000026，航天发展（htfz）000547
神剑股份（sjgf）002361
人工智能
德生科技（dskj）002908，利欧股份（logf）002131，掌阅科技（zykj）603533，蓝色光标（lsgb）300058，挖金客（wjk）301380，中科江南（zkjn）301153
机器人
星德胜（xds）603344，申达股份（sdgf）600626，百达精工（bdjg）603331
绿电
和展能源（hzny）000809，顺控发展（skfz）003039
浙江纺织
万事利（wsl）301066，联翔股份，棒杰股份，云中马（yzm）603130
其余形式独苗
凯文教育（kwjy）002659，北京教育，巴比食品（bbsp）605338，上海食品，中创物流（zcwl）603967，索菱股份（slgf）002766，王子新材（wzxc）002735，农心科技（nxkj）001231
金新农（jxn）002548

二板
美能能源（mnny）001299，友邦吊顶（ybdd）002718，南兴股份（nxgf）002757，天创时尚（tcss）603608，众望布艺（zwby）605003，天铭科技（tmkj）920270

三板
宏英智能（hyzn）001266，御银股份（yygf）002177，雷科防务（lkfw）002413，五洲新春（wzxc）603667

五板
泰尔股份（tegf）002347

六板
大业股份（dygf）603278，锋龙股份（flgf）002931

`
  },
{
    "d": "2025-12-30",
    "l": "https://www.tgb.cn/a/2objTZ2cG9q",
    "t": `

首板
Ai应用
湖北广电（hbgd）000665，南兴股份（nxgf）002757，百纳千成（bnqc）300291，酷特智能（ktzn）300840，金逸影视（jyys）002905，航天信息（htxx）600271
机器人
南京新百（njxb）600682，新时达（xsd）002527，天创时尚（tcss）603608，科森科技（kskj）603626，万向钱潮（wxqc）000559，方正电机（fzdj）002196，三花智控（shzk）002050，浙江荣泰（zjrt）603119
北特科技（btkj）603009，首开股份（skgf）600376，海昌新材（hcxc）300885，福龙马（flm）603686
航天
东方通信（dftx）600776，凯盛科技（kskj）600552，华菱线缆（hlxl）001208，长城电工（ccdg）600192，晋拓股份（jtgf）603211，东珠生态（dzst）603359，巨力索具（jlsj）002342，合众思壮（hzsz）002383
化工
阿科力（akl）603722，恒逸石化（hysh）000703
液冷
冰山冷热（bslr）000530，康普顿（kpd）603798
其余形式独苗
众望布艺（zwby）605003，山子高科（szgk）000981，英特集团（ytjt）000411，美能能源（mnny）001299，世茂能源（smny）605028

二板
模塑科技（mskj）000700，宏英智能（hyzn）001266，御银股份（yygf）002177，雷科防务（lkfw）002413，统一股份（tygf）600506，汇得科技（hdkj）603192，勘设股份（ksgf）603458，五洲新春（wzxc）603667，正和生态（zhst）605069，龙高股份（lggf）605086，天普股份（tpgf）605255，步科股份（bkgf）688160

三板
恒大高新（hdgx）002591

四板
天奇股份（tqgf）002009，泰尔股份（tegf）002347

五板
锋龙股份（flgf）002931，大业股份（dygf）603278

十板
嘉美包装（jmbz）002969

`
  },
{
    "d": "2025-12-29",
    "l": "https://www.tgb.cn/a/2o9t77TPsDb",
    "t": `

首板
航天
广百股份（gbgf）002187，荣盛发展（rsfz）002146，和顺科技（hskj）301237，中衡设计（zhsj）603017，海格通信（hgtx）002465，越秀资本（yxzb）000987，金风科技（jfkj）002202，博敏电子（bmdz）603936
宏英智能（hyzn）001266，雷科防务（lkfw）002413，勘设股份（ksgf）603458，红蜻蜓（hqt）603116，魅视科技（mskj）001229，航天机电（htjd）600151，航天环宇（hthy）688523，派克新材（pkxc）605123
华为算力
川润股份（crgf）002272，宏英智能（hyzn）001266，拓维信息（twxx）002261，统一股份（tygf）600506
未分类
龙高股份（lggf）605086，五矿发展（wkfz）600058
储能光伏
智光电气（zgdq）002169，风范股份（ffgf）601700，迈为股份（mwgf）300751，杭萧钢构（hxgg）600477，国晟科技（gckj）603778，双良节能（sljn）600481
化纤化工
吉林化纤（jlhx）000420，永悦科技（yykj）603879，苏州龙杰（szlj）603332，信凯科技（xkkj）001335，华鼎股份（hdgf）601113，汇得科技（hdkj）603192
智谱
电广传媒（dgcm）000917，正和生态（zhst）605069
机器人
东安动力（dadl）600178，五洲新春（wzxc）603667，模塑科技（mskj）000700，恒勃股份（hbgf）301225，征和工业（zhgy）003033，瑞松科技（rskj）688090，步科股份（bkgf）688160，多利科技（dlkj）001311
充电桩
和顺石油（hssy）603353，英飞特（yft）300582
数字货币
御银股份（yygf）002177，翠微股份（cwgf）603123
其余形式独苗
华尔泰（het）001217，烟花讽刺航天，凯瑞德（krd）002072，京基智农（jjzn）000048，天普股份（tpgf）605255，鼎盛新材（dsxc）603876，三人行（srx）605168，茂业商业（mysy）600828

二板
航天发展（htfz）000547，珠海中富（zhzf）000659，中超控股（zckg）002471，德力股份（dlgf）002571，恒大高新（hdgx）002591，冀凯股份，苏州高新（szgx）600736

三板
天奇股份（tqgf）002009，泰尔股份（tegf）002347，扬子新材（yzxc）002652

四板
锋龙股份（flgf）002931，大业股份（dygf）603278，鲁信创投（lxct）600783

八板
神剑股份（sjgf）002361

九板
嘉美包装（jmbz）002969

十二板
胜通能源（stny）001331

`
  },
{
    "d": "2025-12-26",
    "l": "https://www.tgb.cn/a/2o4wlhYpFvk",
    "t": `

首板
锂电池
丰元股份（fygf）002805，科森科技（kskj）603626，天际股份（tjgf）002759，华联控股（hlkg）000036，恒大高新（hdgx）002591，安纳达（and）002136，深圳新星（szxx）603978，佛塑科技（fskj）000973
宏源药业（hyyy）301246，永兴材料（yxcl）002756，普路通（plt）002769，海科新源（hkxy）301292，国城矿业（gcky）000688，永太科技（ytkj）002326
传媒
百纳千成（bnqc）300291，祥源文旅（xywl）600576，名臣健康（mcjk）002919
机器人
联域股份（lygf）001326，聚杰微纤（jjwx）300819，冀凯股份，福莱蒽特（flet）605566
消费
红棉股份（hmgf）000523，银座股份（yzgf）600858，珠海中富（zhzf）000659，三湘印象（sxyx）000863，昇兴股份（sxgf）002752
航天
佳缘科技（jykj）301117，宇环数控（yhsk）002903，航天发展（htfz）000547，苏州高新（szgx）600736，电科网安（dkwa）002268，中超控股（zckg）002471，德力股份（dlgf）002571，北斗星通（bdxt）002151
优刻得（ykd）688158，天通股份（ttgf）600330，今创集团（jcjt）603680，永鼎股份（ydgf）600105，中国卫通（zgwt）601698
光伏
亿晶光电（yjgd）600537，钧达股份（jdgf）002865，协鑫集成（xxjc）002506
海南
海南发展（hnfz）002163，京粮控股（jlkg）000505，海汽集团（hqjt）603069，海南矿业（hnky）601969
芯片
德明利（dml）001309，金螳螂（jtl）002081
房地产
美芝股份，皮阿诺（pan）002853，光明地产（gmdc）600708
江苏低空
标榜股份（bbgf）301181，苏州科达（szkd）603660
电力
百通能源（btny）001376，上海电力（shdl）600021
其余形式独苗
江西铜业（jxty）600362，福龙马（flm）603686，新金路（xjl）000510，浙江世宝（zjsb）002703

二板
中核科技（zhkj）000777，天奇股份（tqgf）002009，泰尔股份（tegf）002347，扬子新材（yzxc）002652，汇洁股份（hjgf）002763，通宇通讯（tytx）002792，长江通信（cjtx）600345

三板
隆基机械（ljjx）002363，锋龙股份（flgf）002931，中国卫星（zgwx）600118，厦门国贸（xmgm）600755，鲁信创投（lxct）600783，大业股份（dygf）603278，再升科技（zskj）603601，五洲特纸（wztz）605007，上海港湾（shgw）605598

四板
九鼎新材（jdxc）002201

五板
安通股份

七板
神剑股份（sjgf）002361

八板
嘉美包装（jmbz）002969

十一板
胜通股份

`
  },
{
    "d": "2025-12-25",
    "l": "https://www.tgb.cn/a/2o2R1E53Z0Y",
    "t": `

首板
跨境电商
重庆港（cqg）600279，汇洁股份（hjgf）002763，跨境通（kjt）002640，新华都（xhd）002264，天顺股份（tsgf）002800，三柏硕（sbs）001300，三维通信（swtx）002115，赫美集团（hmjt）002356
云中马（yzm）603130
机器人
天奇股份（tqgf）002009，万向钱潮（wxqc）000559，泰尔股份（tegf）002347，龙溪股份（lxgf）600592，首开股份（skgf）600376，方正电机（fzdj）002196，越剑智能（yjzn）603095，旭升集团（xsjt）603305
豪能股份（hngf）603809，赛福天（sft）603028，南矿集团（nkjt）001360，昊志机电（hzjd）300503，浙江荣泰（zjrt）603119，香山股份（xsgf）002870，云中马（yzm）603130
航天
广联航空（glhk）300900，天奥电子（tadz）002935，派克新材（pkxc）605123，长江通信（cjtx）600345，中天火箭（zthj）003009，盛路通信（sltx）002446，通宇通讯（tytx）002792，江顺科技（jskj）001400
航天电子（htdz）600879，三维通信（swtx）002115，金风科技（jfkj）002202，华菱线缆（hlxl）001208
零售
益民集团（ymjt）600824，百大集团（bdjt）600865
大飞机
通达股份（tdgf）002560，航发科技（hfkj）600391
核电
中核科技（zhkj）000777，精达股份（jdgf）600577
造纸
博汇纸业（bhzy）600966，宜宾纸业（ybzy）600793，恒达新材（hdxc）301469
芯片
柘中股份（zzgf）002346，绿岛风（ldf）301043，天普股份（tpgf）605255，中旗新材（zqxc）001212，德龙汇能（dlhn）000593，国风新材（gfxc）000859，扬子新材（yzxc）002652
其余形式独苗
证通电子（ztdz）002197，浙江医药（zjyy）600216，水井坊（sjf）600779

二板
博云新材（byxc）002297，隆基机械（ljjx）002363，锋龙股份（flgf）002931，金时科技（jskj）002951，直真科技（zzkj）003007，超捷股份（cjgf）301005，中国卫星（zgwx）600118，厦门国贸（xmgm）600755，鲁信创投（lxct）600783，大业股份（dygf）603278，再升科技（zskj）603601，五洲特纸（wztz）605007，上海港湾（shgw）605598

三板
九鼎新材（jdxc）002201，航天工程（htgc）603698

四板
创元科技（cykj）000551，合兴包装（hxbz）002228，安通控股（atkg）600179，圣晖集成（shjc）603163

六板
神剑股份（sjgf）002361

七板
嘉美包装（jmbz）002969

十板
胜通能源（stny）001331

`
  },
{
    "d": "2025-12-24",
    "l": "https://www.tgb.cn/a/2o1bpJrmOWE",
    "t": `

首板
消费
莱茵生物（lysw）002166，国投中鲁（gtzl）600962，东百集团（dbjt）600693，昇兴股份（sxgf）002752，三木集团（smjt）000632，厦门国贸（xmgm）600755
算力
天津普林（tjpl）002134，麦格米特（mgmt）002851，宏盛股份（hsgf）603090，金时科技（jskj）002951，中恒电气（zhdq）002364，兆驰股份（zcgf）002429，环旭电子（hxdz）601231，江苏华辰（jshc）603097
恒铭达（hmd）002947，青山纸业（qszy）600103
航天
合众思壮（hzsz）002383，隆基机械（ljjx）002363，鲁信创投（lxct）600783，再升科技（zskj）603601，新雷能（xln）300593，普利特（plt）002324，九丰能源（jfny）605090，大业股份（dygf）603278
中超控股（zckg）002471，永悦科技（yykj）603879，超捷股份（cjgf）301005，博云新材（byxc）002297，谱尼测试（pncs）300887，上海港湾（shgw）605598，天通股份（ttgf）600330，星网宇达（xwyd）002829
瑞华泰（rht）688323，火炬电子（hjdz）603678，新劲刚（xjg）300629，中国卫星（zgwx）600118，国机精工（gjjg）002046，有研粉材（yyfc）688456，航天动力（htdl）600343，钧达股份（jdgf）002865
生益科技（sykj）600183，直真科技（zzkj）003007，润贝航科（rbhk）001316，南京熊猫（njxm）600775，永鼎股份（ydgf）600105
纺织
众望布艺（zwby）605003，金海高科（jhgk）603311，欣贺股份（xhgf）003016，尤夫股份（yfgf）002427
无人驾驶
浙江世宝（zjsb）002703，英唐智控（ytzk）300131
其余形式独苗
英利汽车（ylqc）601279，陪跑其他汽车，凯撒旅业（ksly）000796，华光环能（hghn）600475，北京文化（bjwh）000802，正和生态（zhst）605069，瑞达期货（rdqh）002961，大庆华科（dqhk）000985
五洲特纸（wztz）605007，安徽合力（ahhl）600761

二板
华联控股（hlkg）000036，天际股份（tjgf）002759，九鼎新材（jdxc）002201，集泰股份（jtgf）002909，航天工程（htgc）603698

三板
创元科技（cykj）000551，合兴包装（hxbz）002228，安通控股（atkg）600179，圣晖集成（shjc）603163，安记食品（ajsp）603696

四板
海南发展（hnfz）002163

五板
神剑股份（sjgf）002361

六板
嘉美包装（jmbz）002969

九板
胜通能源（stny）001331

`
  },
{
    "d": "2025-12-23",
    "l": "https://www.tgb.cn/a/2nZw4ffYCyz",
    "t": `

首板
锂电池
华联控股（hlkg）000036，天际股份（tjgf）002759，多氟多（dfd）002407，滨海能源（bhny）000695，深圳新星（szxx）603978
算力
世嘉科技（sjkj）002796，快克智能（kkzn）603203，东材科技（dckj）601208，集泰股份（jtgf）002909，同飞股份（tfgf）300990，宏和科技（hhkj）603256，川润股份（crgf）002272，泰嘉股份（tjgf）002843
英维克（ywk）002837，奕东电子（yddz）301123，宏达电子（hddz）300726
消费
南宁百货（nnbh）600712，联发股份（lfgf）002394，浔兴股份（xxgf）002098，中百集团（zbjt）000759，得利斯（dls）002330
光刻机
万润股份（wrgf）002643，美埃科技（makj）688376，柏诚股份（bcgf）601133，国风新材（gfxc）000859，三孚股份（sfgf）603938
航天
中光防雷（zgfl）300414，航天工程（htgc）603698
未分类
翔鹭钨业（xlwy）002842，章源钨业（zywy）002378
端侧
德尔未来（dewl）002631，惠威科技（hwkj）002888，科瑞技术（krjs）002957
其余形式独苗
友邦吊顶（ybdd）002718，九鼎新材（jdxc）002201，德力股份（dlgf）002571，保变电气（bbdq）600550

二板
创元科技（cykj）000551，合兴包装（hxbz）002228，山东赫达（sdhd）002810，安通控股（atkg）600179，圣晖集成（shjc）603163，安记食品（ajsp）603696，亚翔集成（yxjc）603929，利柏特（lbt）605167

三板
海南海药（hnhy）000566，海南发展（hnfz）002163，海南瑞泽（hnrz）002596，海汽集团（hqjt）603069，楚环科技（chkj）001336

四板
神剑股份（sjgf）002361

五板
鹭燕医药（lyyy）002788，嘉美包装（jmbz）002969

八板
胜通能源（stny）001331

`
  },
{
    "d": "2025-12-22",
    "l": "https://www.tgb.cn/a/2nXRtGT3Jfc",
    "t": `

首板
消费
山东赫达（sdhd）002810，合兴包装（hxbz）002228，东百集团（dbjt）600693，安记食品（ajsp）603696
机器人
星德胜（xds）603344，天桥起重（tqqz）002523，首开股份（skgf）600376，卧龙电驱（wldq）600580，兆威机电（zwjd）003021
芯片
智光电气（zgdq）002169，珂玛科技（kmkj）301611，立昂微（law）605358，兴业股份（xygf）603928，圣晖集成（shjc）603163，创元科技（cykj）000551，亚翔集成（yxjc）603929
算力
特发信息（tfxx）000070，易德龙（ydl）603380，长飞光纤（zfgx）601869，亨通光电（htgd）600487，杭电股份（hdgf）603618，环旭电子（hxdz）601231，科士达（ksd）002518，鼎通科技（dtkj）688668
海南
凯撒旅业（ksly）000796，海峡股份（hxgf）002320，欣龙控股（xlkg）000955，海南橡胶（hnxj）601118，京粮控股（jlkg）000505，康芝药业（kzyy）300086，海马汽车（hmqc）000572，海德股份（hdgf）000567
海南机场（hnjc）600515，海南高速（hngs）000886，海南矿业（hnky）601969，罗牛山（lns）000735，海南华铁（hnht）603300，海航控股（hhkg）600221，神农种业（snzy）300189，新大洲Ａ（xdza）000571
海南外援
安通控股（atkg）600179，普路通（plt）002769，嘉诚国际（jcgj）603535，中国中免（zgzm）601888，天顺股份（tsgf）002800
航天
北斗星通（bdxt）002151，高德红外（gdhw）002414，勘设股份（ksgf）603458，通宇通讯（tytx）002792
科技指引标
华旺科技（hwkj）605377，金时科技（jskj）002951，百利科技（blkj）603959
其余形式独苗
华尔泰（het）001217，利柏特（lbt）605167，亚太股份（ytgf）002284，漳州发展（zzfz）000753，白银有色（byys）601212，珠江钢琴（zjgq）002678，胜利股份（slgf）000407，中铝国际（zlgj）601068
飞科电器（fkdq）603868，消费电器（xfdq）980030

二板
红棉股份（hmgf）000523，海南海药（hnhy）000566，山子高科（szgk）000981，楚环科技（chkj）001336，国机精工（gjjg）002046，海南发展（hnfz）002163，海南瑞泽（hnrz）002596，德联集团（dljt）002666，中国一重（zgyz）601106，海汽集团（hqjt）603069，国泰集团（gtjt）603977

三板
神剑股份（sjgf）002361

四板
鹭燕医药（lyyy）002788，庄园牧场（zymc）002910，嘉美包装（jmbz）002969

七板
盛通股份（stgf）002599

`
  },
{
    "d": "2025-12-21",
    "l": "https://www.tgb.cn/a/2nWhH5VPDEt",
    "t": `



`
  },
{
    "d": "2025-12-19",
    "l": "https://www.tgb.cn/a/2nSTtETDrjH",
    "t": `

首板
核电
王子新材（wzxc）002735，德联集团（dljt）002666，雪人集团（xrjt）002639，国机精工（gjjg）002046，中国一重（zgyz）601106，国泰集团（gtjt）603977，百利电气（bldq）600468，大连重工（dlzg）002204
腾达科技（tdkj）001379，四创电子（scdz）600990，理工光科（lggk）300557
航天
航天工程（htgc）603698，天通股份（ttgf）600330
无人驾驶
浙江美大（zjmd）002677，路畅科技（lckj）002813，索菱股份（slgf）002766，山子高科（szgk）000981，威帝股份（wdgf）603023
犒赏纺织
天创时尚（tcss）603608，众望布艺（zwby）605003，凤竹纺织（fzfz）600493
犒赏消费
红棉股份（hmgf）000523，德比集团（dbjt）300947，西王食品，新华都（xhd）002264，创源股份（cygf）300703，合百集团（hbjt）000417，亚盛集团（ysjt）600108，若羽臣（ryc）003010
信隆健康（xljk）002105，三木集团（smjt）000632，通程控股（tckg）000419
房地产
华联控股（hlkg）000036，天宸股份（tcgf）600620，科新发展（kxfz）600234，广宇集团（gyjt）002133
未分类
红星发展（hxfz）600367，利源股份，新金路（xjl）000510
算力
大元泵业（dyby）603757，通鼎互联（tdhl）002491，安孚科技（afkj）603031，航发科技（hfkj）600391
环保
楚江环保（cjhb）002672，海峡环保（hxhb）603817，启迪环境（qdhj）000826
海南
海汽集团（hqjt）603069，海南发展（hnfz）002163，海南海药（hnhy）000566，海南瑞泽（hnrz）002596
其余形式独苗
佛慈制药（fczy）002644，科森科技（kskj）603626，电广传媒（dgcm）000917，康欣新材（kxxc）600076，世龙实业（slsy）002748

二板
三湘印象（sxyx）000863，西部材料（xbcl）002149，神剑股份（sjgf）002361，上海九百（shjb）600838，九牧王（jmw）601566，威帝股份（wdgf）603023，华体科技（htkj）603679，法狮龙（fsl）605318

三板
中天服务（ztfw）002188，鹭燕医药（lyyy）002788，庄园牧场（zymc）002910，嘉美包装（jmbz）002969，苏利股份（slgf）603585

四板
浙江世宝（zjsb）002703

六板
胜通能源（stny）001331

`
  },
{
    "d": "2025-12-18",
    "l": "https://www.tgb.cn/a/2nRdk3ATCti",
    "t": `

首板
稿赏经济
广博股份（gbgf）002103，来伊份（lyf）603777，三湘印象（sxyx）000863，中央商场（zysc）600280，浙江众成（zjzc）002522，浪莎股份（lsgf）600137，德艺文创（dywc）300640，深中华Ａ（szha）000017
新通联（xtl）603022，上海九百（shjb）600838，皇氏集团（hsjt）002329，九牧王（jmw）601566，益民集团（ymjt）600824，博纳影业（bnyy）001330，众兴菌业（zxjy）002772，瑞贝卡（rbk）600439
奥佳华（ajh）002614，新世界（xsj）600628，华资实业（hzsy）600191，中国武夷（zgwy）000797，一心堂（yxt）002727
航天
天箭科技（tjkj）002977，神剑股份（sjgf）002361，顺灏股份（shgf）002565，西部材料（xbcl）002149，北摩高科（bmgk）002985，华体科技（htkj）603679
无人驾驶
威帝股份（wdgf）603023，兴民智通（xmzt）002355
Ai医疗
华人健康（hrjk）301408，塞力医疗（slyl）603716，英特集团（ytjt）000411，嘉和美康（jhmk）688246，漱玉平民（sypm）301017
家居
爱丽家居（aljj）603221，法狮龙（fsl）605318
其余形式独苗
万隆光电（wlgd）300710，东兴证券（dxzq）601198，北京证券（bjzq）601990，奥普光电（apgd）002338，重药控股（zykg）000950，瑞斯康达（rskd）603803，乐通股份（ltgf）002319

二板
美年健康（mnjk）002044，中天服务（ztfw）002188，鹭燕医药（lyyy）002788，钧达股份（jdgf）002865，庄园牧场（zymc）002910，嘉美包装（jmbz）002969，南京商旅（njsl）600250，长飞光纤（zfgx）601869，苏利股份（slgf）603585，盛洋科技（sykj）603703，立达信（ldx）605365

三板
博菲电气（bfdq）001255，浙江世宝（zjsb）002703，利群股份（lqgf）601366

四板
皮阿诺（pan）002853

五板
胜通能源（stny）001331

六板
百大集团（bdjt）600865

`
  },
{
    "d": "2025-12-17",
    "l": "https://www.tgb.cn/a/2nPz8gqbbT6",
    "t": `

首板
航天
盛洋科技（sykj）603703，航天晨光（htcg）600501
消费
嘉美包装（jmbz）002969，南京商旅（njsl）600250，曲江文旅（qjwl）600706，庄园牧场（zymc）002910
锂电
金圆股份（jygf）000546，天际股份（tjgf）002759，平安电工（padg）001359，盛新锂能（sxln）002240，大中矿业（dzky）001203
算力
飞龙股份（flgf）002536，英维克（ywk）002837，环旭电子（hxdz）601231，通鼎互联（tdhl）002491，长飞光纤（zfgx）601869，奕东电子（yddz）301123，江南新材（jnxc）603124，联特科技（ltkj）301205
中瓷电子（zcdz）003031，大元泵业（dyby）603757，光迅科技（gxkj）002281，开普云（kpy）688228，世嘉科技（sjkj）002796，宏盛股份（hsgf）603090，竞业达（jyd）003005，深南电路（sndl）002916
福建
鹭燕医药（lyyy）002788，立达信（ldx）605365
Ai医疗
鹭燕医药（lyyy）002788，美年健康（mnjk）002044
核电
国机重装（gjzz）601399，王子新材（wzxc）002735
房地产
中天服务（ztfw）002188，科新发展（kxfz）600234
化肥
东方铁塔（dftt）002545，云维股份（ywgf）600725
其余形式独苗
钧达股份（jdgf）002865，海南光伏，苏利股份（slgf）603585，锋龙股份（flgf）002931，符合今日环境，嘉应制药（jyzy）002198，古鳌科技（gakj）300551

二板
博菲电气（bfdq）001255，浙江世宝（zjsb）002703，利群股份（lqgf）601366，翠微股份（cwgf）603123

三板
三羊马（sym）001317，皮阿诺（pan）002853

四板
胜通能源（stny）001331

五板
百大集团（bdjt）600865

`
  },
{
    "d": "2025-12-16",
    "l": "https://www.tgb.cn/a/2nNSISOHHL9",
    "t": `

首板
无人驾驶
浙江世宝（zjsb）002703，威帝股份（wdgf）603023，万集科技（wjkj）300552，索菱股份（slgf）002766，锦江在线（jjzx）600650，多伦科技（dlkj）603528，路畅科技（lckj）002813，北汽蓝谷（bqlg）600733
消费
安记食品（ajsp）603696，利群股份（lqgf）601366，黑芝麻（hzm）000716，九牧王（jmw）601566，欧亚集团（oyjt）600697，中央商场（zysc）600280，永辉超市（yhcs）601933，家家悦（jjy）603708
茂业商业（mysy）600828
航天
大唐电信（dtdx）600198，赛伍技术（swjs）603212，久之洋（jzy）300516，起帆电缆（qfdl）605222
数字货币
翠微股份（cwgf）603123，恒宝股份（hbgf）002104
其余形式独苗
博菲电气（bfdq）001255，中公教育（zgjy）002607，世联行（slx）002285，松炀资源（syzy）603863

二板
三羊马（sym）001317，广百股份（gbgf）002187，皇氏集团（hsjt）002329，红旗连锁（hqls）002697，通宇通讯（tytx）002792，皮阿诺（pan）002853，航天信息（htxx）600271，航天电子（htdz）600879

三板
胜通能源（stny）001331，太阳电缆（tydl）002300

四板
法尔胜（fes）000890，华菱线缆（hlxl）001208，百大集团（bdjt）600865

`
  },
{
    "d": "2025-12-15",
    "l": "https://www.tgb.cn/a/2nMfvmPLyLt",
    "t": `

首板
福建
华映科技（hykj）000536，兴业科技（xykj）002674
消费
皇台酒业（htjy）000995，皇氏集团（hsjt）002329，阳光乳业（ygry）001318，均瑶健康（jyjk）605388，欢乐家（hlj）300997，浙江东日（zjdr）600113，农产品（ncp）000061，中粮糖业（zlty）600737
国中水务（gzsw）600187，全新好（qxh）000007，盈新发展（yxfz）000620，华茂股份（hmgf）000850，红旗连锁（hqls）002697，广百股份（gbgf）002187，南侨食品（nqsp）605339，莲花控股（lhkg）600186
美凯龙（mkl）601828
大麻
孚日股份（frgf）002083，华茂股份（hmgf）000850，金鹰股份（jygf）600232
航天
通宇通讯（tytx）002792，太钢不锈（tgbx）000825，昇辉科技（shkj）300423，乐凯胶片（lkjp）600135，航天信息（htxx）600271，三维通信（swtx）002115，抚顺特钢（fstg）600399，雷科防务（lkfw）002413
航天电子（htdz）600879
煤化工
蓝帆医疗（lfyl）002382，安泰集团（atjt）600408
光伏
晶科科技（jkkj）601778，东方日升（dfrs）300118，顺威股份（swgf）002676，云南能投（ynnt）002053，京运通（jyt）601908
物流
嘉友国际（jygj）603871，三羊马（sym）001317
其余形式独苗
艾森股份（asgf）688720，北新路桥（bxlq）002307，重药控股（zykg）000950，金海高科（jhgk）603311，东材科技（dckj）601208

二板
胜通能源（stny）001331，太阳电缆（tydl）002300，中锐股份（zrgf）002374，航天机电（htjd）600151，长城电工（ccdg）600192，风范股份（ffgf）601700

三板
法尔胜（fes）000890，华菱线缆（hlxl）001208，中超控股（zckg）002471，雪人集团（xrjt）002639，百大集团（bdjt）600865

六板
再升科技（zskj）603601

`
  },
{
    "d": "2025-12-12",
    "l": "https://www.tgb.cn/a/2nHhn2F3OgQ",
    "t": `

首板
电网电气
长城电工（ccdg）600192，兆新股份（zxgf）002256，风范股份（ffgf）601700，新能泰山（xnts）000720，中能电气（zndq）300062，银星能源（yxny）000862，中国西电（zgxd）601179，泰永长征（tycz）002927
摩恩电气（medq）002451，太阳电缆（tydl）002300，江苏神通（jsst）002438，保变电气（bbdq）600550，顺钠股份（sngf）000533
金属
新金路（xjl）000510，梅雁吉祥（myjx）600868
航天
东方通信（dftx）600776，航天长峰（htzf）600855，顺灏股份（shgf）002565，四创电子（scdz）600990，泰尔股份（tegf）002347，超捷股份（cjgf）301005，安泰科技（atkj）000969，长江材料（cjcl）001296
四川九洲（scjz）000801，航天机电（htjd）600151，航天工程（htgc）603698，国瓷材料（gccl）300285，邵阳液压（syyy）301079，康斯特（kst）300445，九丰能源（jfny）605090，西部材料（xbcl）002149
中字头
中国高科（zggk）600730，中锐股份（zrgf）002374
燃气轮机
国机重装（gjzz）601399，博盈特焊（byth）301468，常宝股份（cbgf）002478，中国一重（zgyz）601106，派克新材（pkxc）605123，联德股份（ldgf）605060，中洲特材（zztc）300963，万泽股份（wzgf）000534
东方电气（dfdq）600875
福建
凤竹纺织（fzfz）600493，建霖家居（jljj）603408，九牧王（jmw）601566，龙洲股份（lzgf）002682
机器人
征和工业（zhgy）003033，松霖科技（slkj）603992
芯片
西陇科学（xlkx）002584，柏诚股份（bcgf）601133，中天精装（ztjz）002989，圣晖集成（shjc）603163，安孚科技（afkj）603031，晶丰明源（jfmy）688368
核电
中国核建（zghj）601611，海陆重工（hlzg）002255，铜峰电子（tfdz）600237
光伏
钧达股份（jdgf）002865，嘉泽新能（jzxn）601619
其余形式独苗
胜通能源（stny）001331，金圆股份（jygf）000546，实丰文化（sfwh）002862，昭衍新药（zyxy）603127，博纳影业（bnyy）001330，麒盛科技（qskj）603610

二板
中利集团（zljt）002309，中超控股（zckg）002471，法尔胜（fes）000890，华菱线缆（hlxl）001208，雪人集团（xrjt）002639，通光线缆（tgxl）300265，百大集团（bdjt）600865，亚翔集成（yxjc）603929，天力复合（tlfh）920576

三板
中源家居（zyjj）603709

五板
再升科技（zskj）603601

`
  },
{
    "d": "2025-12-11",
    "l": "https://www.tgb.cn/a/2nFA8x6fLYB",
    "t": `

首板
航天
华菱线缆（hlxl）001208，中超控股（zckg）002471，普天科技（ptkj）002544，金风科技（jfkj）002202，银河电子（yhdz）002519，中钢洛耐（zgln）688119，航天动力（htdl）600343
环保
兴源环境（xyhj）300266，中国天楹（zgty）000035
通信5G
梦网科技（mwkj）002123
线缆
永鼎股份（ydgf）600105，法尔胜（fes）000890，通光线缆（tgxl）300265
消费
南京商旅（njsl）600250，迎丰股份（yfgf）605055，正邦科技（zbkj）002157，百大集团（bdjt）600865
其余形式独苗
中利集团（zljt）002309，富信科技（fxkj）688662，雪人集团（xrjt）002639，亚翔集成（yxjc）603929

二板
重药控股（zykg）000950，南都物业（ndwy）603506，中源家居（zyjj）603709，立昂微（law）605358

三板
跃岭股份（ylgf）002725

四板
安妮股份（angf）002235，再升科技（zskj）603601

五板
东百集团（dbjt）600693

`
  },
{
    "d": "2025-12-10",
    "l": "https://www.tgb.cn/a/2nDWNkKd6YI",
    "t": `

首板
医药
重药控股（zykg）000950，信邦制药（xbzy）002390
房地产
汇嘉时代（hjsd）603101，广宇集团（gyjt）002133，中源家居（zyjj）603709，世联行（slx）002285，财信发展（cxfz）000838，马可波罗（mkbl）001386，南都物业（ndwy）603506
消费
汇嘉时代（hjsd）603101，步步高（bbg）002251，中百集团（zbjt）000759
航天
西部材料（xbcl）002149，霍莱沃（hlw）688682，立昂微（law）605358
海南
罗牛山（lns）000735，海南瑞泽（hnrz）002596，海南高速（hngs）000886，京粮控股（jlkg）000505，海南发展（hnfz）002163，海德股份（hdgf）000567，神农种业（snzy）300189，欣龙控股（xlkg）000955
海马汽车（hmqc）000572
机器人
襄阳轴承（xyzc）000678，越剑智能（yjzn）603095，金道科技（jdkj）301279，多利科技（dlkj）001311
锂电池
孚日股份（frgf）002083，永冠新材（ygxc）603681
通信算力
华西股份（hxgf）000936，特发信息（tfxx）000070，长飞光纤（zfgx）601869
其余形式独苗
申科股份（skgf）002633，南矿集团（nkjt）001360，中公教育（zgjy）002607，华金资本（hjzb）000532，光电股份（gdgf）600184

二板
信隆健康（xljk）002105，跃岭股份（ylgf）002725，欣贺股份（xhgf）003016，中央商场（zysc）600280，天通股份（ttgf）600330，茂业商业（mysy）600828，美凯龙（mkl）601828，永悦科技（yykj）603879

三板
博纳影业（bnyy）001330，安妮股份（angf）002235，中瓷电子（zcdz）003031，永辉超市（yhcs）601933，再升科技（zskj）603601

四板
厦门港务（xmgw）000905，东百集团（dbjt）600693

六板
龙洲股份（lzgf）002682

`
  },
{
    "d": "2025-12-09",
    "l": "https://www.tgb.cn/a/2nChKrugL6O",
    "t": `

首板
算力
鸿博股份（hbgf）002229，德科立（dkl）688205，超声电子（csdz）000823，宏盛股份（hsgf）603090，线上线下（xsxx）300959，淳中科技（czkj）603516
海峡两岸
中创环保（zchb）300056，信隆健康（xljk）002105，英利汽车（ylqc）601279，永悦科技（yykj）603879，河化股份（hhgf）000953，恒信东方（hxdf）300081
航天
陕西华达（sxhd）301517，雷科防务（lkfw）002413，跃岭股份（ylgf）002725，航天长峰（htzf）600855，航天机电（htjd）600151，天通股份（ttgf）600330
电网
积成电子（jcdz）002339，东阳光（dyg）600673，泰永长征（tycz）002927，洛凯股份（lkgf）603829，拓中股份
传媒
天地在线（tdzx）002995，中南文化（znwh）002445
消费
茂业商业（mysy）600828，欣贺股份（xhgf）003016，中央商场（zysc）600280，皇氏集团（hsjt）002329，惠泉啤酒（hqpj）600573，美凯龙（mkl）601828
号召力
齐心集团（qxjt）002301，合力泰（hlt）002217
未分类
五矿发展（wkfz）600058，京运通（jyt）601908
其余形式独苗
安邦护卫（abhw）603373

二板
博纳影业（bnyy）001330，安妮股份（angf）002235，达华智能（dhzn）002512，中瓷电子（zcdz）003031，南京商旅（njsl）600250，厦门空港（xmkg）600897，永辉超市（yhcs）601933，威帝股份（wdgf）603023，大业股份（dygf）603278，再升科技（zskj）603601

三板
厦门港务（xmgw）000905，昇兴股份（sxgf）002752，东百集团（dbjt）600693

四板
舒华体育（shty）605299

五板
龙洲股份（lzgf）002682，骏亚科技（jykj）603386

六板
安记食品（ajsp）603696

`
  },
{
    "d": "2025-12-08",
    "l": "https://www.tgb.cn/a/2nACvhp2UcW",
    "t": `

首板
航天
再升科技（zskj）603601，中瓷电子（zcdz）003031，达华智能（dhzn）002512，航天工程（htgc）603698，多伦科技（dlkj）603528，吉大正元（jdzy）003029，通宇通讯（tytx）002792，泰晶科技（tjkj）603738
银邦股份（ybgf）300337，大业股份（dygf）603278，新大洲Ａ（xdza）000571，今创集团（jcjt）603680
福建
安妮股份（angf）002235，福龙马（flm）603686，七匹狼（qpl）002029，凤竹纺织（fzfz）600493，厦门空港（xmkg）600897，榕基软件（rjrj）002474，永辉超市（yhcs）601933，厦门信达（xmxd）000701
家居
美克家居（mkjj）600337，好莱客（hlk）603898，皮阿诺（pan）002853
算力
福晶科技（fjkj）002222，汇绿生态（hlst）001267，东田微（dtw）301183，诚邦股份（cbgf）603316，瑞可达（rkd）688800，德明利（dml）001309，荣科科技（rkkj）300290，宏和科技（hhkj）603256
爱科赛博（aksb）688719，华脉科技（hmkj）603042，环旭电子（hxdz）601231，景旺电子（jwdz）603228
光伏
海南发展（hnfz）002163，协鑫集成（xxjc）002506，宇晶股份（yjgf）002943
机器人
五洲新春（wzxc）603667，宁波东力（nbdl）002164
其余形式独苗
威帝股份（wdgf）603023，深华发Ａ（shfa）000020，博纳影业（bnyy）001330，丽人丽妆（lrlz）605136，南京商旅（njsl）600250，南京旅游，三人行（srx）605168，恒基达鑫（hjdx）002492
大中矿业（dzky）001203

二板
冰轮环境（blhj）000811，厦门港务（xmgw）000905，航天科技（htkj）000901，南矿集团（nkjt）001360，西部材料（xbcl）002149，精艺股份（jygf）002295，顺灏股份（shgf）002565，闽发铝业（mfly）002578，福建金森（fjjs）002679，昇兴股份（sxgf）002752，瑞达期货（rdqh）002961，天箭科技（tjkj）002977，红相股份（hxgf）300427，致尚科技（zskj）301486，航天动力（htdl）600343，东百集团（dbjt）600693，实达集团（sdjt）600734，宝胜股份（bsgf）600973，中国一重（zgyz）601106，合富中国（hfzg）603122

三板
双星新材（sxxc）002585，舒华体育（shty）605299

四板
瑞康医药（rkyy）002589，龙洲股份（lzgf）002682，骏亚科技（jykj）603386

五板
安记食品（ajsp）603696

`
  },
{
    "d": "2025-12-05",
    "l": "https://www.tgb.cn/a/2nvDtTSgam4",
    "t": `

首板
反包结构
孚日股份（frgf）002083，国风新材（gfxc）000859，顺灏股份（shgf）002565，海王生物（hwsw）000078，苏豪汇鸿（shhh）600981，合富中国（hfzg）603122，海欣食品（hxsp）002702，实达集团（sdjt）600734
特发信息（tfxx）000070
算力
园林股份（ylgf）605303，致尚科技（zskj）301486，宝胜股份（bsgf）600973，永鼎股份（ydgf）600105，可川科技（kckj）603052，实达集团（sdjt）600734，特发信息（tfxx）000070，京泉华（jqh）002885
全柴动力（qcdl）600218，冰轮环境（blhj）000811，振华股份（zhgf）603067，国际复材（gjfc）301526
航天
顺灏股份（shgf）002565，天箭科技（tjkj）002977，超捷股份（cjgf）301005，上海港湾（shgw）605598，航天科技（htkj）000901，红相股份（hxgf）300427，西部材料（xbcl）002149，力星股份（lxgf）300421
航天动力（htdl）600343，航天发展（htfz）000547
消费
西王食品，三木集团（smjt）000632，东百集团（dbjt）600693，元祖股份（yzgf）603886
化工
渤海化学（bhhx）600800，赤天化（cth）600227，中国天楹（zgty）000035
光储
精艺股份（jygf）002295，闽发铝业（mfly）002578，茂硕电源（msdy）002660，德创环保（dchb）603177，拓日新能（trxn）002218
机器人
中坚科技（zjkj）002779，标准股份，力星股份（lxgf）300421，福赛科技（fskj）301529
福建
闽发铝业（mfly）002578，海欣食品（hxsp）002702，三木集团（smjt）000632，合兴包装（hxbz）002228，实达集团（sdjt）600734，国脉科技（gmkj）002093，红相股份（hxgf）300427，福建金森（fjjs）002679
东百集团（dbjt）600693，昇兴股份（sxgf）002752，厦门港务（xmgw）000905
稀土
南矿集团（nkjt）001360，梅雁吉祥（myjx）600868，宁波韵升（nbys）600366
金融
瑞达期货（rdqh）002961，赢时胜（yss）300377，中银证券（zyzq）601696
其余形式独苗
建设机械（jsjx）600984，中国一重（zgyz）601106，锦江在线（jjzx）600650，顶固集创（dgjc）300749，百花医药（bhyy）600721，弘讯科技（hxkj）603015，你以为是核电

二板
双星新材（sxxc）002585，名雕股份（mdgf）002830，中源家居（zyjj）603709，舒华体育（shty）605299

三板
瑞康医药（rkyy）002589，龙洲股份（lzgf）002682，国机重装（gjzz）601399，航天机电（htjd）600151，骏亚科技（jykj）603386

四板
安记食品（ajsp）603696，太阳电缆（tydl）002300

`
  },
{
    "d": "2025-12-04",
    "l": "https://www.tgb.cn/a/2ntZpOV2Bau",
    "t": `

首板
机器人
睿能科技（rnkj）603933，龙溪股份（lxgf）600592，日发精机（rfjj）002520，固高科技（ggkj）301510，华伍股份（hwgf）300095，泰尔股份（tegf）002347，巨轮智能（jlzn）002031，恒而达（hed）300946
海昌新材（hcxc）300885
芯片
新金路（xjl）000510，联美控股（lmkg）600167，海宁皮城（hnpc）002344，天富能源（tfny）600509，初灵信息（clxx）300250，和而泰（het）002402，盈趣科技（yqkj）002925，大众公用（dzgy）600635
航天
达华智能（dhzn）002512，东珠生态（dzst）603359，中国卫星（zgwx）600118
家居
名雕股份（mdgf）002830，中源家居（zyjj）603709
其余形式独苗
沃华医药（whyy）002107，双星新材（sxxc）002585，群兴玩具（qxwj）002575，中再资环（zzzh）600217，舒华体育（shty）605299

二板
惠天热电（htrd）000692，双枪科技（sqkj）001211，瑞康医药（rkyy）002589，龙洲股份（lzgf）002682，航天机电（htjd）600151，国机重装（gjzz）601399，骏亚科技（jykj）603386

三板
太阳电缆（tydl）002300，安记食品（ajsp）603696

四板
高乐股份（glgf）002348

`
  },
{
    "d": "2025-12-03",
    "l": "https://www.tgb.cn/a/2nsklqulRX8",
    "t": `

首板
锂电池
龙蟠科技（lpkj）603906，普路通（plt）002769
海峡两岸
海鸥住工（hozg）002084，闽东电力（mddl）000993，华映科技（hykj）000536
航天
中衡设计（zhsj）603017，银河电子（yhdz）002519，航天机电（htjd）600151，龙洲股份（lzgf）002682
风电
惠天热电（htrd）000692，德力佳（dlj）603092，大金重工（djzg）002487，龙泉股份（lqgf）002671，国机重装（gjzz）601399
算力
杰瑞股份（jrgf）002353，金字火腿（jzht）002515，鑫科材料（xkcl）600255，奥士康（ask）002913，黄河旋风（hhxf）600172，骏亚科技（jykj）603386
医药
瑞康医药（rkyy）002589，益盛药业（ysyy）002566，康辰药业（kcyy）603590
煤炭
华阳新材（hyxc）600281，大有能源（dyny）600403，新大洲Ａ（xdza）000571
消费
金字火腿（jzht）002515，双枪科技（sqkj）001211，新宏泽（xhz）002836，好当家（hdj）600467，香飘飘（xpp）603711，欣贺股份（xhgf）003016
其余形式独苗
财信发展（cxfz）000838，德尔未来（dewl）002631，日盈电子（rydz）603286，彩虹股份（chgf）600707，楚环科技（chkj）001336

二板
亿利达（yld）002686，安泰集团（atjt）600408，安记食品（ajsp）603696，同庆楼（tql）605108

三板
高乐股份（glgf）002348，福蓉科技（frkj）603327

四板
顺灏股份（shgf）002565

五板
道明光学（dmgx）002632

六板
海王生物（hwsw）000078，海欣食品（hxsp）002702

`
  },
{
    "d": "2025-12-02",
    "l": "https://www.tgb.cn/a/2nqFxLU1B0I",
    "t": `

首板
海峡两岸
榕基软件（rjrj）002474，平潭发展（ptfz）000592，人民同泰（rmtt）600829，安泰集团（atjt）600408，同庆楼（tql）605108，太阳电缆（tydl）002300，海马汽车（hmqc）000572，安记食品（ajsp）603696
惠发食品（hfsp）603536，合富中国（hfzg）603122，福建高速（fjgs）600033，圣晖集成（shjc）603163，罗牛山（lns）000735
消费
茂业商业（mysy）600828，陕西金叶（sxjy）000812
房地产
好莱客（hlk）603898，宁波富达（nbfd）600724，世联行（slx）002285，海象新材（hxxc）003011，梦天家居（mtjj）603216
其余形式独苗
恒逸石化（hysh）000703，恒银科技（hykj）603106，联建光电（ljgd）300269，亿利达（yld）002686，招标股份（zbgf）301136，福建航天，德龙汇能（dlhn）000593，通用股份（tygf）601500
金能科技（jnkj）603113，菲菱科思（flks）301191，广东算力通信，开开实业（kksy）600272

二板
冰山冷热（bslr）000530，国风新材（gfxc）000859，高乐股份（glgf）002348，嘉戎技术（jrjs）301148，福蓉科技（frkj）603327

三板
航天发展（htfz）000547，雷科防务（lkfw）002413，顺灏股份（shgf）002565，瑞玛精密（rmjm）002976，苏豪汇鸿（shhh）600981

四板
道明光学（dmgx）002632，通宇通讯（tytx）002792，睿能科技（rnkj）603933

五板
海欣食品（hxsp）002702

七板
金富科技（jfkj）003018

`
  },
{
    "d": "2025-12-01",
    "l": "https://www.tgb.cn/a/2np0lqmwBuy",
    "t": `

首板
端侧
实丰文化（sfwh）002862，博通集成（btjc）603068，德赛电池（dsdc）000049，华联控股（hlkg）000036，贝隆精密（bljm）301567，美格智能（mgzn）002881，天音控股（tykg）000829，广和通（ght）300638
福蓉科技（frkj）603327，中兴通讯（zxtx）000063，惠威科技（hwkj）002888，昀冢科技（yzkj）688260，冠捷科技（gjkj）000727，鹏鼎控股（pdkg）002938，朝阳科技（zykj）002981，北京君正（bjjz）300223
污水处理
嘉戎技术（jrjs）301148，中晟高科（zcgk）002778
航天
利君股份（ljgf）002651，光启技术（gqjs）002625
包装
华源控股（hykg）002787，天元股份（tygf）003003
未分类
罗平锌电（lpxd）002114，智慧农业（zhny）000816，和邦生物（hbsw）603077，闽发铝业（mfly）002578
纺织
泰慕士（tms）001234，赫美集团（hmjt）002356，森马服饰（smfs）002563
Ai
瑞斯康达（rskd）603803，实达集团（sdjt）600734
汽车产业链
亚太科技（ytkj）002540，今飞凯达（jfkd）002863，华培动力（hpdl）603121
光刻胶
国风新材（gfxc）000859，兴业股份（xygf）603928，华融化学（hrhx）301256
其余形式独苗
峨眉山Ａ（emsa）000888，东方精工（dfjg）002611，科翔股份（kxgf）300903，沧州明珠（czmz）002108，浦东建设（pdjs）600284，全新好（qxh）000007，冰山冷热（bslr）000530

二板
航天发展（htfz）000547，阳光乳业（ygry）001318，杰瑞股份（jrgf）002353，雷科防务（lkfw）002413，银河电子（yhdz）002519，顺灏股份（shgf）002565，瑞玛精密（rmjm）002976，芯瑞达（xrd）002983，梅雁吉祥（myjx）600868，中国电影（zgdy）600977，苏豪汇鸿（shhh）600981

三板
睿能科技（rnkj）603933，通宇通讯（tytx）002792，道明光学（dmgx）002632，国晟科技（gckj）603778

四板
海欣食品（hxsp）002702，海王生物（hwsw）000078

六板
金富科技（jfkj）003018

`
  },
{
    "d": "2025-11-28",
    "l": "https://www.tgb.cn/a/2nk1OV5lL4u",
    "t": `

首板
商业航天
顺灏股份（shgf）002565，乾照光电（qzgd）300102，普天科技（ptkj）002544，银河电子（yhdz）002519，雷科防务（lkfw）002413，航天机电（htjd）600151，航天发展（htfz）000547，七一二（qye）603712
航天环宇（hthy）688523
算力产业链
杰瑞股份（jrgf）002353，伊戈尔（yge）002922，园林股份（ylgf）605303
海峡两岸
厦工股份（sggf）600815，龙高股份（lggf）605086，福建水泥（fjsn）600802，建发合诚（jfhc）603909，漳州发展（zzfz）000753，平潭发展（ptfz）000592
零售
友阿股份（yagf）002277，文峰股份
化工
赤天化（cth）600227，金浦钛业（jpty）000545
传媒ai应用
读者传媒（dzcm）603999，南威软件（nwrj）603636，中国电影（zgdy）600977，永信至诚（yxzc）688244
汽车电子
亚世光电（ysgd）002952，东田微（dtw）301183，芯瑞达（xrd）002983，瑞玛精密（rmjm）002976
锂电
滨海能源（bhny）000695，广汽集团（gqjt）601238，亚星化学（yxhx）600319，大中矿业（dzky）001203，丰元股份（fygf）002805，安纳达（and）002136
重组
友阿股份（yagf）002277，梦天家居（mtjj）603216，永和智控（yhzk）002795，秦安股份（qagf）603758
光储
通润装备（trzb）002150，金智科技（jzkj）002090
乳业
阳光乳业（ygry）001318，燕塘乳业（ytry）002732
基建
海南瑞泽（hnrz）002596，交建股份（jjgf）603815，科新发展（kxfz）600234，世联行（slx）002285，北新路桥（bxlq）002307，美克家居（mkjj）600337，重庆建工（cqjg）600939
数控机器人
襄阳轴承（xyzc）000678，宇环数控（yhsk）002903，嵘泰股份（rtgf）605133，春光科技（cgkj）603657
其余形式独苗
苏豪汇鸿（shhh）600981，合金投资（hjtz）000633，百花医药（bhyy）600721，中国高科（zggk）600730，武进不锈（wjbx）603878，梅雁吉祥（myjx）600868

二板
道明光学（dmgx）002632，通宇通讯（tytx）002792，和顺石油（hssy）603353，国晟科技（gckj）603778，睿能科技（rnkj）603933

三板
海王生物（hwsw）000078，海欣食品（hxsp）002702

四板
茂业商业（mysy）600828

五板
金富科技（jfkj）003018

`
  },
{
    "d": "2025-11-27",
    "l": "https://www.tgb.cn/a/2nik3iD7AN5",
    "t": `

首板
消防
中安科（zak）600654
端侧Ai
道明光学（dmgx）002632，福日电子（frdz）600203，格林达（gld）603931，昀冢科技（yzkj）688260，联得装备（ldzb）300545，惠威科技（hwkj）002888，科森科技（kskj）603626，沃格光电（wggd）603773
锂电
国晟科技（gckj）603778，壹石通（yst）688733，万盛股份（wsgf）603010，石大胜华（sdsh）603026，赛伍技术（swjs）603212，维科技术（wkjs）600152，明冠新材（mgxc）688560，海科新源（hkxy）301292
普路通（plt）002769，孚日股份（frgf）002083
航天
电科芯片（dkxp）600877，通宇通讯（tytx）002792，华自科技（hzkj）300490，中天火箭（zthj）003009，天宜新材（tyxc）688033
消费
佳隆股份（jlgf）002495，金新农（jxn）002548，新美星（xmx）300509，华资实业（hzsy）600191
未分类
宏柏新材（hbxc）605366，晨光新材（cgxc）605399
房地产相关
信达地产（xddc）600657，绿岛风（ldf）301043，郑中设计（zzsj）002811，美芝股份
其余形式独苗
睿能科技（rnkj）603933，金安国纪（jagj）002636，和顺石油（hssy）603353，金能科技（jnkj）603113，金富能带领科技，纳尔股份（negf）002825，安妮股份（angf）002235，恒立液压（hlyy）601100
特一药业（tyyy）002728

二板
雪祺电气（xqdq）001387，广百股份（gbgf）002187，海欣食品（hxsp）002702，粤万年青（ywnq）301111，万通发展（wtfz）600246

三板
新金路（xjl）000510，茂业商业（mysy）600828

`
  },
{
    "d": "2025-11-26",
    "l": "https://www.tgb.cn/a/2ngICmb5US5",
    "t": `

首板
航天
中衡设计（zhsj）603017，华塑控股（hskg）000509，万通发展（wtfz）600246，博通集成（btjc）603068，中环海陆（zhhl）301040
人工智能
三维天地（swtd）301159，石基信息（sjxx）002153，延华智能（yhzn）002178
福建
海通发展（htfz）603162，海欣食品（hxsp）002702
物流
海通发展（htfz）603162，天顺股份（tsgf）002800
医药
粤万年青（ywnq）301111，中恒集团（zhjt）600252，华人健康（hrjk）301408，海王生物（hwsw）000078，福元医药（fyyy）601089，泰达股份（tdgf）000652，赤天化（cth）600227，瑞康医药（rkyy）002589
人民同泰（rmtt）600829，英特集团（ytjt）000411
纺织电商
嘉麟杰（jlj）002486，凯淳股份（kcgf）301001，广百股份（gbgf）002187，红棉股份（hmgf）000523，七匹狼（qpl）002029，梦洁股份（mjgf）002397，居然之家（jrzj）000786，遥望科技（ywkj）002291
美克家居（mkjj）600337，东百集团（dbjt）600693，三江购物（sjgw）601116，国光连锁（ggls）605188
算力硬件
明微电子（mwdz）688699，青山纸业（qszy）600103，东芯股份（dxgf）688110
锂电
氯碱化工（ljhg）600618，维远股份（wygf）600955
机器人
天汽模（tqm）002510，大洋电机（dydj）002249
其余形式独苗
梅雁吉祥（myjx）600868，奋达科技（fdkj）002681，雪祺电气（xqdq）001387，中集集团（zjjt）000039，特力Ａ（tla）000025，上海机电（shjd）600835，宁波色母（nbsm）301019

二板
新金路（xjl）000510，北大医药（bdyy）000788，罗平锌电（lpxd）002114，垒知集团（lzjt）002398，达华智能（dhzn）002512，海南瑞泽（hnrz）002596，勤上股份（qsgf）002638，永鼎股份（ydgf）600105，茂业商业（mysy）600828，新亚强（xyq）603155，龙蟠科技（lpkj）603906，天普股份（tpgf）605255，金迪克（jdk）688670

三板
广济药业（gjyy）000952，雷科防务（lkfw）002413，金富科技（jfkj）003018

四板
特发信息（tfxx）000070，欢瑞世纪（hrsj）000892，新华都（xhd）002264

五板
实达集团（sdjt）600734

`
  },
{
    "d": "2025-11-25",
    "l": "https://www.tgb.cn/a/2nf33mnHF7T",
    "t": `

首板
锂电池
龙蟠科技（lpkj）603906，百合花（bhh）603823，佛塑科技（fskj）000973，方大炭素（fdts）600516，天际股份（tjgf）002759，清水源（qsy）300437，诺德股份（ndgf）600110
金属
罗平锌电（lpxd）002114，华锡有色（hxys）600301
芯片
福晶科技（fjkj）002222，新亚强（xyq）603155，盈新发展（yxfz）000620，科德教育（kdjy）300192，大众公用（dzgy）600635，新金路（xjl）000510，天普股份（tpgf）605255，鼎信通讯（dxtx）603421
算力硬件
泰永长征（tycz）002927，瑞斯康达（rskd）603803，好利科技（hlkj）002729，群兴玩具（qxwj）002575，沪电股份（hdgf）002463，德科立（dkl）688205，长飞光纤（zfgx）601869，可川科技（kckj）603052
铜峰电子（tfdz）600237，博杰股份（bjgf）002975，中材科技（zckj）002080，汇绿生态（hlst）001267，长光华芯（zghx）688048，宏和科技（hhkj）603256，光库科技（gkkj）300620，华正新材（hzxc）603186
Ai应用
天下秀（txx）600556，垒知集团（lzjt）002398，榕基软件（rjrj）002474，南网数字（nwsz）301638，巨人网络（jrwl）002558
海峡两岸
昇兴股份（sxgf）002752，福建高速（fjgs）600033，浔兴股份（xxgf）002098，厦门信达（xmxd）000701，中国武夷（zgwy）000797
量子科技
格尔软件（gerj）603232，佳缘科技（jykj）301117，禾信仪器（hxyq）688622，达华智能（dhzn）002512
医药
特一药业（tyyy）002728，北大医药（bdyy）000788，金迪克（jdk）688670，海南海药（hnhy）000566，新华制药（xhzy）000756
赞美
美芝股份，美能能源（mnny）001299
其余形式独苗
凯文教育（kwjy）002659，云中马（yzm）603130，勤上股份（qsgf）002638，茂业商业（mysy）600828，永鼎股份（ydgf）600105，开普检测（kpjc）003008，锐明技术（rmjs）002970，襄阳轴承（xyzc）000678
锋龙股份（flgf）002931，海南瑞泽（hnrz）002596

二板
广济药业（gjyy）000952，雷科防务（lkfw）002413，金富科技（jfkj）003018，航天动力（htdl）600343，国晟科技（gckj）603778

三板
特发信息（tfxx）000070，欢瑞世纪（hrsj）000892，长江材料（cjcl）001296，新华都（xhd）002264，品高股份（pggf）688227

四板
实达集团（sdjt）600734

五板
梦天家居（mtjj）603216

`
  },
{
    "d": "2025-11-24",
    "l": "https://www.tgb.cn/a/2ndoTBbmlbT",
    "t": `

首板
包装
金富科技（jfkj）003018，合兴包装（hxbz）002228
海峡两岸
立达信（ldx）605365，招标股份（zbgf）301136，永安林业（yaly）000663，金龙汽车（jlqc）600686，圣晖集成（shjc）603163
消费反制
京粮控股（jlkg）000505，开创国际（kcgj）600097
锂电
广汽集团（gqjt）601238，高乐股份（glgf）002348，国晟科技（gckj）603778，威领股份
医药
哈三联（hsl）002900，广济药业（gjyy）000952，中源协和（zyxh）600645
军工反制
雷科防务（lkfw）002413，中船防务（zcfw）600685，天箭科技（tjkj）002977，久之洋（jzy）300516，航天发展（htfz）000547，中国海防（zghf）600764，长城军工（ccjg）601606
航天
航天动力（htdl）600343，雷科防务（lkfw）002413，招标股份（zbgf）301136，航天环宇（hthy）688523，航天长峰（htzf）600855，天箭科技（tjkj）002977，中天火箭（zthj）003009，国机精工（gjjg）002046
航天发展（htfz）000547
阿里AI
石基信息（sjxx）002153，数据港（sjg）603881，三江购物（sjgw）601116，丽人丽妆（lrlz）605136，恒银科技（hykj）603106，光元科技，齐心集团（qxjt）002301，省广集团（sgjt）002400
南威软件（nwrj）603636，三六零（sll）601360
其余ai
国脉科技（gmkj）002093，南威软件（nwrj）603636，名臣健康（mcjk）002919
其余形式独苗
华建集团（hjjt）600629，明牌珠宝（mpzb）002574，光大嘉宝（gdjb）600622，江苏华辰（jshc）603097，赫美集团（hmjt）002356，乐通股份（ltgf）002319，金橙子（jcz）688291，联合水务（lhsw）603291
岱美股份（dmgf）603730，永和智控（yhzk）002795，博迈科（bmk）603727

二板
特发信息（tfxx）000070，欢瑞世纪（hrsj）000892，长江材料（cjcl）001296，新华都（xhd）002264，久其软件（jqrj）002279，世联行（slx）002285，北新路桥（bxlq）002307，南方路机（nflj）603280，品高股份（pggf）688227

三板
实达集团（sdjt）600734

四板
国风新材（gfxc）000859，梦天家居（mtjj）603216

七板
中水渔业（zsyy）000798

`
  },
{
    "d": "2025-11-21",
    "l": "https://www.tgb.cn/a/2n8pwbkCRGm",
    "t": `

首板
传媒ai
欢瑞世纪（hrsj）000892，郑中设计（zzsj）002811，视觉中国（sjzg）000681，易点天下（ydtx）301171，久其软件（jqrj）002279
海峡两岸
新华都（xhd）002264，南方路机（nflj）603280，南侨食品（nqsp）605339，海鸥住工（hozg）002084
反包
洛凯股份（lkgf）603829，华瓷股份（hcgf）001216
其余形式独苗
品高股份（pggf）688227，獐子岛（zzd）002069，世联行（slx）002285，龙溪股份（lxgf）600592，特大信息（tdxx）000070，北新路桥（bxlq）002307，禾信仪器（hxyq）688622，长江材料（cjcl）001296

二板
财信发展（cxfz）000838，实达集团（sdjt）600734，贵广网络（ggwl）600996，好莱客（hlk）603898

三板
深中华Ａ（szha）000017，国风新材（gfxc）000859，梦天家居（mtjj）603216

五板
榕基软件（rjrj）002474

六板
中水渔业（zsyy）000798

`
  },
{
    "d": "2025-11-20",
    "l": "https://www.tgb.cn/a/2n6KFbyxDjw",
    "t": `

首板
锂电
百川股份（bcgf）002455，倍杰特（bjt）300774，深圳新星（szxx）603978，争光股份（zggf）301092，永东股份（ydgf）002753，贤丰控股（xfkg）002141
参股券商
兰生股份（lsgf）600826，华资实业（hzsy）600191，亚泰集团（ytjt）600881，大众公用（dzgy）600635
算力
东材科技（dckj）601208，瑞斯康达（rskd）603803，中富电路（zfdl）300814，贵广网络（ggwl）600996
海峡两岸
安妮股份（angf）002235，国统股份（gtgf）002205，合富中国（hfzg）603122，实达集团（sdjt）600734
消费电子
卓翼科技（zykj）002369，华映科技（hykj）000536
房地产
财信发展（cxfz）000838，好莱客（hlk）603898
其余形式独苗
皖通科技（wtkj）002331，北化股份（bhgf）002246，春光科技（cgkj）603657，航天动力（htdl）600343，海南海药（hnhy）000566，新宏泽（xhz）002836

二板
深中华Ａ（szha）000017，永安林业（yaly）000663，国风新材（gfxc）000859，古麒绒材（gqrc）001390，梦天家居（mtjj）603216，英利汽车（ylqc）601279

三板
大为股份（dwgf）002213，智能自控（znzk）002877

四板
榕基软件（rjrj）002474

五板
航天发展（htfz）000547，中水渔业（zsyy）000798

七板
九牧王（jmw）601566

`
  },
{
    "d": "2025-11-19",
    "l": "https://www.tgb.cn/a/2n55Hyfh72U",
    "t": `

首板
光伏
赛伍技术（swjs）603212，国晟科技（gckj）603778，晨光新材（cgxc）605399
未分类
开创国际（kcgj）600097，东方海洋（dfhy）002086，好当家（hdj）600467，大湖股份（dhgf）600257，獐子岛（zzd）002069，百洋股份（bygf）002696，天马科技（tmkj）603668
海峡两岸
英利汽车（ylqc）601279，南侨食品（nqsp）605339，合兴包装（hxbz）002228，永安林业（yaly）000663
烧碱
氯碱化工（ljhg）600618，恒光股份（hggf）301118，蓝丰生化（lfsh）002513，英力特（ylt）000635
军工
亚光科技（ygkj）300123，亚星锚链（yxml）601890，中船防务（zcfw）600685
光刻胶
国风新材（gfxc）000859，华融化学（hrhx）301256
两轮车
深中华Ａ（szha）000017，春风动力（cfdl）603129
锂电
融捷股份（rjgf）002192，佛塑科技（fskj）000973
寒潮
华英农业（hyny）002321，古麒绒材（gqrc）001390，世茂能源（smny）605028，益客食品（yksp）301116
其余形式独苗
梦天家居（mtjj）603216，泰永长征（tycz）002927，固态变压器，海陆重工（hlzg）002255，朗姿股份（lzgf）002612，云南旅游（ynly）002059，合肥城建（hfcj）002208

二板
大为股份（dwgf）002213，齐心集团（qxjt）002301，智能自控（znzk）002877，中央商场（zysc）600280，亚星化学（yxhx）600319，太平鸟（tpn）603877，丽人丽妆（lrlz）605136

三板
金圆股份（jygf）000546，榕基软件（rjrj）002474，浪潮软件（lcrj）600756

四板
中水渔业（zsyy）000798，航天发展（htfz）000547，华瓷股份（hcgf）001216

六板
真爱美家（zamj）003041，九牧王（jmw）601566

`
  },
{
    "d": "2025-11-18",
    "l": "https://www.tgb.cn/a/2n3qhs7JTuI",
    "t": `

首板
电商
丽人丽妆（lrlz）605136，嘉欣丝绸（jxsc）002404，元隆雅图（ylyt）002878，齐心集团（qxjt）002301，七匹狼（qpl）002029，福石控股（fskg）300071，太平鸟（tpn）603877
芯片
嘉欣丝绸（jxsc）002404，大为股份（dwgf）002213，龙讯股份，天普股份（tpgf）605255，七匹狼（qpl）002029，圣晖集成（shjc）603163，亚翔集成（yxjc）603929
机器人
长岭液压（zlyy）605389，和泰机电（htjd）001225，智能自控（znzk）002877
阿里ai
石基信息（sjxx）002153，光云科技（gykj）688365，视觉中国（sjzg）000681
医药
诚达药业（cdyy）301201
其余形式独苗
亚星化学（yxhx）600319，路畅科技（lckj）002813，新宏泽（xhz）002836，合金投资（hjtz）000633，登云股份（dygf）002715，冀凯股份，欣龙控股（xlkg）000955，中央商场（zysc）600280

二板
金圆股份（jygf）000546，榕基软件（rjrj）002474，宣亚国际（xygj）300612，首开股份（skgf）600376，华胜天成（hstc）600410，浪潮软件（lcrj）600756，格尔软件（gerj）603232，洛凯股份（lkgf）603829

三板
航天发展（htfz）000547，中水渔业（zsyy）000798，华瓷股份（hcgf）001216，和顺石油（hssy）603353

四板
龙洲股份（lzgf）002682

五板
真爱美家（zamj）003041，九牧王（jmw）601566

六板
胜利股份（slgf）000407

`
  },
{
    "d": "2025-11-17",
    "l": "https://www.tgb.cn/a/2n1Mevp6CLV",
    "t": `

首板
福建
中国武夷（zgwy）000797，厦工股份（sggf）600815，达华智能（dhzn）002512，红相股份（hxgf）300427，建发合诚（jfhc）603909，榕基软件（rjrj）002474，厦门港务（xmgw）000905，龙溪股份（lxgf）600592
海峡创新（hxcx）300300，腾景科技（tjkj）688195，永安林业（yaly）000663，福建金森（fjjs）002679
对日反制
长城军工（ccjg）601606，开创国际（kcgj）600097
玄学
统一股份（tygf）600506，国统股份（gtgf）002205
光储
拓日新能（trxn）002218，永和智控（yhzk）002795，洛凯股份（lkgf）603829
算力
精达股份（jdgf）600577，园林股份（ylgf）605303，华胜天成（hstc）600410，湖北广电（hbgd）000665，华升股份（hsgf）600156，直真科技（zzkj）003007，泰永长征（tycz）002927，中电鑫龙（zdxl）002298
Ai应用
浪潮软件（lcrj）600756，名臣健康（mcjk）002919，魅视科技（mskj）001229，宣亚国际（xygj）300612，格尔软件（gerj）603232，博睿数据（brsj）688229，三六零（sll）601360，中孚信息（zfxx）300659
盛视科技（sskj）002990
锂电池
容百科技（rbkj）688005，盛新锂能（sxln）002240，国城矿业（gcky）000688，融捷股份（rjgf）002192，同兴科技（txkj）003027，滨海能源（bhny）000695，金圆股份（jygf）000546，佛塑科技（fskj）000973
雅化集团（yhjt）002497，永太科技（ytkj）002326，中矿资源（zkzy）002738，天华新能（thxn）300390
老龙
首开股份（skgf）600376，时空科技（skkj）605178，合肥城建（hfcj）002208
房地产
天健集团（tjjt）000090，华联控股（hlkg）000036
氢能源
雪人集团（xrjt）002639，美锦能源（mjny）000723，赫美集团（hmjt）002356
其余形式独苗
华鼎股份（hdgf）601113，晨光新材（cgxc）605399，恒工精密（hgjm）301261

二板
航天发展（htfz）000547，海南海药（hnhy）000566，盈新发展（yxfz）000620，中水渔业（zsyy）000798，华瓷股份（hcgf）001216，嘉应制药（jyzy）002198，日上集团（rsjt）002593，中富通（zft）300560，中一科技（zykj）301150，大东方（ddf）600327，大有能源（dyny）600403，和顺石油（hssy）603353，日出东方（rcdf）603366

三板
平潭发展（ptfz）000592，大中矿业（dzky）001203，龙洲股份（lzgf）002682，丰元股份（fygf）002805

四板
真爱美家（zamj）003041，九牧王（jmw）601566

五板
胜利股份（slgf）000407，安泰集团（atjt）600408

六板
人民同泰（rmtt）600829

七板
三木集团（smjt）000632

八板
孚日股份（frgf）002083

`
  },
{
    "d": "2025-11-14",
    "l": "https://www.tgb.cn/a/2mWNNJvr20b",
    "t": `


二板
平潭发展（ptfz）000592，合金投资（hjtz）000633，大中矿业（dzky）001203，宏英智能（hyzn）001266，奥特迅（atx）002227，九阳股份（jygf）002242，龙洲股份（lzgf）002682，三夫户外（sfhw）002780，丰元股份（fygf）002805，建业股份（jygf）603948

三板
真爱美家（zamj）003041，九牧王（jmw）601566，石大胜华（sdsh）603026

四板
胜利股份（slgf）000407，安泰集团（atjt）600408

五板
东百集团（dbjt）600693，人民同泰（rmtt）600829，国晟科技（gckj）603778

六板
三木集团（smjt）000632

七板
孚日股份（frgf）002083

`
  },
{
    "d": "2025-11-13",
    "l": "https://www.tgb.cn/a/2mV8VU2Ex79",
    "t": `

首板
锂电池
联泓新科（lhxk）003022，富祥药业（fxyy）300497，泰和科技（thkj）300801，新安股份（xagf）600596，维科技术（wkjs）600152，佛塑科技（fskj）000973，融捷股份（rjgf）002192，大中矿业（dzky）001203
沧州明珠（czmz）002108，野马电池（ymdc）605378，华盛锂电（hsld）688353，中材科技（zckj）002080，深圳新星（szxx）603978，天赐材料（tccl）002709，恩捷股份（ejgf）002812，雅化集团（yhjt）002497
永兴材料（yxcl）002756，盛新锂能（sxln）002240，康鹏科技（kpkj）688602，丰元股份（fygf）002805，胜利精密（sljm）002426，海科新源（hkxy）301292，永太科技（ytkj）002326，多氟多（dfd）002407
化工
建业股份（jygf）603948，三友化工（syhg）600409，皖维高新（wwgx）600063
海峡
海马汽车（hmqc）000572，龙洲股份（lzgf）002682，厦工股份（sggf）600815，中国武夷（zgwy）000797，平潭发展（ptfz）000592，金龙汽车（jlqc）600686
未分类
合金投资（hjtz）000633，盛屯矿业（stky）600711，国城矿业（gcky）000688，兴业银锡（xyyx）000426，金徽股份（jhgf）603132
房地产
三湘印象（sxyx）000863
电网
顺钠股份（sngf）000533，奥特迅（atx）002227
存储芯片
诚邦股份（cbgf）603316，合肥城建（hfcj）002208，天奥电子（tadz）002935
储能
宏英智能（hyzn）001266，上能电气（sndq）300827，通润装备（trzb）002150，海博思创（hbsc）688411
核电
合金投资（hjtz）000633，法兰泰克（fltk）603966，永鼎股份（ydgf）600105
算力
英维克（ywk）002837，中嘉博创（zjbc）000889，万通发展（wtfz）600246
消费
祥源文旅（xywl）600576，三夫户外（sfhw）002780，合兴包装（hxbz）002228，海欣食品（hxsp）002702，步步高（bbg）002251，奥雅股份（aygf）300949，三江购物（sjgw）601116
阿里巴巴
数据港（sjg）603881，值得买（zdm）300785，石基信息（sjxx）002153，三江购物（sjgw）601116
其余形式独苗
济南高新（jngx）600807，九阳股份（jygf）002242，众泰汽车（ztqc）000980

二板
速达股份（sdgf）001277，闽发铝业（mfly）002578，盘龙药业（plyy）002864，金富科技（jfkj）003018，真爱美家（zamj）003041，石大胜华（sdsh）603026，九牧王（jmw）601566

三板
胜利股份（slgf）000407，安泰集团（atjt）600408，合富中国（hfzg）603122，中利集团（zljt）002309

四板
三元股份（sygf）600429，东百集团（dbjt）600693，人民同泰（rmtt）600829，国晟科技（gckj）603778

五板
三木集团（smjt）000632

六板
孚日股份（frgf）002083

八板
摩恩电气（medq）002451

`
  },
{
    "d": "2025-11-12",
    "l": "https://www.tgb.cn/a/2mTtXivS2Zd",
    "t": `

首板
纺织
真爱美家（zamj）003041，康隆达（kld）603665，九牧王（jmw）601566
锂电池
同兴科技（txkj）003027，石大胜华（sdsh）603026，粤桂股份（yggf）000833，华丰股份（hfgf）605100，天际股份（tjgf）002759
深地
准油股份，山东墨龙（sdml）002490，石化油服（shyf）600871
医药
药易购（yyg）300937，盘龙药业（plyy）002864，博晖创新（bhcx）300318，南京新百（njxb）600682，济民健康（jmjk）603222，中源协和（zyxh）600645，开能健康（knjk）300272，众生药业（zsyy）002317
光储
闽发铝业（mfly）002578，德龙汇能（dlhn）000593，兆新股份（zxgf）002256
机器人
康隆达（kld）603665，首开股份（skgf）600376
存储芯片
好上好（hsh）001298，科翔股份（kxgf）300903，大港股份（dggf）002077
航天
上海沪工（shhg）603131，上海港湾（shgw）605598
其余形式独苗
山高环能（sghn）000803，生物科技（swkj）159837，中安科（zak）600654，金富科技（jfkj）003018，速达股份（sdgf）001277，中国海诚（zghc）002116，华软科技（hrkj）002453，园林股份（ylgf）605303
天下秀（txx）600556，朗博科技（lbkj）603655

二板
农产品（ncp）000061，胜利股份（slgf）000407，海螺新材（hlxc）000619，顺发恒能（sfhn）000631，中利集团（zljt）002309，冀凯股份，安泰集团（atjt）600408，百川能源（bcny）600681，中粮糖业（zlty）600737，合富中国（hfzg）603122

三板
中锐股份（zrgf）002374，浙江东日（zjdr）600113，三元股份（sygf）600429，东百集团（dbjt）600693，人民同泰（rmtt）600829，国晟科技（gckj）603778

四板
三木集团（smjt）000632

五板
孚日股份（frgf）002083

七板
摩恩电气（medq）002451

`
  },
{
    "d": "2025-11-11",
    "l": "https://www.tgb.cn/a/2mROP2FX5Z6",
    "t": `

首板
风光储
新朋股份（xpgf）002328，拓日新能（trxn）002218，大连重工（dlzg）002204，中来股份（zlgf）300393，亿晶光电（yjgd）600537，协鑫集成（xxjc）002506，海螺新材（hlxc）000619，杭萧钢构（hxgg）600477
华光环能（hghn）600475，云南能投（ynnt）002053，顺发恒能（sfhn）000631
油气
胜利股份（slgf）000407，大庆华科（dqhk）000985
电网
三星医疗（sxyl）601567，中利集团（zljt）002309，炬华科技（jhkj）300360
老龙
合富中国（hfzg）603122，上维新材，大有能源（dyny）600403
金刚石
四方达（sfd）300179，黄河旋风（hhxf）600172，恒盛能源（hsny）605580
汽车人
方正电机（fzdj）002196，顺威股份（swgf）002676，百川能源（bcny）600681，磁谷科技（cgkj）688448，冀凯股份，上维新材
化工
神马股份（smgf）600810，长华化学（zhhx）301518
房地产
大名城（dmc）600094，友邦吊顶（ybdd）002718
医药
特一药业（tyyy）002728，太龙药业（tlyy）600222
锂电
永太科技（ytkj）002326，雄韬股份（xtgf）002733，三祥新材（sxxc）603663，晶华新材（jhxc）603683，奥克股份（akgf）300082
煤炭
大有能源（dyny）600403，安泰集团（atjt）600408
其余形式独苗
方大炭素（fdts）600516，中粮糖业（zlty）600737，神州高铁（szgt）000008，广电网络（gdwl）600831，金瑞矿业（jrky）600714，量子材料，农产品（ncp）000061，保龄宝（blb）002286
福龙马（flm）603686，中信金属（zxjs）601061

二板
华侨城Ａ（hqca）000069，国城矿业（gcky）000688，中锐股份（zrgf）002374，维信诺（wxn）002387，线上线下（xsxx）300959，欢乐家（hlj）300997，浙江东日（zjdr）600113，三元股份（sygf）600429，东百集团（dbjt）600693，人民同泰（rmtt）600829，金辰股份（jcgf）603396，国晟科技（gckj）603778，三孚股份（sfgf）603938，神工股份（sggf）688233，金迪克（jdk）688670

三板
三木集团（smjt）000632

四板
孚日股份（frgf）002083

六板
摩恩电气（medq）002451

`
  },
{
    "d": "2025-11-10",
    "l": "https://www.tgb.cn/a/2mQ9BkIqLOv",
    "t": `

首板
重组
英唐智控（ytzk）300131，维信诺（wxn）002387
新能源
华电科工（hdkg）601226，国晟科技（gckj）603778，兆新股份（zxgf）002256，金辰股份（jcgf）603396，耀皮玻璃（ypbl）600819
化工
鲁西化工（lxhg）000830，柳化股份，新乡化纤（xxhx）000949
存储芯片
神工股份（sggf）688233，盈新发展（yxfz）000620，大为股份（dwgf）002213，三孚股份（sfgf）603938，合肥城建（hfcj）002208，万润科技（wrkj）002654
Ki­mi
掌阅科技（zykj）603533，九安医疗（jayl）002432
锂电
滨海能源（bhny）000695，华盛锂电（hsld）688353，威领股份，芳源股份（fygf）688148，冠城新材（gcxc）600067，胜利精密（sljm）002426，集友股份（jygf）603429
医药
昂利康（alk）002940，人民同泰（rmtt）600829，北大医药（bdyy）000788，金迪克（jdk）688670
算力
金安国纪（jagj）002636，青山纸业（qszy）600103
消费
东百集团（dbjt）600693，华侨城Ａ（hqca）000069，浙江东日（zjdr）600113，欢乐家（hlj）300997，会稽山（hjs）601579，中锐股份（zrgf）002374，国光连锁（ggls）605188，中国中免（zgzm）601888
惠发食品（hfsp）603536，三元股份（sygf）600429，巴比食品（bbsp）605338，锦江酒店（jjjd）600754，庄园牧场（zymc）002910，舍得酒业（sdjy）600702，首旅酒店（sljd）600258，酒鬼酒（jgj）000799
电商
依依股份（yygf）001206，线上线下（xsxx）300959
电力
深南电Ａ（snda）000037，闽东电力（mddl）000993，顺钠股份（sngf）000533
未分类
国城矿业（gcky）000688，宝地矿业（bdky）601121
金融
东北证券（dbzq）000686，瑞达期货（rdqh）002961
其余形式独苗
海航科技（hhkj）600751，濮耐股份（pngf）002225，厦工股份（sggf）600815，海泰发展（htfz）600082

二板
三木集团（smjt）000632，安纳达（and）002136，天际股份（tjgf）002759，弘元绿能（hyln）603185

三板
孚日股份（frgf）002083，清水源（qsy）300437，澄星股份（cxgf）600078，重庆建工（cqjg）600939

四板
洪兴股份（hxgf）001209

五板
摩恩电气（medq）002451

`
  },
{
    "d": "2025-11-07",
    "l": "https://www.tgb.cn/a/2mLbiXCd0zh",
    "t": `

首板
海南
海马汽车（hmqc）000572，海南矿业（hnky）601969
福建
三木集团（smjt）000632，安通控股（atkg）600179，漳州发展（zzfz）000753，三祥新材（sxxc）603663
光伏
意华股份（yhgf）002897，亿晶光电（yjgd）600537，合盛硅业（hsgy）603260，东岳硅材（dygc）300821，弘元绿能（hyln）603185
锂电氟化工
氯碱化工（ljhg）600618，天际股份（tjgf）002759，多氟多（dfd）002407，中欣氟材（zxfc）002915，海南矿业（hnky）601969，永太科技（ytkj）002326
锂电
江苏国泰（jsgt）002091，天际股份（tjgf）002759，联化科技（lhkj）002250，远达环保（ydhb）600292，丰元股份（fygf）002805，国恩股份（gegf）002768，三祥新材（sxxc）603663
生物质能
雪迪龙（xdl）002658，山高环能（sghn）000803，海新能科（hxnk）300072，卓越新能（zyxn）688196
磷化工
泸天化（lth）000912，中毅达（zyd）600610，安纳达（and）002136，金浦钛业（jpty）000545
航天
上海沪工（shhg）603131，乾照光电（qzgd）300102，上海港湾（shgw）605598
算力电网
泰永长征（tycz）002927，良信股份（lxgf）002706
其余形式独苗
浙江众成（zjzc）002522，兰石重装（lszz）603169，潞化科技（lhkj）600691，跟随氯碱化工，奥美医疗（amyl）002950，海天股份（htgf）603759，康强电子（kqdz）002119

二板
渝开发（ykf）000514，孚日股份（frgf）002083，方正电机（fzdj）002196，科士达（ksd）002518，清水源（qsy）300437，澄星股份（cxgf）600078，重庆建工（cqjg）600939，深圳新星（szxx）603978

三板
洪兴股份（hxgf）001209

四板
摩恩电气（medq）002451

五板
海陆重工（hlzg）002255

九板
合富中国（hfzg）603122

`
  },
{
    "d": "2025-11-06",
    "l": "https://www.tgb.cn/a/2mJwjtwlHOx",
    "t": `

首板
锂电
深圳新星（szxx）603978，大中矿业（dzky）001203，华盛锂电（hsld）688353，孚日股份（frgf）002083
算力-燃气轮机
三角防务（sjfw）300775，派克新材（pkxc）605123，万泽股份（wzgf）000534，航发科技（hfkj）600391
算力-SO­FC
潍柴动力（wcdl）000338，全柴动力（qcdl）600218，神驰机电（scjd）603109，振华股份（zhgf）603067，兄弟科技（xdkj）002562
算力-芯片
德明利（dml）001309，金海通（jht）603061，格林达（gld）603931
化工
亚邦股份（ybgf）603188，新凤鸣（xfm）603225
磷化工
芭田股份（btgf）002170，澄星股份（cxgf）600078，清水源（qsy）300437，云天化（yth）600096
光储电
正泰电器（ztdq）601877，中国西电（zgxd）601179，科士达（ksd）002518，华通线缆（htxl）605196
未分类
南山铝业（nsly）600219，常铝股份（clgf）002160，闽发铝业（mfly）002578，中国铝业（zgly）601600，华通线缆（htxl）605196，豪美新材（hmxc）002988
机器人
万向钱潮（wxqc）000559，方正电机（fzdj）002196，模塑科技（mskj）000700，新坐标（xzb）603040
算力硬件
淳中科技（czkj）603516，麦格米特（mgmt）002851，汇绿生态（hlst）001267，东山精密（dsjm）002384，博杰股份（bjgf）002975，统一股份（tygf）600506，可川科技（kckj）603052
重庆
重庆建工（cqjg）600939，财信发展（cxfz）000838，渝开发（ykf）000514
其余形式独苗
佳电股份（jdgf）000922，陕西黑猫（sxhm）601015，格尔软件（gerj）603232，博汇纸业（bhzy）600966

二板
顺钠股份（sngf）000533，洪兴股份（hxgf）001209，太阳电缆（tydl）002300，常宝股份（cbgf）002478，恒大高新（hdgx）002591，保变电气（bbdq）600550，联德股份（ldgf）605060

三板
闽东电力（mddl）000993，摩恩电气（medq）002451

四板
海陆重工（hlzg）002255

八板
合富中国（hfzg）603122

`
  },
{
    "d": "2025-11-05",
    "l": "https://www.tgb.cn/a/2mHRDLWcvJA",
    "t": `

首板
福建
实达集团（sdjt）600734，安记食品（ajsp）603696
算力
棕榈股份，联德股份（ldgf）605060，金安国纪（jagj）002636，中钨高新（zwgx）000657
光储
霍普股份（hpgf）301024，勤上股份（qsgf）002638，和展能源（hzny）000809，万里扬（wly）002434，钒钛股份（ftgf）000629，通润装备（trzb）002150，芯能科技（xnkj）603105，阿特斯（ats）688472
海南
海峡股份（hxgf）002320，海南发展（hnfz）002163
电网
新能泰山（xnts）000720，可立克（klk）002782，太阳电缆（tydl）002300，保变电气（bbdq）600550，众智科技（zzkj）301361，特变电工（tbdg）600089，宏发股份（hfgf）600885，伊戈尔（yge）002922
三变科技（sbkj）002112，西典新能（xdxn）603312，顺钠股份（sngf）000533，金冠电气（jgdq）688517，三星医疗（sxyl）601567，双杰电气（sjdq）300444
锂电池
丰元股份（fygf）002805，恒大高新（hdgx）002591，龙蟠科技（lpkj）603906，湘潭电化（xtdh）002125
消费
安记食品（ajsp）603696，东百集团（dbjt）600693，凯撒旅业（ksly）000796
其余形式独苗
宝泰隆（btl）601011，常宝股份（cbgf）002478，圣达生物（sdsw）603079，山西高速（sxgs）000755，天普股份（tpgf）605255，浪潮软件（lcrj）600756，中国电影（zgdy）600977，沪宁股份（hngf）300669
洪兴股份（hxgf）001209

二板
漳州发展（zzfz）000753，闽东电力（mddl）000993，博菲电气（bfdq）001255，罗普斯金（lpsj）002333，摩恩电气（medq）002451，雪人集团（xrjt）002639，中能电气（zndq）300062，标准股份，厦工股份（sggf）600815，神马电力（smdl）603530，海天股份（htgf）603759

三板
盈新发展（yxfz）000620，海陆重工（hlzg）002255，京泉华（jqh）002885，安泰集团（atjt）600408，吉视传媒（jscm）601929

四板
海马汽车（hmqc）000572，平潭发展（ptfz）000592

七板
合富中国（hfzg）603122

`
  },
{
    "d": "2025-11-04",
    "l": "https://www.tgb.cn/a/2mGcMggJO2K",
    "t": `

首板
核电
韩建山河（hjsh）603616，光大嘉宝（gdjb）600622，雪人集团（xrjt）002639，博菲电气（bfdq）001255
风光储
振华股份（zhgf）603067，中闽能源（zmny）600163，德龙汇能（dlhn）000593，罗普斯金（lpsj）002333，博菲电气（bfdq）001255，海天股份（htgf）603759
福建
厦工股份（sggf）600815，统一股份（tygf）600506，漳州发展（zzfz）000753，闽发铝业（mfly）002578，闽东电力（mddl）000993，中闽能源（zmny）600163，福建水泥（fjsn）600802，昇兴股份（sxgf）002752
福龙马（flm）603686，达华智能（dhzn）002512，招标股份（zbgf）301136，中国武夷（zgwy）000797，雪人集团（xrjt）002639，海峡环保（hxhb）603817，天马科技（tmkj）603668，福建金森（fjjs）002679
超颖电子（cydz）603175，冠城新材（gcxc）600067
电网
神马电力（smdl）603530，中能电气（zndq）300062，摩恩电气（medq）002451，闽东电力（mddl）000993，中闽能源（zmny）600163，博菲电气（bfdq）001255
未分类
神马电力（smdl）603530，福龙马（flm）603686，天马科技（tmkj）603668，万里马（wlm）300591
其余形式独苗
华东数控（hdsk）002248，国光连锁（ggls）605188，盛泰集团（stjt）605138，可川科技（kckj）603052，属性偏科技，松炀资源（syzy）603863，标准股份，大连圣亚（dlsy）600593

二板
盈新发展（yxfz）000620，海陆重工（hlzg）002255，京泉华（jqh）002885，宝色股份（bsgf）300402，华泰股份（htgf）600308，安泰集团（atjt）600408，威高血净（wgxj）603014，兰石重装（lszz）603169，吉视传媒（jscm）601929

三板
粤传媒（ycm）002181，平潭发展（ptfz）000592，百合花（bhh）603823，海马汽车（hmqc）000572

六板
合富中国（hfzg）603122

`
  },
{
    "d": "2025-11-03",
    "l": "https://www.tgb.cn/a/2mExu9wZ50T",
    "t": `

首板
芳香胺
美联新材（mlxc）300586，东华科技（dhkj）002140，亚邦股份（ybgf）603188，华泰股份（htgf）600308
核电
宝色股份（bsgf）300402，浙富控股（zfkg）002266，海陆重工（hlzg）002255，国机通用（gjty）600444，兰石重装（lszz）603169，东方精工（dfjg）002611，中核科技（zhkj）000777，特变电工（tbdg）600089
机器人
百川能源（bcny）600681，东方精工（dfjg）002611，中化装备（zhzb）600579
算力
棕榈股份，东方明珠（dfmz）600832，盈新发展（yxfz）000620，淳中科技（czkj）603516，天津普林（tjpl）002134，协和电子（xhdz）605258，康盛股份（ksgf）002418
传媒
三七互娱（sqhy）002555，吉视传媒（jscm）601929，天下秀（txx）600556
福建
三木集团（smjt）000632，立达信（ldx）605365
光伏
京泉华（jqh）002885，棒杰股份，国晟科技（gckj）603778，华光环能（hghn）600475
未分类
神州信息（szxx）000555，惠博普（hbp）002554，上海港湾（shgw）605598，航天智装（htzz）300455，航天科技（htkj）000901，世嘉科技（sjkj）002796，海翔药业（hxyy）002099
海南
海南发展（hnfz）002163，罗牛山（lns）000735
Ai应用
中新赛克（zxsk）002912，英方软件（yfrj）688435
锂电
华丰股份（hfgf）605100，佛塑科技（fskj）000973
存储芯片
盈新发展（yxfz）000620，太极实业（tjsy）600667，百傲化学（bahx）603360
参股云深处
巴比食品（bbsp）605338，中新集团（zxjt）601512
其余形式独苗
威高血净（wgxj）603014，安泰集团（atjt）600408，恒基达鑫（hjdx）002492，众兴菌业（zxjy）002772，财信发展（cxfz）000838，全筑股份（qzgf）603030，圣晖集成（shjc）603163，宏英智能（hyzn）001266

二板
海马汽车（hmqc）000572，平潭发展（ptfz）000592，欢瑞世纪（hrsj）000892，欣龙控股（xlkg）000955，粤传媒（ycm）002181，亚太药业（ytyy）002370，利通电子（ltdz）603629，百合花（bhh）603823，亚翔集成（yxjc）603929

五板
合富中国（hfzg）603122

`
  },
{
    "d": "2025-10-31",
    "l": "https://www.tgb.cn/a/2mzyFK82vUg",
    "t": `

首板
算力
利通电子（ltdz）603629，金安国纪（jagj）002636，奥瑞德（ard）600666，大众公用（dzgy）600635
锂电池
鼎胜新材（dsxc）603876，万向钱潮（wxqc）000559，冠城新材（gcxc）600067，恩捷股份（ejgf）002812，华源控股（hykg）002787，百合花（bhh）603823
传媒ai应用
欢瑞世纪（hrsj）000892，中安科（zak）600654，山东出版（sdcb）601019，荣信文化（rxwh）301231，粤传媒（ycm）002181，三六零（sll）601360，博纳影业（bnyy）001330，福昕软件（fxrj）688095
福时控股
特斯拉
亚通精工（ytjg）603190，模塑科技（mskj）000700，上海亚虹（shyh）603159，嵘泰股份（rtgf）605133
环保
启迪环境（qdhj）000826，中持股份（zcgf）603903
医药
联环药业（lhyy）600513，三生国健（ssgj）688336，昂利康（alk）002940，亚太药业（ytyy）002370，采纳股份（cngf）301122，舒泰神（sts）300204，众生药业（zsyy）002317，海思科（hsk）002653
海南
欣龙股份，海马汽车（hmqc）000572
消费
有友食品（yysp）603697，日辰股份（rcgf）603755，八方股份（bfgf）603489，大千生态（dqst）603955，奥康国际（akgj）603001
成人消费
浙江众成（zjzc）002522，瑞贝卡（rbk）600439
其余形式独苗
弘元绿能（hyln）603185，亚翔集成（yxjc）603929，风神股份（fsgf）600469，平潭发展（ptfz）000592，西藏天路（xztl）600326，海峡创新（hxcx）300300

二板
中锐股份（zrgf）002374，福建金森（fjjs）002679，天际股份（tjgf）002759，泰坦股份（ttgf）003036，福龙马（flm）603686

四板
瑞尔特（ret）002790，合富中国（hfzg）603122

八板
时空科技（skkj）605178

`
  },
{
    "d": "2025-10-30",
    "l": "https://www.tgb.cn/a/2mxTrKzrQXI",
    "t": `

首板
核电
兰石重装（lszz）603169，杭氧股份（hygf）002430
锂电储能
亚光股份（yggf）603282，鹏辉能源（phny）300438，中际联合（zjlh）605305，石大胜华（sdsh）603026，天际股份（tjgf）002759，普路通（plt）002769，永兴材料（yxcl）002756，欣锐科技（xrkj）300745
江特电机（jtdj）002176，远达环保（ydhb）600292，同力日升（tlrs）605286，西藏城投（xzct）600773，泰坦股份（ttgf）003036
消费
朗姿股份（lzgf）002612，新宏泽（xhz）002836，奥美医疗（amyl）002950，中锐股份（zrgf）002374
算力
博杰股份（bjgf）002975，联德股份（ldgf）605060，同方股份（tfgf）600100
福建
建发合诚（jfhc）603909，福建金森（fjjs）002679，福龙马（flm）603686
工业母机
宇环数控（yhsk）002903，华东数控（hdsk）002248
物流
南山控股（nskg）002314，招商轮船（zslc）601872
钢铁
鄂尔多斯（eeds）600295，安阳钢铁（aygt）600569
其余形式独苗
方正电机（fzdj）002196，和展能源（hzny）000809，格尔软件（gerj）603232

二板
神州信息（szxx）000555，大中矿业（dzky）001203，通润装备（trzb）002150，常铝股份（clgf）002160，康盛股份（ksgf）002418，京投发展（jtfz）600683，振华股份（zhgf）603067

三板
德龙汇能（dlhn）000593，瑞尔特（ret）002790，合富中国（hfzg）603122

七板
时空科技（skkj）605178

`
  },
{
    "d": "2025-10-29",
    "l": "https://www.tgb.cn/a/2mwf4o3LBWV",
    "t": `

首板
美好愿景
康盛股份（ksgf）002418，世荣兆业（srzy）002016，淳中科技（czkj）603516，大中矿业（dzky）001203，振华股份（zhgf）603067，和顺石油（hssy）603353，华立股份（hlgf）603038，华明装备（hmzb）002270
变压器
长高电新（zgdx）002452，可立克（klk）002782，国网英大（gwyd）600517，华通线缆（htxl）605196，四方股份（sfgf）601126，中国西电（zgxd）601179，华明装备（hmzb）002270
锂电
康盛股份（ksgf）002418，科力远（kly）600478，大中矿业（dzky）001203，振华股份（zhgf）603067，川能动力（cndl）000155，川恒股份（chgf）002895
液冷
康盛股份（ksgf）002418，淳中科技（czkj）603516
海南
海南发展（hnfz）002163，海德股份（hdgf）000567，海汽集团（hqjt）603069
量子科技
神州信息（szxx）000555，天融信（trx）002212
上海
上实发展（ssfz）600748，上海电力（shdl）600021
光伏
海南发展（hnfz）002163，通润装备（trzb）002150，弘元绿能（hyln）603185，阿特斯（ats）688472，隆基绿能（ljln）601012，晶澳科技（jakj）002459，通威股份（twgf）600438
未分类
中孚股份，常铝股份（clgf）002160，南山铝业（nsly）600219
机器人
远大智能（ydzn）002689，铭科精技（mkjj）001319
创投
九鼎投资，京投发展（jtfz）600683
其余形式独苗
山子高科（szgk）000981，蔚蓝生物（wlsw）603739，合成生物，本川智能（bczn）300964，吉比特（jbt）603444，威士顿（wsd）301315，长青股份（cqgf）002391，诺思格（nsg）301333

二板
德龙汇能（dlhn）000593，中钨高新（zwgx）000657，瑞尔特（ret）002790，安泰集团（atjt）600408，方大炭素（fdts）600516，宁波精达（nbjd）603088，合富中国（hfzg）603122，宏和科技（hhkj）603256，海兴电力（hxdl）603556

五板
平潭发展（ptfz）000592

六板
时空科技（skkj）605178

`
  },
{
    "d": "2025-10-28",
    "l": "https://www.tgb.cn/a/2muA9btFiCW",
    "t": `

首板
机器人
标准股份，方正电机（fzdj）002196，永茂泰（ymt）605208，宁波精达（nbjd）603088，锦富技术（jfjs）300128
统一题材
厦门港务（xmgw）000905，日上集团（rsjt）002593，榕基软件（rjrj）002474，厦门空港（xmkg）600897，厦工股份（sggf）600815，合力泰（hlt）002217，航天发展（htfz）000547，瑞尔特（ret）002790
统一股份（tygf）600506，南方路机（nflj）603280，海通发展（htfz）603162
未分类
长城军工（ccjg）601606
医药
楚天科技（ctkj）300358，振德医疗（zdyl）603301
煤炭
秦港股份（qggf）601326，安泰集团（atjt）600408
电子布pcb
宏和科技（hhkj）603256，石英股份（sygf）603688，东材科技（dckj）601208，华正新材（hzxc）603186，方正科技（fzkj）600601
固态
多氟多（dfd）002407，澄星股份（cxgf）600078，方大炭素（fdts）600516
量子科技
电子城（dzc）600658，格尔软件（gerj）603232
广东
深物业Ａ（swya）000011，粤传媒（ycm）002181
其余形式独苗
海兴电力（hxdl）603556，南京公用（njgy）000421，浙江美大（zjmd）002677，中钨高新（zwgx）000657，天下秀（txx）600556，税友股份（sygf）603171，运机集团（yjjt）001288，合富中国（hfzg）603122
仁智股份（rzgf）002629，先锋新材（xfxc）300163

二板
漳州发展（zzfz）000753，安泰科技（atkj）000969，征和工业（zhgy）003033，海峡创新（hxcx）300300，福建水泥（fjsn）600802，景旺电子（jwdz）603228

三板
青岛双星（qdsx）000599，大为股份（dwgf）002213

四板
平潭发展（ptfz）000592，达华智能（dhzn）002512

五板
时空科技（skkj）605178

七板
盈新发展（yxfz）000620

`
  },
{
    "d": "2025-10-27",
    "l": "https://www.tgb.cn/a/2msULTa5NgG",
    "t": `

首板
机器人
征和工业（zhgy）003033，首开股份（skgf）600376
算力
豪迈科技（hmkj）002595，园林股份（ylgf）605303，金字火腿（jzht）002515，景旺电子（jwdz）603228，中电港（zdg）001287，生益科技（sykj）600183，兆易创新（zycx）603986
科技指引
必得科技（bdkj）605298，汇得科技（hdkj）603192
福建
金龙汽车（jlqc）600686，海峡创新（hxcx）300300，福建水泥（fjsn）600802，漳州发展（zzfz）000753
核电
纽威股份（nwgf）603699，东方钽业（dfty）000962，常宝股份（cbgf）002478，厦门钨业（xmwy）600549，皖能电力（wndl）000543，安泰科技（atkj）000969，国泰集团（gtjt）603977，中信重工（zxzg）601608
锡装股份（xzgf）001332
特高压
江苏华辰（jshc）603097，东方铁塔（dftt）002545
芯片
万润股份（wrgf）002643，向日葵（xrk）300111
其余形式独苗
新日股份（xrgf）603787，立新能源（lxny）001258，国光连锁（ggls）605188，天益医疗（tyyl）301097，恒宝股份（hbgf）002104，德力股份（dlgf）002571，万朗磁塑（wlcs）603150，郑州煤电（zzmd）600121
众兴菌业（zxjy）002772，华源控股（hykg）002787

二板
青岛双星（qdsx）000599，汇绿生态（hlst）001267，德明利（dml）001309，大为股份（dwgf）002213，环旭电子（hxdz）601231

三板
平潭发展（ptfz）000592，农心科技（nxkj）001231，达华智能（dhzn）002512

四板
时空科技（skkj）605178

五板
世龙实业（slsy）002748

六板
盈新发展（yxfz）000620

`
  },
{
    "d": "2025-10-24",
    "l": "https://www.tgb.cn/a/2mnWokDHC88",
    "t": `

首板
算力
生益科技（sykj）600183，翔港科技（xgkj）603499，大为股份（dwgf）002213，普冉股份（prgf）688766，铜峰电子（tfdz）600237，汇顶科技（hdkj）603160，环旭电子（hxdz）601231，科翔股份（kxgf）300903
广合科技（ghkj）001389，汇绿生态（hlst）001267，方正科技（fzkj）600601，香农芯创（xnxc）300475，德明利（dml）001309，晨丰科技（cfkj）603685，江南新材（jnxc）603124，深南电路（sndl）002916
风华高科（fhgk）000636
航天
航天长峰（htzf）600855，航天科技（htkj）000901，航天智装（htzz）300455，龙洲股份（lzgf）002682，上海沪工（shhg）603131，上海港湾（shgw）605598，中国卫星（zgwx）600118，中天火箭（zthj）003009
东珠生态（dzst）603359，国机精工（gjjg）002046
上海
全筑股份（qzgf）603030，道生天合（dsth）601026
龙字辈
圣龙股份（slgf）603178，龙洲股份（lzgf）002682，德龙汇能（dlhn）000593，青龙管业（qlgy）002457
机器人
锦富技术（jfjs）300128，新泉股份（xqgf）603179，凯迪股份（kdgf）605288
其余形式独苗
海鸥住工（hozg）002084，春秋电子（cqdz）603890，祖名股份（zmgf）003030，雅化集团（yhjt）002497，大豪科技（dhkj）603025，青岛双星（qdsx）000599，联祥股份，浙江家居
欧克科技（okkj）001223，江西锂电，茂化实华（mhsh）000637，石油化工（syhg）00386，上海电力（shdl）600021，时代出版（sdcb）600551

二板
平潭发展（ptfz）000592，农心科技（nxkj）001231，常铝股份（clgf）002160，达华智能（dhzn）002512，格尔软件（gerj）603232，法狮龙（fsl）605318

三板
珠江钢琴（zjgq）002678，时空科技（skkj）605178

四板
世龙实业（slsy）002748

五板
盈新发展（yxfz）000620

`
  },
{
    "d": "2025-10-23",
    "l": "https://www.tgb.cn/a/2mmhVLDIpVn",
    "t": `

首板
深圳
广田集团（gtjt）002482，力合科创（lhkc）002243，深赛格（ssg）000058，深物业Ａ（swya）000011，天健集团（tjjt）000090，特发信息（tfxx）000070，特力Ａ（tla）000025，深粮控股（slkg）000019
中新赛克（zxsk）002912，深圳能源（szny）000027
量子科技
格尔软件（gerj）603232，神州信息（szxx）000555，德美化工（dmhg）002054，科大国创（kdgc）300520，达华智能（dhzn）002512
煤炭
郑州煤电（zzmd）600121，云煤能源（ymny）600792，陕西黑猫（sxhm）601015，辽宁能源（lnny）600758，上海能源（shny）600508，安泰集团（atjt）600408，山西焦化（sxjh）600740，秦港集团（qgjt）600018
锂电池
常铝股份（clgf）002160，盛新锂能（sxln）002240，汇得科技（hdkj）603192，雄韬股份（xtgf）002733
核电
中国核建（zghj）601611，国缆检测（gljc）301289，东方钽业（dfty）000962
传媒
欢瑞世纪（hrsj）000892，荣信文化（rxwh）301231，海看股份（hkgf）301262，幸福蓝海（xflh）300528
环保
东江环保（djhb）002672，晶雪节能（jxjn）301010
医药
建发致新（jfzx）301584，启迪药业（qdyy）000590
其余形式独苗
圣晖集成（shjc）603163，松炀资源（syzy）603863，大连圣亚（dlsy）600593，申科股份（skgf）002633，平潭发展（ptfz）000592，农心科技（nxkj）001231，避险还是弄新科技，禾盛新材（hsxc）002290
法狮龙（fsl）605318

二板
赛象科技（sxkj）002337，珠江钢琴（zjgq）002678，鑫铂股份（xbgf）003038，时空科技（skkj）605178

三板
山东墨龙（sdml）002490，世龙实业（slsy）002748

四板
盈新发展（yxfz）000620，神开股份（skgf）002278，石化机械（shjx）000852

八板
大有能源（dyny）600403

`
  },
{
    "d": "2025-10-22",
    "l": "https://www.tgb.cn/a/2mkDmifCKNU",
    "t": `

首板
俄乌重建
北新路桥（bxlq）002307，南方路机（nflj）603280，国统股份（gtgf）002205，贝肯能源（bkny）002828，中铝国际（zlgj）601068，准油股份
新型工业化
新联电子（xldz）002546，海鸥住工（hozg）002084
医药
昂利康（alk）002940，哈三联（hsl）002900，亚太药业（ytyy）002370，辰欣药业（cxyy）603367，特一药业（tyyy）002728
芯片
海立股份（hlgf）600619，睿能科技（rnkj）603933
未分类
珠免集团（zmjt）600185，京投发展（jtfz）600683，珠江钢琴（zjgq）002678，天沃科技（twkj）002564
大飞机
天保基建（tbjj）000965，赛象科技（sxkj）002337
机器人
实益达（syd）002137，鑫铂股份（xbgf）003038
核电
大西洋（dxy）600558，瑞泰科技（rtkj）002066
其余形式独苗
双塔食品（stsp）002481，沈阳机床（syjc）000410，凌钢股份（lggf）600231，天普股份（tpgf）605255，华菱精工（hljg）603356，思林杰（slj）688115，莱克电气（lkdq）603355，科瑞技术（krjs）002957

二板
华塑股份（hsgf）600935，茂化实华（mhsh）000637，广济药业（gjyy）000952，山东墨龙（sdml）002490，蓝丰生化（lfsh）002513，惠博普（hbp）002554，世龙实业（slsy）002748，武汉控股（whkg）600168，三峡新材（sxxc）600293，光明地产（gmdc）600708，石化油服（shyf）600871，建设机械（jsjx）600984，国光连锁（ggls）605188

三板
盈新发展（yxfz）000620，石化机械（shjx）000852，神开股份（skgf）002278，黄河旋风（hhxf）600172，北方股份（bfgf）600262，中信重工（zxzg）601608

七板
大有能源（dyny）600403

`
  },
{
    "d": "2025-10-21",
    "l": "https://www.tgb.cn/a/2miY7NjXa98",
    "t": `

首板
湖北国资委
武汉控股（whkg）600168，湖北广电（hbgd）000665，东湖高新（dhgx）600133，华塑控股（hskg）000509，广济药业（gjyy）000952，理工光科（lggk）300557，上海雅仕（shys）603329，三峡新材（sxxc）600293
深地科技
建设机械（jsjx）600984，山河智能（shzn）002097，天桥起重（tqqz）002523，厦工股份（sggf）600815，山东墨龙（sdml）002490，石化油服（shyf）600871，正元地信（zydx）688509，惠博普（hbp）002554
国资委
渤海汽车（bhqc）600960，申达股份（sdgf）600626，合肥城建（hfcj）002208，财信发展（cxfz）000838，鲁信创投（lxct）600783，华建集团（hjjt）600629，东峰集团（dfjt）601515，光明地产（gmdc）600708
香江控股（xjkg）600162，上实发展（ssfz）600748，农产品（ncp）000061，深振业Ａ（szya）000006，中信金属（zxjs）601061，湖南投资（hntz）000548，上海电力（shdl）600021
锂电池
振华股份（zhgf）603067，芳源股份（fygf）688148，世龙实业（slsy）002748
芯片
大为股份（dwgf）002213，太极实业（tjsy）600667，云汉芯城（yhxc）301563
重组
冠中生态（gzst）300948，智光电气（zgdq）002169，闻泰科技（wtkj）600745
消费
众兴菌业（zxjy）002772，国光连锁（ggls）605188，东贝集团（dbjt）601956，中百集团（zbjt）000759，西麦食品（xmsp）002956
基建
宏润建设（hrjs）002062，普邦股份（pbgf）002663
机器人
神通科技（stkj）605228，福龙马（flm）603686
消费电子
道明光学（dmgx）002632，昀冢科技（yzkj）688260
其余形式独苗
科远智慧（kyzh）002380，瑞达期货（rdqh）002961，国电南自（gdnz）600268，荣信文化（rxwh）301231，环旭电子（hxdz）601231，茂化实华（mhsh）000637，武进不锈（wjbx）603878，裕同科技（ytkj）002831
蓝丰生化（lfsh）002513，天创时尚（tcss）603608

二板
盈新发展（yxfz）000620，石化机械（shjx）000852，汇绿生态（hlst）001267，神开股份（skgf）002278，德石股份（dsgf）301158，黄河旋风（hhxf）600172，北方股份（bfgf）600262，百川能源（bcny）600681，中信重工（zxzg）601608，恒盛能源（hsny）605580

三板
先锋电子（xfdz）002767

六板
大有能源（dyny）600403

`
  },
{
    "d": "2025-10-20",
    "l": "https://www.tgb.cn/a/2mhjFwiWkR0",
    "t": `

首板
算力
超讯通信（cxtx）603322，亿道信息（ydxx）001314，友发集团（yfjt）601686，汇绿生态（hlst）001267，经纬辉开（jwhk）300120，诚邦股份（cbgf）603316，剑桥科技（jqkj）603083，晨丰科技（cfkj）603685
万润科技（wrkj）002654，瑞斯康达（rskd）603803，海星股份（hxgf）603115，青山纸业（qszy）600103
新型工业化
北方股份（bfgf）600262，海鸥住工（hozg）002084
创投
七匹狼（qpl）002029，大众公用（dzgy）600635，市北高新（sbgx）600604，电广传媒（dgcm）000917
航运
安通控股（atkg）600179，永泰运（yty）001228
航天
天奥电子（tadz）002935，星网宇达（xwyd）002829，长城电工（ccdg）600192，中信重工（zxzg）601608，腾达科技（tdkj）001379，飞沃科技（fwkj）301232，世嘉科技（sjkj）002796，盛洋科技（sykj）603703
煤炭地热
宝泰隆（btl）601011，云煤能源（ymny）600792，京能热力（jnrl）002893，惠天热电（htrd）000692，恒盛能源（hsny）605580，郑州煤电（zzmd）600121，辽宁能源（lnny）600758，陕西黑猫（sxhm）601015
机器人
景兴纸业（jxzy）002067，华瑞股份（hrgf）300626，大洋电机（dydj）002249，上海亚虹（shyh）603159，中威电子（zwdz）300270，首开股份（skgf）600376
量子科技
德美化工（dmhg）002054，吉大正元（jdzy）003029
天然气
百川能源（bcny）600681，博盈特焊（byth）301468，神开股份（skgf）002278，长春燃气（ccrq）600333，德石股份（dsgf）301158，石化机械（shjx）000852
金刚石
恒盛能源（hsny）605580，黄河旋风（hhxf）600172，四方达（sfd）300179
其余形式独苗
海汽集团（hqjt）603069，嘉澳环保（jahb）603822，海科新源（hkxy）301292，白云电器（bydq）603861，瀛通通讯（yttx）002861，盈新发展（yxfz）000620，大连圣亚（dlsy）600593，晨光新材（cgxc）605399
创新医疗（cxyl）002173，博纳影业（bnyy）001330，六国化工（lghg）600470，法狮龙（fsl）605318，卧龙新能（wlxn）600173

二板
平潭发展（ptfz）000592，三联锻造（sldz）001282，孚日股份（frgf）002083，先锋电子（xfdz）002767，国新能源（gxny）600617

三板
安泰集团（atjt）600408，睿能科技（rnkj）603933

四板
三孚股份（sfgf）603938

五板
远大控股（ydkg）000626，大有能源（dyny）600403

`
  },
{
    "d": "2025-10-17",
    "l": "https://www.tgb.cn/a/2mcjTZ0ORuu",
    "t": `

首板
通信
宝鼎科技（bdkj）002552，华脉科技（hmkj）603042，园林股份（ylgf）605303
医药
华邦健康（hbjk）002004，辰欣药业（cxyy）603367
钢铁
凌钢股份（lggf）600231，广东明珠（gdmz）600382
福建
平潭发展（ptfz）000592，海峡创新（hxcx）300300，厦门港务（xmgw）000905，欣贺股份（xhgf）003016
纺织
梦百合（mbh）603313，际华集团（jhjt）601718，欣贺股份（xhgf）003016，孚日股份（frgf）002083
天然气
国新能源（gxny）600617，先锋电子（xfdz）002767，山东墨龙（sdml）002490
锂电
沧州明珠（czmz）002108，澄星股份（cxgf）600078
家电
东贝集团（dbjt）601956，彩虹股份（chgf）600707
其余形式独苗
华天科技（htkj）002185，汇嘉时代（hjsd）603101，东信和平（dxhp）002017，珠江钢琴（zjgq）002678，三联锻造（sldz）001282，艾比森（abs）300389

二板
合肥城建（hfcj）002208，海峡股份（hxgf）002320，纳尔股份（negf）002825，安泰集团（atjt）600408，白银有色（byys）601212，海通发展（htfz）603162，睿能科技（rnkj）603933

三板
三孚股份（sfgf）603938

四板
远大控股（ydkg）000626，大有能源（dyny）600403

`
  },
{
    "d": "2025-10-16",
    "l": "https://www.tgb.cn/a/2maF783smxz",
    "t": `

首板
芯片
纳尔股份（negf）002825，合肥城建（hfcj）002208，睿能科技（rnkj）603933，云汉芯城（yhxc）301563，德明利（dml）001309
航运
海通发展（htfz）603162，海峡股份（hxgf）002320，安通控股（atkg）600179
房地产
东鹏控股（dpkg）003012，沙河股份（shgf）000014，法狮龙（fsl）605318
医疗
新里程（xlc）002219，罗欣药业（lxyy）002793
华为软件
熙菱信息（xlxx）300588，常山北明（csbm）000158
其余形式独苗
德力股份（dlgf）002571，奥特迅（atx）002227，丰山集团（fsjt）603810，成飞集成（cfjc）002190，圣龙股份（slgf）603178，路畅科技（lckj）002813，白银有色（byys）601212，安泰集团（atjt）600408
赞宇科技（zykj）002637，浙江化工，楚江新材（cjxc）002171，德美化工（dmhg）002054，广东化工（gdhg）002060，宝泰隆（btl）601011

二板
海马汽车（hmqc）000572，通达股份（tdgf）002560，京泉华（jqh）002885，华建集团（hjjt）600629，上实发展（ssfz）600748，四方股份（sfgf）601126，国晟科技（gckj）603778，三孚股份（sfgf）603938

三板
远大控股（ydkg）000626，亚太药业（ytyy）002370，大有能源（dyny）600403

`
  },
{
    "d": "2025-10-15",
    "l": "https://www.tgb.cn/a/2m910sMCOPM",
    "t": `

首板
电网
通达电气（tddq）603390，京泉华（jqh）002885，和顺电气（hsdq）300141，四方股份（sfgf）601126，中恒电气（zhdq）002364，白云电器（bydq）603861，伊戈尔（yge）002922，国电南自（gdnz）600268
上海电力（shdl）600021，金盘科技（jpkj）688676，良信股份（lxgf）002706
芯片
新洁能（xjn）605111，上实发展（ssfz）600748，华建集团（hjjt）600629，三孚股份（sfgf）603938
纺织
真爱美家（zamj）003041，扬州金泉（yzjq）603307
汽车产业链+机器人
海马汽车（hmqc）000572，渤海汽车（bhqc）600960，申达股份（sdgf）600626，香山股份（xsgf）002870，五洲新春（wzxc）603667，合力科技（hlkj）603917，中坚科技（zjkj）002779，征和工业（zhgy）003033
天安新材（taxc）603725，三花智控（shzk）002050，日盈电子（rydz）603286，美力科技（mlkj）300611，远大智能（ydzn）002689，永创智能（yczn）603901，信质集团（xzjt）002664，中通客车（ztkc）000957
核电
中国核建（zghj）601611，腾达科技（tdkj）001379
量子科技
格尔软件（gerj）603232，广电计量（gdjl）002967
房地产
香江控股（xjkg）600162，精工钢构（jggg）600496，矩阵股份（jzgf）301365
软件
榕基软件（rjrj）002474，久其软件（jqrj）002279
医药
昂利康（alk）002940，向日葵（xrk）300111，济民健康（jmjk）603222，联环药业（lhyy）600513
光伏
双良节能（sljn）600481，福莱蒽特（flet）605566
通信
兴森科技（xskj）002436，生益科技（sykj）600183
其余形式独苗
国晟科技（gckj）603778，中孚实业（zfsy）600595，百利科技（blkj）603959，华夏航空（hxhk）002928，若羽臣（ryc）003010，招金黄金（zjhj）000506，汉钟精机（hzjj）002158

二板
远大控股（ydkg）000626，亚太药业（ytyy）002370，新农股份（xngf）002942，大有能源（dyny）600403，国新能源（gxny）600617，耀皮玻璃（ypbl）600819

三板
国光连锁（ggls）605188

`
  },
{
    "d": "2025-10-14",
    "l": "https://www.tgb.cn/a/2m7lPfgSrGi",
    "t": `

首板
浙江
亚太药业（ytyy）002370，山子高科（szgk）000981，新农股份（xngf）002942，和泰机电（htjd）001225，亿晶光电（yjgd）600537，会稽山（hjs）601579，仁智股份（rzgf）002629，迎丰股份（yfgf）605055
核电
楚江新材（cjxc）002171，德固特（dgt）300950
锂电
粤桂股份（yggf）000833，冠城新材（gcxc）600067
天然气
佛燃能源（frny）002911，仁智股份（rzgf）002629，国新能源（gxny）600617
光伏
耀皮玻璃（ypbl）600819，仁智股份（rzgf）002629，亿晶光电（yjgd）600537
基建
文科股份（wkgf）002775，海鸥住工（hozg）002084，好太太（htt）603848
农业
新农股份（xngf）002942，远大控股（ydkg）000626，百洋股份（bygf）002696
其余形式独苗
金安国纪（jagj）002636，法尔胜（fes）000890，东信和平（dxhp）002017，大有能源（dyny）600403，黄河旋风（hhxf）600172，上工申贝（sgsb）600843

二板
南京港（njg）002040，亚世光电（ysgd）002952，新莱福（xlf）301323，梅雁吉祥（myjx）600868，至纯科技（zckj）603690，中持股份（zcgf）603903，国光连锁（ggls）605188

三板
合肥城建（hfcj）002208，宝泰隆（btl）601011

四板
安泰科技（atkj）000969，澄星股份（cxgf）600078

`
  },
{
    "d": "2025-10-13",
    "l": "https://www.tgb.cn/a/2m5GCqf1o6K",
    "t": `

首板
芯片
至纯科技（zckj）603690，奥普光电（apgd）002338，深纺织Ａ（sfza）000045，利和兴（lhx）301013，冠石科技（gskj）605588，路维光电（lwgd）688401，华虹公司（hhgs）688347
稀土
包钢股份（bggf）600010，新莱福（xlf）301323，梅雁吉祥（myjx）600868，中国瑞林（zgrl）603257，惠城环保（hchb）300779，银河磁体（yhct）300127，北矿科技（bkkj）600980，华宏科技（hhkj）002645
有研新材（yyxc）600206，豫光金铅（ygjq）600531，东方钽业（dfty）000962，中国稀土（zgxt）000831，北方稀土（bfxt）600111，广晟有色（gcys）600259
国产软件
榕基软件（rjrj）002474，中国软件（zgrj）600536，盈建科（yjk）300935，郑中设计（zzsj）002811，华立股份（hlgf）603038
锂电
奥瑞金（arj）002701，石大胜华（sdsh）603026，天际股份（tjgf）002759，多氟多（dfd）002407，宏源药业（hyyy）301246
零售
国光连锁（ggls）605188，合百集团（hbjt）000417
核电
王子新材（wzxc）002735，永鼎股份（ydgf）600105，联创光电（lcgd）600363，旭光电子（xgdz）600353
其余形式独苗
中持股份（zcgf）603903，亚世光电（ysgd）002952，众泰汽车（ztqc）000980，上海港湾（shgw）605598，西部黄金（xbhj）601069，蓝丰生化（lfsh）002513，南京港（njg）002040

二板
深振业Ａ（szya）000006，合肥城建（hfcj）002208，凯美特气（kmtq）002549，新莱应材（xlyc）300260，科新发展（kxfz）600234，广东明珠（gdmz）600382，宝泰隆（btl）601011，长城军工（ccjg）601606

三板
安泰科技（atkj）000969，澄星股份（cxgf）600078，白银有色（byys）601212

四板
合锻智能（hdzn）603011

`
  },
{
    "d": "2025-10-10",
    "l": "https://www.tgb.cn/a/2m0Ht376m8J",
    "t": `

首板
未分类
广东明珠（gdmz）600382，鹏欣资源（pxzy）600490
基建
中环环保（zhhb）300692，津投城开（jtck）600322，漳州发展（zzfz）000753，金隅集团（jyjt）601992，科新发展（kxfz）600234，华新水泥（hxsn）600801
石墨
宝泰隆（btl）601011，德尔未来（dewl）002631
纺织
卓郎智能（zlzn）600545，新澳股份（xagf）603889，安正时尚（azss）603839，七匹狼（qpl）002029，联发股份（lfgf）002394，金春股份（jcgf）300877
汽车产业链
英利汽车（ylqc）601279，申达股份（sdgf）600626，渤海汽车（bhqc）600960
电网
神马电力（smdl）603530，国电南自（gdnz）600268，同洲电子（tzdz）002052，新特电气（xtdq）301120，四方股份（sfgf）601126，京泉华（jqh）002885
参股芯片
养元饮品（yyyp）603156，七匹狼（qpl）002029，联美控股（lmkg）600167，合肥城建（hfcj）002208
油气
洪通燃气（htrq）605169，如通股份（rtgf）603036
化工
汇得科技（hdkj）603192，神马股份（smgf）600810，纳尔股份（negf）002825
字节
遥望科技（ywkj）002291，依依股份（yygf）001206，名臣健康（mcjk）002919
新凯来
深赛格（ssg）000058，凯美特气（kmtq）002549，新莱应材（xlyc）300260，深振业Ａ（szya）000006
其余形式独苗
大有能源（dyny）600403，傲农生物（answ）603363，派斯林（psl）600215，长城军工（ccjg）601606，武进不锈（wjbx）603878

`
  },
{
    "d": "2025-10-09",
    "l": "https://www.tgb.cn/a/2lZ12BNug6p",
    "t": `

首板
芯片
奥士康（ask）002913，通富微电（tfwd）002156，世嘉科技（sjkj）002796，大众公用（dzgy）600635，雅克科技（ykkj）002409，赛腾股份（stgf）603283，太极实业（tjsy）600667，深南电路（sndl）002916
灿芯股份（cxgf）688691，大为股份（dwgf）002213，金海通（jht）603061，中电港（zdg）001287
核电
永鼎股份（ydgf）600105，哈焊华通（hhht）301137，安泰科技（atkj）000969，浙富控股（zfkg）002266，融发核电（rfhd）002366，万里石（wls）002785，中核科技（zhkj）000777，特变电工（tbdg）600089
杭氧股份（hygf）002430，上海电气（shdq）601727，锡装股份（xzgf）001332，中洲特材（zztc）300963，金杯电工（jbdg）002533，海陆重工（hlzg）002255，国光电气（ggdq）688776，旭光电子（xgdz）600353
西部超导（xbcd）688122，东方电气（dfdq）600875，中国核建（zghj）601611，英杰电气（yjdq）300820
未分类
四川黄金（schj）001337，金岭矿业（jlky）000655，中电电机（zddj）603988，白银有色（byys）601212，铜陵有色（tlys）000630，高能环境（gnhj）603588，和邦生物（hbsw）603077，山东黄金（sdhj）600547
云南铜业（ynty）000878，兴业银锡（xyyx）000426，西部矿业（xbky）601168，中国瑞林（zgrl）603257，中金黄金（zjhj）600489，北方稀土（bfxt）600111，洛阳钼业（lymy）603993，北方铜业（bfty）000737
西部黄金（xbhj）601069
碘化锂+固态
博苑股份（bygf）301617，岳阳兴长（yyxz）000819，海科新源（hkxy）301292，赣锋锂业（gfly）002460，澄星股份（cxgf）600078
基建
新疆交建（xjjj）002941，北新路桥（bxlq）002307，全筑股份（qzgf）603030
机器人
日盈电子（rydz）603286，长龄液压（zlyy）605389
灯塔工厂
海鸥住工（hozg）002084，竞业达（jyd）003005，海得控制（hdkz）002184，中亚股份（zygf）300512
上海
上海电力（shdl）600021，同济科技（tjkj）600846
其余形式独苗
浩物股份（hwgf）000757，恒基达鑫（hjdx）002492，嘉亨家化（jhjh）300955，视觉中国（sjzg）000681，豪美新材（hmxc）002988，庄园牧场（zymc）002910，振德医疗（zdyl）603301，浙江医药（zjyy）600216
联域股份（lygf）001326，东方园林（dfyl）002310，东湖高新（dhgx）600133，湖北芯片，中望软件（zwrj）688083，新大洲Ａ（xdza）000571

二板
深科技（skj）000021，河钢资源（hgzy）000923，精艺股份（jygf）002295，江西铜业（jxty）600362，盛屯矿业（stky）600711，合锻智能（hdzn）603011

三板
山子高科（szgk）000981，冠中生态（gzst）300948

四板
天际股份（tjgf）002759

`
  },
{
    "d": "2025-09-30",
    "l": "https://www.tgb.cn/a/2lKfX7zKUqj",
    "t": `

首板
人工智能
恒为科技（hwkj）603496，当虹科技（dhkj）688039，网达软件（wdrj）603189
芯片
德尔未来（dewl）002631，德明利（dml）001309，华懋科技（hmkj）603306，中电鑫龙（zdxl）002298，上峰水泥（sfsn）000672，深科技（skj）000021，鼎信通讯（dxtx）603421，国林科技（glkj）300786
江波龙（jbl）301308
未分类
锡业股份（xygf）000960，精艺股份（jygf）002295，河钢资源（hgzy）000923，盛屯矿业（stky）600711，中国中冶（zgzy）601618，江西铜业（jxty）600362，华宏科技（hhkj）002645
汽车
渤海汽车（bhqc）600960，交运股份（jygf）600676
军工
新雷能（xln）300593，中航沈飞（zhsf）600760，壶化股份（hhgf）003002，国睿科技（grkj）600562，北摩高科（bmgk）002985
车路云
勤上股份（qsgf）002638，时空科技（skkj）605178
锂电
富临精工（fljg）300432，派能科技（pnkj）688063，尚太科技（stkj）001301
医药
信邦制药（xbzy）002390
消费电子
星徽股份（xhgf）300464，国光电器（ggdq）002045
其余形式独苗
仁智股份（rzgf）002629，冀凯股份，深振业Ａ（szya）000006，合锻智能（hdzn）603011，松原安全（syaq）300893，横店影视（hdys）603103

二板
山子高科（szgk）000981，通润装备（trzb）002150，国盛金控（gsjk）002670，冠中生态（gzst）300948，石大胜华（sdsh）603026，丰山集团（fsjt）603810，博迁新材（bqxc）605376

三板
天际股份（tjgf）002759

四板
华建集团（hjjt）600629

七板
蓝丰生化（lfsh）002513

`
  },
{
    "d": "2025-09-29",
    "l": "https://www.tgb.cn/a/2lIs66xEIp8",
    "t": `

首板
锂电池
博迁新材（bqxc）605376，丰山集团（fsjt）603810，石大胜华（sdsh）603026，多氟多（dfd）002407，万润新能（wrxn）688275，天赐材料（tccl）002709，湘潭电化（xtdh）002125，佛塑科技（fskj）000973
万里石（wls）002785，世龙实业（slsy）002748，江南新材（jnxc）603124，科达利（kdl）002850
摩尔线程
盈趣科技（yqkj）002925，大众公用（dzgy）600635，初灵信息（clxx）300250
碳中和新能源
长华化学（zhhx）301518，佛燃能源（frny）002911，卧龙新能（wlxn）600173，通润装备（trzb）002150，钒钛股份（ftgf）000629，西子节能（xzjn）002534，复洁环保（fjhb）688335，城发环境（cfhj）000885
中晟高科（zcgk）002778
机器人
日盈电子（rydz）603286，领益智造（lyzz）002600，景兴纸业（jxzy）002067，宁波华翔（nbhx）002048
金融
鲁信创投（lxct）600783，国盛金控（gsjk）002670，华泰证券（htzq）601688，新黄浦（xhp）600638，汇金股份（hjgf）300368
未分类
盛达资源（sdzy）000603，兴业银锡（xyyx）000426
其余形式独苗
冠中生态（gzst）300948，山子高科（szgk）000981，大庆华科（dqhk）000985，朗迪集团（ldjt）603726，能科科技（nkkj）603859，能买科技，麒盛科技（qskj）603610，冠石科技（gskj）605588
冠军属于科技，罗曼股份（lmgf）605289，马钢股份（mggf）600808，湖北宜化（hbyh）000422

二板
万向钱潮（wxqc）000559，东华科技（dhkj）002140，天际股份（tjgf）002759，易成新能（ycxn）300080

三板
华建集团（hjjt）600629，吉鑫科技（jxkj）601218，品茗科技（pmkj）688109

六板
蓝丰生化（lfsh）002513

`
  },
{
    "d": "2025-09-26",
    "l": "https://www.tgb.cn/a/2lDrmo0mqY8",
    "t": `

首板
电商
吉宏股份（jhgf）002803，洪兴股份（hxgf）001209，联发股份（lfgf）002394，西大门（xdm）605155，遥望科技（ywkj）002291
重组
大有能源（dyny）600403，易成新能（ycxn）300080，神马股份（smgf）600810
绿电碳中和
启迪环境（qdhj）000826，明阳智能（myzn）601615，世茂能源（smny）605028，威力传动（wlcd）300904，湘电股份（xdgf）600416
汽车产业链
天汽模（tqm）002510，迪生力（dsl）603335，万向钱潮（wxqc）000559，曙光股份（sggf）600303，蓝黛科技（ldkj）002765，浙江仙通（zjxt）603239
芯片
合肥城建（hfcj）002208，跃岭股份（ylgf）002725，柘中股份（zzgf）002346，梦天家居（mtjj）603216，圣晖集成（shjc）603163
甲醇
潞化科技（lhkj）600691，东华科技（dhkj）002140
军工
湘电股份（xdgf）600416，成飞集成（cfjc）002190
基建
上实发展（ssfz）600748，拓山重工（tszg）001226
锂电
芳源股份（fygf）688148，天际股份（tjgf）002759
其余形式独苗
中嘉博创（zjbc）000889，丽岛新材（ldxc）603937，凯文教育（kwjy）002659，众兴菌业（zxjy）002772

二板
深华发Ａ（shfa）000020，华建集团（hjjt）600629，祥龙电业（xldy）600769，吉鑫科技（jxkj）601218，嘉泽新能（jzxn）601619，品茗科技（pmkj）688109

三板
精艺股份（jygf）002295，养元饮品（yyyp）603156

五板
蓝丰生化（lfsh）002513

`
  },
{
    "d": "2025-09-25",
    "l": "https://www.tgb.cn/a/2lBO4XisC7H",
    "t": `

首板
核电
合锻智能（hdzn）603011，中超控股（zckg）002471，哈焊华通（hhht）301137
汽车人
新坐标（xzb）603040，日盈电子（rydz）603286
风光储
西典新能（xdxn）603312，吉鑫科技（jxkj）601218，嘉泽新能（jzxn）601619，金时科技（jskj）002951
物流
飞马国际（fmgj）002210，中捷资源（zjzy）002021
算力
新亚电子（xydz）605277，法尔胜（fes）000890，宁波建工（nbjg）601789，广电电气（gddq）601616，浪潮信息（lcxx）000977，华工科技（hgkj）000988，环旭电子（hxdz）601231，剑桥科技（jqkj）603083
上海国资委
华建集团（hjjt）600629，上海电气（shdq）601727
其余形式独苗
品茗科技（pmkj）688109，耐普矿机（npkj）300818，双枪科技（sqkj）001211，奥赛康（ask）002755，天下秀（txx）600556，平台电商，深华发Ａ（shfa）000020，武进不锈（wjbx）603878
祥龙电业（xldy）600769，欢瑞世纪（hrsj）000892

二板
七匹狼（qpl）002029，ＴＣＬ中环（tclzh）002129，精艺股份（jygf）002295，中电鑫龙（zdxl）002298，养元饮品（yyyp）603156，上维新材

三板
立昂微（law）605358

四板
蓝丰生化（lfsh）002513，联美控股（lmkg）600167

五板
华软科技（hrkj）002453

`
  },
{
    "d": "2025-09-24",
    "l": "https://www.tgb.cn/a/2lA9BM5qWcO",
    "t": `

首板
医药
甘李药业（glyy）603087，信立泰（xlt）002294，京新药业（jxyy）002020
机器人
华菱线缆（hlxl）001208，兄弟科技（xdkj）002562，红豆股份（hdgf）600400，豪能股份（hngf）603809，中威电子（zwdz）300270，上纬新材（swxc）688585，中重科技（zzkj）603135，中创智领（zczl）601717
鸣志电器（mzdq）603728
房地产
深振业Ａ（szya）000006，上海临港（shlg）600848，市北高新（sbgx）600604，渝开发（ykf）000514
芯片
朗迪集团（ldjt）603726，黄河旋风（hhxf）600172，七匹狼（qpl）002029，通富微电（tfwd）002156，神工股份（sggf）688233，东方明珠（dfmz）600832，洪田股份（htgf）603800，中电鑫龙（zdxl）002298
江丰电子（jfdz）300666，和远气体（hyqt）002971，联合化学（lhhx）301209，深科技（skj）000021，彤程新材（tcxc）603650，格林达（gld）603931，北方华创（bfhc）002371，兴福电子（xfdz）688545
百合花（bhh）603823，上峰水泥（sfsn）000672，至正股份（zzgf）603991
算力
康盛股份（ksgf）002418，杭钢股份（hggf）600126，盛洋科技（sykj）603703，青山纸业（qszy）600103
污水处理
启迪环境（qdhj）000826，中山公用（zsgy）000685，中兰环保（zlhb）300854，嘉戎技术（jrjs）301148
石油天然气
准油股份，山东墨龙（sdml）002490
光储
精艺股份（jygf）002295，协鑫能科（xxnk）002015，通润装备（trzb）002150，福莱蒽特（flet）605566，ＴＣＬ中环（tclzh）002129
消费
养元饮品（yyyp）603156，宁波中百（nbzb）600857
锂电
中国宝安（zgba）000009，恩捷股份（ejgf）002812，道明光学（dmgx）002632，泰坦股份（ttgf）003036
低空
光洋股份（gygf）002708，上工申贝（sgsb）600843
其余形式独苗
博纳影业（bnyy）001330，海信视像（hxsx）600060，湘财股份（xcgf）600095，悍高集团（hgjt）001221，一会拉证券，福达合金（fdhj）603045，北化股份（bhgf）002246

二板
南京港（njg）002040，长川科技（cckj）300604，大龙地产（dldc）600159，张江高科（zjgk）600895，宏盛股份（hsgf）603090，诚邦股份（cbgf）603316，迎丰股份（yfgf）605055，立昂微（law）605358

三板
蓝丰生化（lfsh）002513，向日葵（xrk）300111，联美控股（lmkg）600167

四板
华软科技（hrkj）002453

`
  },
{
    "d": "2025-09-23",
    "l": "https://www.tgb.cn/a/2lyv0yf9STv",
    "t": `

首板
军工
湘电股份（xdgf）600416，贵绳股份（gsgf）600992
芯片
长川科技（cckj）300604，诚邦股份（cbgf）603316，东尼电子（dndz）603595，立昂微（law）605358，张江高科（zjgk）600895，矽电股份（xdgf）301629，波长光电（bcgd）301421
算力
金字火腿（jzht）002515，宏盛股份（hsgf）603090，联德股份（ldgf）605060，恒润股份（hrgf）603985，沃尔核材（wehc）002130
地产基建
大龙地产（dldc）600159，全筑股份（qzgf）603030，诚邦股份（cbgf）603316，美克家居（mkjj）600337，广东建工（gdjg）002060，沙河股份（shgf）000014，中持股份（zcgf）603903
汽车人
常熟汽饰（csqs）603035，福达股份（fdgf）603166，万向钱潮（wxqc）000559，浙江世宝（zjsb）002703，上海亚虹（shyh）603159
海运
南京港（njg）002040，宁波海运（nbhy）600798
纺织
泰慕士（tms）001234，兴业科技（xykj）002674，迎丰股份（yfgf）605055
其余形式独苗
盟科药业（mkyy）688373，优彩资源（yczy）002998

二板
大洋电机（dydj）002249，和而泰（het）002402，蓝丰生化（lfsh）002513，盈趣科技（yqkj）002925，向日葵（xrk）300111，初灵信息（clxx）300250，永鼎股份（ydgf）600105，联美控股（lmkg）600167，大众公用（dzgy）600635，浙江仙通（zjxt）603239，超讯通信（cxtx）603322

三板
德明利（dml）001309，华软科技（hrkj）002453，凯美特气（kmtq）002549，贵广网络（ggwl）600996

四板
福龙马（flm）603686

六板
杭电股份（hdgf）603618，天普股份（tpgf）605255

`
  },
{
    "d": "2025-09-22",
    "l": "https://www.tgb.cn/a/2lwNTIWmokA",
    "t": `

首板
芯片-摩尔线程
联美控股（lmkg）600167，和而泰（het）002402，盈趣科技（yqkj）002925，威星智能（wxzn）002849，东华软件（dhrj）002065，大众公用（dzgy）600635，初灵信息（clxx）300250，宏力达（hld）688330
浙大网新（zdwx）600797
芯片
向日葵（xrk）300111，中电鑫龙（zdxl）002298，万润科技（wrkj）002654，唯特偶（wto）301319
消费电子
立讯精密（lxjm）002475，国光电器（ggdq）002045，比依股份（bygf）603215，冠捷科技（gjkj）000727，科瑞技术（krjs）002957，鹏鼎控股（pdkg）002938，华塑控股（hskg）000509，中科蓝讯（zklx）688332
长盈精密（zyjm）300115
汽车人
浙江仙通（zjxt）603239，峰璟股份（fjgf）002662，奥特佳（atj）002239，日盈电子（rydz）603286，大洋电机（dydj）002249，横河精密（hhjm）300539，万马股份（wmgf）002276，精工科技（jgkj）002006
福莱新材（flxc）605488，佰奥智能（bazn）300836
算力
海鸥股份（hogf）603269，超讯通信（cxtx）603322，徕木股份（lmgf）603633，英维克（ywk）002837，鸿富瀚（hfh）301086，华丰股份（hfgf）605100，永鼎股份（ydgf）600105，中科曙光（zksg）603019
化工
蓝丰生化（lfsh）002513
反包结构
山子高科（szgk）000981，首开股份（skgf）600376
白银
湖南白银（hnby）002716，盛达资源（sdzy）000603
房地产
友邦吊顶（ybdd）002718，菲林格尔（flge）603226
其余形式独苗
宁波中百（nbzb）600857，集友股份（jygf）603429，汉马科技（hmkj）600375，华盛昌（hsc）002980，合锻智能（hdzn）603011

二板
悍高集团（hgjt）001221，德明利（dml）001309，华软科技（hrkj）002453，凯美特气（kmtq）002549，贵广网络（ggwl）600996，鼎信通讯（dxtx）603421

三板
红豆股份（hdgf）600400，福龙马（flm）603686

四板
云南旅游（ynly）002059

五板
杭电股份（hdgf）603618，天普股份（tpgf）605255

`
  },
{
    "d": "2025-09-19",
    "l": "https://www.tgb.cn/a/2lrQXh3jZNa",
    "t": `

首板
房地产
大龙地产（dldc）600159，绿岛风（ldf）301043，悍高集团（hgjt）001221，沙河股份（shgf）000014
芯片
鼎信通讯（dxtx）603421，天富能源（tfny）600509，德明利（dml）001309，西陇科学（xlkx）002584，华软科技（hrkj）002453，凯美特气（kmtq）002549，海立股份（hlgf）600619，福晶科技（fjkj）002222
天山电子（tsdz）301379
算力
贵广网络（ggwl）600996，天通股份（ttgf）600330，富信科技（fxkj）688662，同洲电子（tzdz）002052
消费
美盈森（mys）002303，桂林旅游（glly）000978
锂电池
丰山集团（fsjt）603810，赣锋锂业（gfly）002460，万里石（wls）002785，深圳新星（szxx）603978
影视
博纳影业（bnyy）001330
机器人
明新旭腾（mxxt）605068，富佳股份（fjgf）603219
其余形式独苗
东软集团（drjt）600718，申通快递（stkd）002468，国睿科技（grkj）600562，登云股份（dygf）002715，山河智能（shzn）002097，世嘉科技（sjkj）002796，玉马科技（ymkj）300993，报喜鸟（bxn）002154
天沃科技（twkj）002564，非电力，威派格（wpg）603956，松炀资源（syzy）603863，如通股份（rtgf）603036

二板
公元股份（gygf）002641，兴业科技（xykj）002674，红豆股份（hdgf）600400，曲江文旅（qjwl）600706，长飞光纤（zfgx）601869，福龙马（flm）603686

三板
云南旅游（ynly）002059，永新光学（yxgx）603297

四板
杭电股份（hdgf）603618

五板
泰慕士（tms）001234，天普股份（tpgf）605255

`
  },
{
    "d": "2025-09-18",
    "l": "https://www.tgb.cn/a/2lqbvBXQGEp",
    "t": `

首板
机器人
兴业科技（xykj）002674，宏润建设（hrjs）002062，全筑股份（qzgf）603030，锐奇股份（rqgf）300126，红豆股份（hdgf）600400，公元股份（gygf）002641，福龙马（flm）603686，安联锐视（alrs）301042
算力产业链
大元泵业（dyby）603757，博杰股份（bjgf）002975，亨通光电（htgd）600487，凯迪股份（kdgf）605288，和而泰（het）002402，腾龙股份（tlgf）603158，德科立（dkl）688205，川润股份（crgf）002272
广合科技（ghkj）001389，远东股份（ydgf）600869，华丰科技（hfkj）688629，烽火通信（fhtx）600498，华正新材（hzxc）603186，长飞光纤（zfgx）601869
基建
宏润建设（hrjs）002062，全筑股份（qzgf）603030，公元股份（gygf）002641，华阳国际（hygj）002949，东珠生态（dzst）603359
风电
国恩股份（gegf）002768，福事特（fst）301446
消费
味知香（wzx）605089，曲江文旅（qjwl）600706
其余形式独苗
永泰能源（ytny）600157，江南高纤（jngx）600527，金逸影视（jyys）002905，苏奥传感（sacg）300507，中国医药（zgyy）600056，新宏泰（xht）603016，宝莫股份（bmgf）002476

二板
云南旅游（ynly）002059，利和兴（lhx）301013，美克家居（mkjj）600337，飞乐音响（fyyx）600651，海鸥股份（hogf）603269，永新光学（yxgx）603297，中电电机（zddj）603988

三板
景兴纸业（jxzy）002067，均胜电子（jsdz）600699，杭电股份（hdgf）603618，科森科技（kskj）603626

四板
泰慕士（tms）001234，万向钱潮（wxqc）000559

五板
山子高科（szgk）000981，香江控股（xjkg）600162，上海建工（shjg）600170，首开股份（skgf）600376

十二板
天普股份（tpgf）605255

`
  },
{
    "d": "2025-09-17",
    "l": "https://www.tgb.cn/a/2lox3UQwChC",
    "t": `

首板
机器人
云南旅游（ynly）002059，露笑科技（lxkj）002617，兄弟科技（xdkj）002562，松霖科技（slkj）603992，长龄液压（zlyy）605389，吉华集团（jhjt）603980，新坐标（xzb）603040，豪能股份（hngf）603809
蔚蓝锂芯（wllx）002245，浙江恒威（zjhw）301222，金发科技（jfkj）600143，东睦股份（dmgf）600114，天安新材（taxc）603725，富佳股份（fjgf）603219，亚普股份（ypgf）603013，中原内配（zynp）002448
豪鹏科技（hpkj）001283，北纬科技（bwkj）002148，峰岹科技（ftkj）688279
光刻机
永新光学（yxgx）603297，波长光电（bcgd）301421，凯美特气（kmtq）002549，利和兴（lhx）301013，福晶科技（fjkj）002222，奥普光电（apgd）002338，宝馨科技（bxkj）002514，深纺织Ａ（sfza）000045
家居
浙江美大（zjmd）002677，德尔未来（dewl）002631，美克家居（mkjj）600337
光储
亿晶光电（yjgd）600537，嘉泽新能（jzxn）601619，世嘉科技（sjkj）002796，京运通（jyt）601908，安彩高科（acgk）600207，特变电工（tbdg）600089，宝馨科技（bxkj）002514，宝光股份（bggf）600379
算力
汇绿生态（hlst）001267，海鸥股份（hogf）603269，罗曼股份（lmgf）605289
未分类
利源股份，怡球资源（yqzy）601388，中电电机（zddj）603988，北方铜业（bfty）000737
其余形式独苗
镇海股份（zhgf）603637，飞乐音响（fyyx）600651，上海芯片，中粮资本（zlzb）002423，电子城（dzc）600658，北京芯片，兴图新科（xtxk）688081，津投城开（jtck）600322
利扬芯片（lyxp）688135，时空科技（skkj）605178

二板
模塑科技（mskj）000700，景兴纸业（jxzy）002067，银轮股份（ylgf）002126，均胜电子（jsdz）600699，建元信托（jyxt）600816，杭电股份（hdgf）603618，科森科技（kskj）603626，科博达（kbd）603786

三板
万向钱潮（wxqc）000559，泰慕士（tms）001234

四板
山子高科（szgk）000981，香江控股（xjkg）600162，上海建工（shjg）600170，首开股份（skgf）600376

`
  },
{
    "d": "2025-09-16",
    "l": "https://www.tgb.cn/a/2lmRIkdYnEF",
    "t": `

首板
锂电池
龙蟠科技（lpkj）603906，晶华新材（jhxc）603683，天际股份（tjgf）002759
字节跳动
省广集团（sgjt）002400，丽人丽妆（lrlz）605136
芯片
普冉股份（prgf）688766，诚邦股份（cbgf）603316，博敏电子（bmdz）603936
机器人
景兴纸业（jxzy）002067，凯迪股份（kdgf）605288，顺威股份（swgf）002676，世运电路（sydl）603920，林州重机（lzzj）002535，长源东谷（zydg）603950，日盈电子（rydz）603286，大洋电机（dydj）002249
汉威科技（hwkj）300007，双环传动（shcd）002472，北特科技（btkj）603009，恒帅股份（hsgf）300969，三花智控（shzk）002050，宏昌科技（hckj）301008，嵘泰股份（rtgf）605133，杭电股份（hdgf）603618
荣泰健康（rtjk）603579，中重科技（zzkj）603135，科博达（kbd）603786，安培龙（apl）301413，新泉股份（xqgf）603179
汽车产业链
均胜电子（jsdz）600699，日盈电子（rydz）603286，美利信（mlx）301307，模塑科技（mskj）000700
算力
剑桥科技（jqkj）603083，淳中科技（czkj）603516，必得科技（bdkj）605298，银轮股份（ylgf）002126，华胜天成（hstc）600410，长飞光纤（zfgx）601869
金融
建元信托（jyxt）600816，金财互联（jchl）002530
房地产
珠江股份（zjgf）600684，友邦吊顶（ybdd）002718
消费电子
比依股份（bygf）603215，科森科技（kskj）603626
物流
飞马国际（fmgj）002210，新宁物流（xnwl）300013，炬申股份（jsgf）001202
其余形式独苗
澳洋健康（ayjk）002172，供销大集（gxdj）000564，东方铁塔（dftt）002545，航天机电（htjd）600151，阳煤化工（ymhg）600691，皓宸医疗（hcyl）002622，报喜鸟（bxn）002154，虽然是纺织

二板
万向钱潮（wxqc）000559，泰慕士（tms）001234，怡亚通（yyt）002183，线上线下（xsxx）300959，天龙股份（tlgf）603266，朗博科技（lbkj）603655，洛凯股份（lkgf）603829

三板
山子高科（szgk）000981，荣盛发展（rsfz）002146，香江控股（xjkg）600162，上海建工（shjg）600170，首开股份（skgf）600376，百利科技（blkj）603959

四板
华建集团（hjjt）600629

`
  },
{
    "d": "2025-09-15",
    "l": "https://www.tgb.cn/a/2lldc3ROMim",
    "t": `

首板
芯片
上海贝岭（shbl）600171，圣邦股份（sbgf）300661
预制菜
得利斯（dls）002330，三江购物（sjgw）601116
无人驾驶
索菱股份（slgf）002766，海马汽车（hmqc）000572，时空科技（skkj）605178，浙江世宝（zjsb）002703，路畅科技（lckj）002813，得润电子（drdz）002055
锂电池
北京利尔（bjle）002392，尚太科技（stkj）001301，天赐材料（tccl）002709，中一科技（zykj）301150，万向钱潮（wxqc）000559，洪田股份（htgf）603800
医药
德展健康（dzjk）000813，福瑞股份
基建房地产
交建股份（jjgf）603815，东方园林（dfyl）002310，全筑股份（qzgf）603030，瑞泰科技（rtkj）002066，卧龙新能（wlxn）600173，好太太（htt）603848
光储
洛凯股份（lkgf）603829，卧龙新能（wlxn）600173
外贸
迪生力（dsl）603335，泰慕士（tms）001234，华鼎股份（hdgf）601113，胜通能源（stny）001331，君禾股份（jhgf）603617
机器人
万向钱潮（wxqc）000559，腾亚精工（tyjg）301125，方正电机（fzdj）002196，征和工业（zhgy）003033，大业股份（dygf）603278，中大力德（zdld）002896
汽配
浙江仙通（zjxt）603239，无锡振华（wxzh）605319，天龙股份（tlgf）603266，朗博科技（lbkj）603655，天洋新材（tyxc）603330
游戏
完美世界（wmsj）002624，星辉娱乐（xhyl）300043
电力
世茂能源（smny）605028，华光环能（hghn）600475
算力
禾盛新材（hsxc）002290，荣联科技（rlkj）002642，宏盛股份（hsgf）603090，南风股份（nfgf）300004，康盛股份（ksgf）002418
其余形式独苗
怡亚通（yyt）002183，傲农生物（answ）603363，中超控股（zckg）002471，冠豪高新（ghgx）600433，冠捷科技（gjkj）000727，线上线下（xsxx）300959

二板
山子高科（szgk）000981，荣盛发展（rsfz）002146，香江控股（xjkg）600162，上海建工（shjg）600170，首开股份（skgf）600376，中国电影（zgdy）600977，昭衍新药（zyxy）603127，百利科技（blkj）603959，园林股份（ylgf）605303

三板
华建集团（hjjt）600629

`
  },
{
    "d": "2025-09-12",
    "l": "https://www.tgb.cn/a/2lgeTAoYyVh",
    "t": `

首板
算力
润建股份（rjgf）002929，特发信息（tfxx）000070，兆驰股份（zcgf）002429，芯原股份（xygf）688521，华孚时尚（hfss）002042，园林股份（ylgf）605303
锂电
百利科技（blkj）603959，兆新股份（zxgf）002256，粤桂股份（yggf）000833，天域生物（tysw）603717，赢合科技（yhkj）300457
未分类
北方铜业（bfty）000737，湖南白银（hnby）002716，盛达资源（sdzy）000603，豫光金铅（ygjq）600531，电工合金（dghj）300697，株治集团（zzjt）600961
芯片
德明利（dml）001309，精智达（jzd）688627
机器人
联明股份（lmgf）603006，大洋电机（dydj）002249，中捷资源（zjzy）002021，雪龙集团（xljt）603949，卧龙电驱（wldq）600580，福莱新材（flxc）605488
房地产
首开股份（skgf）600376，荣盛发展（rsfz）002146，南都物业（ndwy）603506，香江控股（xjkg）600162，友邦吊顶（ybdd）002718
基建
上海建工（shjg）600170，八一钢铁（bygt）600581
传媒
东望时代（dwsd）600052，中国电影（zgdy）600977
汽车产业链
众泰汽车（ztqc）000980，山子高科（szgk）000981，浩物股份（hwgf）000757
医药
赛力医疗（slyl）603716，昭衍新药（zyxy）603127，昂利康（alk）002940
其余形式独苗
三峡旅游（sxly）002627，飞乐音响（fyyx）600651，美邦服饰（mbfs）002269，阳煤化工（ymhg）600691，必得科技（bdkj）605298

二板
炬申股份（jsgf）001202，科华数据（khsj）002335，通鼎互联（tdhl）002491，众兴菌业（zxjy）002772，新大正（xdz）002968，方正科技（fzkj）600601，华建集团（hjjt）600629，嘉泽新能（jzxn）601619，剑桥科技（jqkj）603083，振德医疗（zdyl）603301，罗曼股份（lmgf）605289

三板
金逸影视（jyys）002905，景旺电子（jwdz）603228，东珠生态（dzst）603359，新炬网络（xjwl）605398

四板
苏宁环球（snhq）000718，青山纸业（qszy）600103，淳中科技（czkj）603516

`
  },
{
    "d": "2025-09-11",
    "l": "https://www.tgb.cn/a/2leAcjhzyGd",
    "t": `

首板
甲醇
嘉泽新能（jzxn）601619，航天工程（htgc）603698，东华科技（dhkj）002140，复洁环保（fjhb）688335，中国天楹（zgty）000035
算力产业链
荣联科技（rlkj）002642，东材科技（dckj）601208，金安国纪（jagj）002636，方正科技（fzkj）600601，宏和科技（hhkj）603256，艾华集团（ahjt）603989，剑桥科技（jqkj）603083，汇源通信（hytx）000586
科华数据（khsj）002335，赛微芯片，崇达技术（cdjs）002815，中京电子（zjdz）002579，徕木股份（lmgf）603633，中恒电气（zhdq）002364，通鼎互联（tdhl）002491，万通发展（wtfz）600246
中科曙光（zksg）603019，奕东电子（yddz）301123，兴森科技（xskj）002436，炬光科技（jgkj）688167，澳弘电子（ahdz）605058，生益科技（sykj）600183，平安电工（padg）001359，应流股份（ylgf）603308
海光信息（hgxx）688041，新相微（xxw）688593，罗曼股份（lmgf）605289，深南电路（sndl）002916，沪电股份（hdgf）002463，华工科技（hgkj）000988，江南新材（jnxc）603124，良信股份（lxgf）002706
鹏鼎股份，科士达（ksd）002518，大族激光（dzjg）002008，腾景科技（tjkj）688195，鼎泰高科（dtgk）301377，白云电器（bydq）603861，金信诺（jxn）300252，立讯精密（lxjm）002475
黑牡丹（hmd）600510，沃尔核材（wehc）002130，易德龙（ydl）603380，兆易创新（zycx）603986，香农芯创（xnxc）300475
卫星航天
上海沪工（shhg）603131，世嘉科技（sjkj）002796
房地产
德才股份（dcgf）605287，华建集团（hjjt）600629，新大正（xdz）002968，棕榈股份，同济科技（tjkj）600846
农业
邦基科技（bjkj）603151，众兴菌业（zxjy）002772，天康生物（tksw）002100，金新农（jxn）002548
锂电
联泓新科（lhxk）003022，深圳新星（szxx）603978
机器人
新时达（xsd）002527，兆威机电（zwjd）003021，宝武镁业（bwmy）002182
医药
振德医疗（zdyl）603301，济民健康（jmjk）603222
其余形式独苗
新华百货（xhbh）600785，炬申股份（jsgf）001202，凤凰光学（fhgx）600071，慧翰股份（hhgf）301600，国海证券（ghzq）000750，南风股份（nfgf）300004，登云股份（dygf）002715

二板
东山精密（dsjm）002384，金逸影视（jyys）002905，东方通信（dftx）600776，工业富联（gyfl）601138，景旺电子（jwdz）603228，东珠生态（dzst）603359，新炬网络（xjwl）605398

三板
苏宁环球（snhq）000718，三江购物（sjgw）601116，青山纸业（qszy）600103，淳中科技（czkj）603516

`
  },
{
    "d": "2025-09-10",
    "l": "https://www.tgb.cn/a/2lcUdEcyuMd",
    "t": `



`
  },
{
    "d": "2025-09-09",
    "l": "https://www.tgb.cn/a/2lbfhiN1LjG",
    "t": `

首板
锂电池
传艺科技（cykj）002866，百利科技（blkj）603959，集友股份（jygf）603429，深圳新星（szxx）603978，豪尔赛（hes）002963，奥特佳（atj）002239，英联股份（ylgf）002846
房地产
华丽家族（hljz）600503，汇嘉时代（hjsd）603101，上海三毛（shsm）600689，苏宁环球（snhq）000718，王力安防（wlaf）605268，豪尔赛（hes）002963，滨江集团（bjjt）002244
电力
万马股份（wmgf）002276，东方铁塔（dftt）002545，和展能源（hzny）000809
传媒
文投控股（wtkg）600715，欢瑞世纪（hrsj）000892，粤传媒（ycm）002181，幸福蓝海（xflh）300528
医药
河化股份（hhgf）000953，振德医疗（zdyl）603301
机器人
华丽家族（hljz）600503，万马股份（wmgf）002276，春兴精工（cxjg）002547，沃特股份（wtgf）002886，中马传动（zmcd）603767
算力
淳中科技（czkj）603516，长源东谷（zydg）603950，青山纸业（qszy）600103
黄金
恒邦股份（hbgf）002237，深中华Ａ（szha）000017，西部黄金（xbhj）601069，中国瑞林（zgrl）603257
其余形式独苗
两面针（lmz）600249，武进不锈（wjbx）603878，耀皮玻璃（ypbl）600819，创维数字（cwsz）000810，三江购物（sjgw）601116，圣晖集成（shjc）603163，珠海中富（zhzf）000659，海阳科技（hykj）603382

二板
众泰汽车（ztqc）000980，锡装股份（xzgf）001332，泰坦股份（ttgf）003036，卧龙新能（wlxn）600173，天域生物（tysw）603717

三板
必得科技（bdkj）605298

四板
天际股份（tjgf）002759

五板
首开股份（skgf）600376

十板
天普股份（tpgf）605255

`
  },
{
    "d": "2025-09-08",
    "l": "https://www.tgb.cn/a/2l9BLCQfwOF",
    "t": `

首板
汽车产业链
旷达科技（kdkj）002516，上海亚虹（shyh）603159，众泰汽车（ztqc）000980
纺织
山东玻纤（sdbx）605006，泰坦股份（ttgf）003036，迎丰股份（yfgf）605055
锂电
天域生物（tysw）603717，方大炭素（fdts）600516，德龙激光（dljg）688170，中国电研（zgdy）688128，永太科技（ytkj）002326，世龙实业（slsy）002748，江特电机（jtdj）002176，博力威（blw）688345
农业
天域生物（tysw）603717，傲农生物（answ）603363，宏辉果蔬（hhgs）603336
医药
济民健康（jmjk）603222，奥精医疗（ajyl）688613，西藏药业（xzyy）600211
机器人
鸣志电器（mzdq）603728，日盈电子（rydz）603286，宁波东力（nbdl）002164，卧龙新能（wlxn）600173，沃尔德（wed）688028，三花智控（shzk）002050，浙江荣泰（zjrt）603119，泰禾智能（thzn）603656
骏鼎达（jdd）301538，春光科技（cgkj）603657，肇民科技（zmkj）301000，新瀚新材（xhxc）301076，中欣氟材（zxfc）002915，福然德（frd）605050
航运
招商轮船（zslc）601872，招商南油（zsny）601975，胜通能源（stny）001331，中远海能（zyhn）600026
电网
智光电气（zgdq）002169，金晶科技（jjkj）600586，金智科技（jzkj）002090，森特股份（stgf）603098，洛凯股份（lkgf）603829
航天
上海沪工（shhg）603131，顺灏股份（shgf）002565，中国卫星（zgwx）600118，三维通信（swtx）002115
核电
合锻智能（hdzn）603011，锡装股份（xzgf）001332
其余形式独苗
中体产业（ztcy）600158，福星股份（fxgf）000926，国联股份（glgf）603613，汉钟精机（hzjj）002158，拓山重工（tszg）001226，微导纳米（wdnm）688147，三七互娱（sqhy）002555，网络游戏
嘉澳环保（jahb）603822，要么化工

二板
多氟多（dfd）002407，天赐材料（tccl）002709，横河精密（hhjm）300539，均胜电子（jsdz）600699，中国电影（zgdy）600977，上海洗霸（shxb）603200，必得科技（bdkj）605298

三板
天际股份（tjgf）002759，键邦股份（jbgf）603285，中源家居（zyjj）603709

四板
首开股份（skgf）600376

`
  },
{
    "d": "2025-09-05",
    "l": "https://www.tgb.cn/a/2l4CpNPkNrZ",
    "t": `

首板
Ai
力盛体育（lsty）002858，青山纸业（qszy）600103，天通股份（ttgf）600330，腾景科技（tjkj）688195，中恒电气（zhdq）002364，世运电路（sydl）603920，沃格光电（wggd）603773，汇绿生态（hlst）001267
东方钽业（dfty）000962，鸿合科技（hhkj）002955，风华高科（fhgk）000636，东山精密（dsjm）002384，方正科技（fzkj）600601，胜宏科技（shkj）300476，中国高科（zggk）600730
锂电池
金银河（jyh）300619，丰元股份（fygf）002805，红星发展（hxfz）600367，光华科技（ghkj）002741，多氟多（dfd）002407，野马电池（ymdc）605378，华盛锂电（hsld）688353，先导智能（xdzn）300450
可川科技（kckj）603052，天永智能（tyzn）603895，天赐材料（tccl）002709，欧克科技（okkj）001223，博迁新材（bqxc）605376，恩捷股份（ejgf）002812，誉辰智能（yczn）688638，上海洗霸（shxb）603200
璞泰来（ptl）603659，天华新能（thxn）300390，尚太科技（stkj）001301，洁美科技（jmkj）002859，利元亨（lyh）688499，大东南（ddn）002263，赣锋锂业（gfly）002460，晶华新材（jhxc）603683
厦钨新能（swxn）688778，中钢天源（zgty）002057，杭可科技（hkkj）688006，英联股份（ylgf）002846
风光储
吉鑫科技（jxkj）601218，运达股份（ydgf）300772，西子节能（xzjn）002534，同力日升（tlrs）605286，上海电力（shdl）600021，华通线缆（htxl）605196，中电电机（zddj）603988，金风科技（jfkj）002202
小崧股份（xsgf）002723，明阳智能（myzn）601615，科华数据（khsj）002335，锦浪科技（jlkj）300763，大金重工（djzg）002487，德业股份（dygf）605117
工业母机
华东数控（hdsk）002248，秦川机床（qcjc）000837
机器人
明新旭腾（mxxt）605068，顺威股份（swgf）002676，均胜电子（jsdz）600699，横河精密（hhjm）300539，恒勃股份（hbgf）301225，中坚科技（zjkj）002779，卧龙电驱（wldq）600580
芯片
苏大维格（sdwg）300331，露笑科技（lxkj）002617，和远气体（hyqt）002971，鼎龙科技（dlkj）603004，天岳先进（tyxj）688234，圣晖集成（shjc）603163，国机精工（gjjg）002046，德明利（dml）001309
其余形式独苗
中国电影（zgdy）600977，科博达（kbd）603786，百合股份（bhgf）603102，必得科技（bdkj）605298，昭衍新药（zyxy）603127，茶花股份（chgf）603615，西部黄金（xbhj）601069，莱宝高科（lbgk）002106
兴业科技（xykj）002674，博实结（bsj）301608，交建股份（jjgf）603815

二板
天际股份（tjgf）002759，键邦股份（jbgf）603285，中源家居（zyjj）603709，天宏锂电（thld）920252

三板
首开股份（skgf）600376

四板
安正时尚（azss）603839

`
  },
{
    "d": "2025-09-04",
    "l": "https://www.tgb.cn/a/2l2VbyRqEk8",
    "t": `

首板
消费
汇嘉时代（hjsd）603101，友好集团（yhjt）600778，步步高（bbg）002251，国芳集团（gfjt）601086，安记食品（ajsp）603696，百大集团（bdjt）600865，岭南控股（lnkg）000524，惠发食品（hfsp）603536
元隆雅图（ylyt）002878，依依股份（yygf）001206，欢乐家（hlj）300997，拉芳家化（lfjh）603630
锂电池
胜利精密（sljm）002426，天际股份（tjgf）002759，正业科技（zykj）300410，键邦股份（jbgf）603285，金龙羽（jly）002882
金融
太平洋（tpy）601099，楚天龙（ctl）003040，金财互联（jchl）002530
其余形式独苗
爱仕达（asd）002403，济民健康（jmjk）603222，安彩高科（acgk）600207，杭州高新（hzgx）300478，中源家居（zyjj）603709，海峡环保（hxhb）603817，长江材料（cjcl）001296，中国瑞林（zgrl）603257
圣龙股份（slgf）603178，松炀资源（syzy）603863，东尼电子（dndz）603595

二板
景兴纸业（jxzy）002067，通润装备（trzb）002150，美邦服饰（mbfs）002269，首开股份（skgf）600376，欧亚集团（oyjt）600697

三板
安正时尚（azss）603839

`
  },
{
    "d": "2025-09-03",
    "l": "https://www.tgb.cn/a/2l1irxcACSP",
    "t": `

首板
机器人
首开股份（skgf）600376，景兴纸业（jxzy）002067，众辰科技（zckj）603275，华纬科技（hwkj）001380
传媒
文投控股（wtkg）600715，吉视传媒（jscm）601929，金逸影视（jyys）002905
算力
汉钟精机（hzjj）002158，伟隆股份（wlgf）002871，长飞光纤（zfgx）601869
医药
百花医药（bhyy）600721，辰欣药业（cxyy）603367
芯片
圣晖集成（shjc）603163，泰和科技（thkj）300801
光储
世嘉科技（sjkj）002796，宝馨科技（bxkj）002514，通润装备（trzb）002150，海博思创（hbsc）688411，上能电气（sndq）300827
其余形式独苗
欧亚集团（oyjt）600697，卓郎智能（zlzn）600545，美邦服饰（mbfs）002269

二板
中捷资源（zjzy）002021，春兴精工（cxjg）002547，科新机电（kxjd）300092，鹿山新材（lsxc）603051，安正时尚（azss）603839

三板
博杰股份（bjgf）002975，西部黄金（xbhj）601069，宏裕新材（hyxc）920274

九板
天普股份（tpgf）605255

`
  },
{
    "d": "2025-09-02",
    "l": "https://www.tgb.cn/a/2kZAPO2cHTo",
    "t": `

首板
工业母机
华东数控（hdsk）002248，中捷资源（zjzy）002021，春兴精工（cxjg）002547，秦川机床（qcjc）000837
机器人
红豆股份（hdgf）600400，浙江荣泰（zjrt）603119，龙溪股份（lxgf）600592，泰尔股份（tegf）002347，科森科技（kskj）603626，拓普集团（tpjt）601689，巨轮智能（jlzn）002031，浙江仙通（zjxt）603239
新泉股份（xqgf）603179
房地产相关
宁波富达（nbfd）600724，中源家居（zyjj）603709，交建股份（jjgf）603815
锂电池
鹿山新材（lsxc）603051，大东南（ddn）002263
算力
青山纸业（qszy）600103，宏盛股份（hsgf）603090
光伏
申华控股（shkg）600653，京运通（jyt）601908，华光环能（hghn）600475
油气
科新机电（kxjd）300092，胜利股份（slgf）000407
纺织
中捷资源（zjzy）002021，迎丰股份（yfgf）605055，安正时尚（azss）603839
其余形式独苗
供销大集（gxdj）000564，三维股份（swgf）603033，福建金森（fjjs）002679

二板
长春高新（ccgx）000661，山子高科（szgk）000981，英联股份（ylgf）002846，博杰股份（bjgf）002975，上海电力（shdl）600021，西部黄金（xbhj）601069，白银有色（byys）601212，中国瑞林（zgrl）603257

三板
德新科技（dxkj）603032，凯迪股份（kdgf）605288

四板
兆新股份（zxgf）002256

八板
天普股份（tpgf）605255

`
  },
{
    "d": "2025-09-01",
    "l": "https://www.tgb.cn/a/2kXX081lR6O",
    "t": `

首板
阿里ai
数据港（sjg）603881，博杰股份（bjgf）002975，利扬芯片（lyxp）688135，鼎龙科技（dlkj）603004，万通发展（wtfz）600246，旋极信息（xjxx）300324，华工科技（hgkj）000988，荣联科技（rlkj）002642
算力
德固特（dgt）300950，旭光电子（xgdz）600353，苏州科达（szkd）603660，海星股份（hxgf）603115，合力泰（hlt）002217，罗曼股份（lmgf）605289，北京利尔（bjle）002392，利欧股份（logf）002131
美丽生态（mlst）000010，联德股份（ldgf）605060，汇绿生态（hlst）001267，华西股份（hxgf）000936，万润科技（wrkj）002654，源杰科技（yjkj）688498，棕榈股份，腾景科技（tjkj）688195
兆易创新（zycx）603986，永新光学（yxgx）603297
机器人
泰瑞机器（trjq）603289，宏润建设（hrjs）002062，东杰智能（djzn）300486
黄金
西部黄金（xbhj）601069，白银有色（byys）601212，湖南白银（hnby）002716，盛达资源（sdzy）000603，中国瑞林（zgrl）603257，宝莫股份（bmgf）002476，豫光金铅（ygjq）600531，华钰矿业（hyky）601020
湖南黄金（hnhj）002155，中金黄金（zjhj）600489
医药
百花医药（bhyy）600721，迈威生物（mwsw）688062，长春高新（ccgx）000661，济民健康（jmjk）603222，健康元（jky）600380，德展健康（dzjk）000813，第一医药（dyyy）600833，立方制药（lfzy）003020
莎普爱思（spas）603168
汽车产业链
众泰汽车（ztqc）000980，上海亚虹（shyh）603159，山子高科（szgk）000981，美晨科技（mckj）300237，福然德（frd）605050
未分类
家联科技（jlkj）301193，海正新材，长江材料（cjcl）001296
阿里闪购
元隆雅图（ylyt）002878，智度股份（zdgf）000676，国光连锁（ggls）605188，新华都（xhd）002264，三江购物（sjgw）601116，拉芳家化（lfjh）603630，汇嘉时代（hjsd）603101
天然气
赫美集团（hmjt）002356，仁智股份（rzgf）002629
稳定币
元隆雅图（ylyt）002878，智度股份（zdgf）000676，高伟达（gwd）300465，恒宝股份（hbgf）002104
环保
赞宇科技（zykj）002637，启迪环境（qdhj）000826，浙富控股（zfkg）002266
电网
中熔电气（zrdq）301031，上海电力（shdl）600021，思源电气（sydq）002028
锂电
普路通（plt）002769，英联股份（ylgf）002846，洪田股份（htgf）603800，紫江企业（zjqy）600210
其余形式独苗
金钼股份（jmgf）601958，查了资料没黄金，邦基科技（bjkj）603151，康达新材（kdxc）002669，文投控股（wtkg）600715，尚纬股份（swgf）603333，富临运业（flyy）002357，中天服务（ztfw）002188
中粮糖业（zlty）600737，集友股份（jygf）603429，创新医疗（cxyl）002173，顺络电子（sldz）002138

二板
国轩高科（gxgk）002074，飞马国际（fmgj）002210，江海股份（jhgf）002484，华海药业（hhyy）600521，吉视传媒（jscm）601929，德新科技（dxkj）603032，康辰药业（kcyy）603590，凯迪股份（kdgf）605288

三板
三维通信（swtx）002115，兆新股份（zxgf）002256

四板
建业股份（jygf）603948

五板
德创环保（dchb）603177

七板
天普股份（tpgf）605255

`
  },
{
    "d": "2025-08-29",
    "l": "https://www.tgb.cn/a/2kSZINqapAT",
    "t": `

首板
算力产业链
中国巨石（zgjs）600176，诚邦股份（cbgf）603316，吉视传媒（jscm）601929，通富微电（tfwd）002156，卓郎智能（zlzn）600545，江海股份（jhgf）002484，中天精装（ztjz）002989，亨通股份（htgf）600226
远程股份（ycgf）002692，兴森科技（xskj）002436，工业富联（gyfl）601138，东阳光（dyg）600673
机器人
凯迪股份（kdgf）605288，嵘泰股份（rtgf）605133，宁波华翔（nbhx）002048，捷昌驱动（jcqd）603583
消费
会稽山（hjs）601579，嘉亨家化（jhjh）300955，友阿股份（yagf）002277，盛泰集团（stjt）605138，迪阿股份（dagf）301177，凯撒旅业（ksly）000796，南宁百货（nnbh）600712，索宝蛋白（sbdb）603231
医药
普蕊斯（prs）301257，康辰药业（kcyy）603590，华海药业（hhyy）600521
军工
王子新材（wzxc）002735，长城军工（ccjg）601606
金融
西安银行（xayh）600928，金财互联（jchl）002530，通达海（tdh）301378
锂电池
杭可科技（hkkj）688006，沃顿科技（wdkj）000920，亚星化学（yxhx）600319，国轩高科（gxgk）002074，璞泰来（ptl）603659，索通发展（stfz）603612，先导智能（xdzn）300450，德新科技（dxkj）603032
捷邦科技（jbkj）301326，尚太科技（stkj）001301，国安股份（gagf）000839
高铁
广深铁路（gstl）601333，必得科技（bdkj）605298
未分类
广晟有色（gcys）600259，盛屯矿业（stky）600711
其余形式独苗
天沃科技（twkj）002564，中创智领（zczl）601717，飞马国际（fmgj）002210，东尼电子（dndz）603595，同济科技（tjkj）600846，永臻股份（yzgf）603381，日丰股份（rfgf）002953

二板
中国稀土（zgxt）000831，三维通信（swtx）002115，兆新股份（zxgf）002256，长飞光纤（zfgx）601869，爱普股份（apgf）603020

三板
云南能投（ynnt）002053，建业股份（jygf）603948

四板
德创环保（dchb）603177

六板
天普股份（tpgf）605255

`
  },
{
    "d": "2025-08-28",
    "l": "https://www.tgb.cn/a/2kRhXwbn9jp",
    "t": `

首板
航天
星网宇达（xwyd）002829，三维通信（swtx）002115，万通发展（wtfz）600246
算力产业链
长飞光纤（zfgx）601869，华升股份（hsgf）600156，江南新材（jnxc）603124，特发信息（tfxx）000070，万通发展（wtfz）600246，国际复材（gjfc）301526，东材科技（dckj）601208，东山精密（dsjm）002384
英维克（ywk）002837，深南电路（sndl）002916，天孚通信（tftx）300394，崇达技术（cdjs）002815，金安国纪（jagj）002636，鼎通科技（dtkj）688668，宏和科技（hhkj）603256，奕东电子（yddz）301123
通合科技（thkj）300491
芯片
飞乐音响（fyyx）600651，张江高科（zjgk）600895，山子高科（szgk）000981，斯达半导（sdbd）603290，红宝丽（hbl）002165，沃格光电（wggd）603773，凯美特气（kmtq）002549，洪田股份（htgf）603800
大港股份（dggf）002077
稀土
中国稀土（zgxt）000831，钢研纳克（gynk）300797，领益智造（lyzz）002600，翔鹭钨业（xlwy）002842
化工
青岛双星（qdsx）000599，兴化股份，红四方（hsf）603395
其余形式独苗
艾比森（abs）300389，兆新股份（zxgf）002256，源飞宠物（yfcw）001222，紫江企业（zjqy）600210，梦天家居（mtjj）603216，正泰电器（ztdq）601877，爱普股份（apgf）603020，中粮资本（zlzb）002423
麒盛科技（qskj）603610

二板
农产品（ncp）000061，云南能投（ynnt）002053，岩山科技（yskj）002195，隆扬电子（lydz）301389，豪恩汽电（heqd）301488，博通集成（btjc）603068，济民健康（jmjk）603222，瑞芯微（rxw）603893，建业股份（jygf）603948

三板
启明信息（qmxx）002232，德创环保（dchb）603177，国光连锁（ggls）605188

五板
天普股份（tpgf）605255

`
  },
{
    "d": "2025-08-27",
    "l": "https://www.tgb.cn/a/2kPDKYwVf1h",
    "t": `

首板
化工
联化科技（lhkj）002250，茶花股份（chgf）603615
芯片
翔港科技（xgkj）603499，京华激光（jhjg）603607，建业股份（jygf）603948
算力
麦格米特（mgmt）002851，隆扬电子（lydz）301389，东田微（dtw）301183，集泰股份（jtgf）002909
房地产
中新集团（zxjt）601512，东鹏控股（dpkg）003012
端侧Ai
博通集成（btjc）603068，瑞芯微（rxw）603893
人工智能
岩山科技（yskj）002195，国联股份（glgf）603613，科远智慧（kyzh）002380
机器人
豪恩汽电（heqd）301488，精进电动（jjdd）688280，富佳股份（fjgf）603219
电力
华银电力（hydl）600744，云南能投（ynnt）002053
消费
有友食品（yysp）603697，农产品（ncp）000061，步步高（bbg）002251
医药
南新制药（nxzy）688189，济民健康（jmjk）603222
其余形式独苗
平潭发展（ptfz）000592，北矿科技（bkkj）600980，中晟高科（zcgk）002778

二板
长江材料（cjcl）001296，天融信（trx）002212，启明信息（qmxx）002232，德创环保（dchb）603177，皇马科技（hmkj）603181，傲农生物（answ）603363，海阳科技（hykj）603382，能科科技（nkkj）603859，国光连锁（ggls）605188

三板
剑桥科技（jqkj）603083，开普云（kpy）688228

四板
天普股份（tpgf）605255

`
  },
{
    "d": "2025-08-26",
    "l": "https://www.tgb.cn/a/2kO11lqFRnZ",
    "t": `

首板
医药
康德莱（kdl）603987，美亚光电（mygd）002690
国产软件
能科科技（nkkj）603859，启明信息（qmxx）002232，君逸数码（jysm）301172，天融信（trx）002212，广联达（gld）002410
算力-液冷
腾龙股份（tlgf）603158，川润股份（crgf）002272，汉钟精机（hzjj）002158，利欧股份（logf）002131
算力-华为
中电鑫龙（zdxl）002298，拓维信息（twxx）002261
算力-发电机电源
长源东谷（zydg）603950，三晖电气（shdq）002857，中恒电气（zhdq）002364，华丰股份（hfgf）605100
算力-芯片Pcb
华东重机（hdzj）002685，晨丰科技（cfkj）603685
新型工业化
博亚精工（byjg）300971，北方股份（bfgf）600262，中马传动（zmcd）603767，冀凯股份
化工
海阳科技（hykj）603382，兴欣新材（xxxc）001358，亚星化学（yxhx）600319，皇马科技（hmkj）603181，百傲化学（bahx）603360，百合花（bhh）603823，云图控股（ytkg）002539
稳定币
天融信（trx）002212，海联金汇（hljh）002537，正元智慧（zyzh）300645
环保
长江材料（cjcl）001296，德创环保（dchb）603177
消费电子
东尼电子（dndz）603595，奋达科技（fdkj）002681，和胜股份（hsgf）002824，歌尔股份（gegf）002241
消费
嘉亨家化（jhjh）300955，久祺股份（jqgf）300994，国光连锁（ggls）605188
其余形式独苗
三七互娱（sqhy）002555，逻辑偏国产软件，科华控股（khkg）603161，物产中大（wczd）600704，浙江物流，傲农生物（answ）603363，盛泰集团（stjt）605138，日上集团（rsjt）002593
赫美集团（hmjt）002356，日丰股份（rfgf）002953，安源煤业（aymy）600397，电气风电（dqfd）688660，云维股份（ywgf）600725，航天机电（htjd）600151，武汉凡谷（whfg）002194，深深房Ａ（ssfa）000029

二板
特发信息（tfxx）000070，博纳影业（bnyy）001330，领益智造（lyzz）002600，浙江东日（zjdr）600113，中国卫星（zgwx）600118，华胜天成（hstc）600410，长飞光纤（zfgx）601869，剑桥科技（jqkj）603083，森特股份（stgf）603098，亚翔集成（yxjc）603929，开普云（kpy）688228

三板
合力泰（hlt）002217，天普股份（tpgf）605255

七板
园林股份（ylgf）605303

`
  },
{
    "d": "2025-08-25",
    "l": "https://www.tgb.cn/a/2kMjULlGkdc",
    "t": `

首板
算力硬件
开普云（kpy）688228，剑桥科技（jqkj）603083，长飞光纤（zfgx）601869，圣晖集成（shjc）603163，良信股份（lxgf）002706，特发信息（tfxx）000070，智微智能（zwzn）001339，亚翔集成（yxjc）603929
华胜天成（hstc）600410，罗博特科（lbtk）300757，江南新材（jnxc）603124，远东股份（ydgf）600869，景旺电子（jwdz）603228，宏景科技（hjkj）301396，强瑞技术（qrjs）301128，平安电工（padg）001359
基建
地铁设计（dtsj）003013，交建股份（jjgf）603815，名雕股份（mdgf）002830，蒙娜丽莎（mnls）002918，森特股份（stgf）603098
机器人
狮头股份（stgf）600539，凯迪股份（kdgf）605288，昊志机电（hzjd）300503，金风科技（jfkj）002202，东方精工（dfjg）002611，领益智造（lyzz）002600
医药
灵康药业（lkyy）603669，昂利康（alk）002940，天目药业（tmyy）600671，海特生物（htsw）300683
未分类
湖南白银（hnby）002716，北方铜业（bfty）000737，中钢天源（zgty）002057，包钢股份（bggf）600010，金力永磁（jlyc）300748，甘化科工（ghkg）000576，翔鹭钨业（xlwy）002842，登云股份（dygf）002715
消费
会稽山（hjs）601579，浙江东日（zjdr）600113，友阿股份（yagf）002277，劲嘉股份（jjgf）002191，舍得酒业（sdjy）600702，全聚德（qjd）002186，紫燕食品（zysp）603057
传媒
文投控股（wtkg）600715，中文在线（zwzx）300364，博纳影业（bnyy）001330
锂电池
江苏国泰（jsgt）002091，上海洗霸（shxb）603200，三美股份（smgf）603379
航天
长江通信（cjtx）600345，中国卫星（zgwx）600118
稳定币
神州信息（szxx）000555，小商品城（xspc）600415
其余形式独苗
康尼机电（knjd）603111，安通控股（atkg）600179，漳州发展（zzfz）000753，中旗新材（zqxc）001212，东方电子（dfdz）000682，众望布艺（zwby）605003

二板
天山股份（tsgf）000877，合力泰（hlt）002217，章源钨业（zywy）002378，和而泰（het）002402，科德教育（kdjy）300192，佳都科技（jdkj）600728，中科曙光（zksg）603019，赛力医疗（slyl）603716，天普股份（tpgf）605255

三板
万通发展（wtfz）600246

四板
成飞集成（cfjc）002190

六板
园林股份（ylgf）605303

`
  },
{
    "d": "2025-08-22",
    "l": "https://www.tgb.cn/a/2kHnnZAINEP",
    "t": `

首板
算力硬件
天普股份（tpgf）605255，佳都科技（jdkj）600728，科德教育（kdjy）300192，群兴玩具（qxwj）002575，东方明珠（dfmz）600832，宏和科技（hhkj）603256，合力泰（hlt）002217，云天励飞（ytlf）688343
和而泰（het）002402，方正科技（fzkj）600601，川润股份（crgf）002272，航锦科技（hjkj）000818，品高股份（pggf）688227，远程股份（ycgf）002692，顺网科技（swkj）300113，高新发展（gxfz）000628
中科曙光（zksg）603019，好上好（hsh）001298，盛美上海（smsh）688082，中材科技（zckj）002080，华东重机（hdzj）002685，禾盛新材（hsxc）002290，鼎泰高科（dtgk）301377，广安爱众（gaaz）600979
伟隆股份（wlgf）002871，奥海科技（ahkj）002993，海光信息（hgxx）688041，东材科技（dckj）601208，昆仑万维（klww）300418，震安科技（zakj）300767，兆易创新（zycx）603986，艾布鲁（abl）301259
寒武纪（hwj）688256，成都华微（cdhw）688709，浙大网新（zdwx）600797
未分类
章源钨业（zywy）002378，三川智慧（sczh）300066，五矿发展（wkfz）600058，鹏欣资源（pxzy）600490
金融
恒银科技（hykj）603106，信达证券（xdzq）601059，光大证券（gdzq）601788
类金融
智度股份（zdgf）000676，税友股份（sygf）603171
新疆
雪峰科技（xfkj）603227，天山股份（tsgf）000877，青松建化（qsjh）600425
医药
皓宸医疗（hcyl）002622，贝瑞基因（brjy）000710，赛力医疗（slyl）603716
其余形式独苗
上海家化（shjh）600315，百润股份（brgf）002568，安孚科技（afkj）603031，三羊马（sym）001317，旭光电子（xgdz）600353，嵘泰股份（rtgf）605133，兴化股份，浦东建设（pdjs）600284

二板
中油资本（zyzb）000617，天融信（trx）002212，道恩股份（degf）002838，万通发展（wtfz）600246，华光环能（hghn）600475

三板
成飞集成（cfjc）002190，汇嘉时代（hjsd）603101

四板
御银股份（yygf）002177，世茂能源（smny）605028

五板
园林股份（ylgf）605303

六板
科森科技（kskj）603626

`
  },
{
    "d": "2025-08-21",
    "l": "https://www.tgb.cn/a/2kFHIW0DGqZ",
    "t": `

首板
抱团反包
万通发展（wtfz）600246，吉视传媒（jscm）601929
稳定币
天融信（trx）002212，中油资本（zyzb）000617，金时科技（jskj）002951，三未信安（swxa）688489，京北方（jbf）002987，跨境通（kjt）002640，翠微股份（cwgf）603123，杭州高新（hzgx）300478
成人用品
道恩股份（degf）002838，长鸿高科（zhgk）605008
化工
道恩股份（degf）002838，阿科力（akl）603722，美邦股份（mbgf）605033
电力
漳州发展（zzfz）000753，华光环能（hghn）600475
算力
欧克科技（okkj）001223，兆驰股份（zcgf）002429，徕木股份（lmgf）603633，再升科技（zskj）603601
天然气
准油股份，成都燃气（cdrq）603053，神开股份（skgf）002278
其余形式独苗
国投中鲁（gtzl）600962，兴业科技（xykj）002674，恒誉环保（hyhb）688309，安源煤业（aymy）600397，卓翼科技（zykj）002369，北玻股份（bbgf）002613，利君股份（ljgf）002651，悍高集团（hgjt）001221

二板
仁和药业（rhyy）000650，成飞集成（cfjc）002190，日丰股份（rfgf）002953，华升股份（hsgf）600156，汇嘉时代（hjsd）603101

三板
御银股份（yygf）002177，世茂能源（smny）605028

四板
园林股份（ylgf）605303

五板
科森科技（kskj）603626

`
  },
{
    "d": "2025-08-20",
    "l": "https://www.tgb.cn/a/2kE3UDvAh2K",
    "t": `

首板
消费电子
仁和药业（rhyy）000650，华映科技（hykj）000536，朝阳科技（zykj）002981，安洁科技（ajkj）002635，惠威科技（hwkj）002888，物产金轮（wcjl）002722，合力泰（hlt）002217，黑牡丹（hmd）600510
创新新材（cxxc）600361，华升股份（hsgf）600156，智动力（zdl）300686
医药
方盛制药（fszy）603998，天目药业（tmyy）600671，皓宸医疗（hcyl）002622，华邦健康（hbjk）002004，华海药业（hhyy）600521
芯片
兴业股份（xygf）603928，洪田股份（htgf）603800，三安光电（sagd）600703，飞乐音响（fyyx）600651，跃岭股份（ylgf）002725，宏昌电子（hcdz）603002
机器人
吉林化纤（jlhx）000420，金百泽（jbz）301041，凯迪股份（kdgf）605288，通达动力（tddl）002576，森霸传感（sbcg）300701，联泓新科（lhxk）003022，铁流股份（tlgf）603926，宏昌科技（hckj）301008
宁波东力（nbdl）002164，凯中精密（kzjm）002823
未分类
瑞泰科技（rtkj）002066，罗平锌电（lpxd）002114，东方锆业（dfgy）002167
充电桩
日丰股份（rfgf）002953，日出东方（rcdf）603366
汽车产业链
松原安全（syaq）300893，福耀玻璃（fybl）600660，模塑科技（mskj）000700，金麒麟（jql）603586，上汽集团（sqjt）600104，上海亚虹（shyh）603159，亚普股份（ypgf）603013
军工
中天火箭（zthj）003009，海能达（hnd）002583，成飞集成（cfjc）002190，苏州龙杰（szlj）603332，光启技术（gqjs）002625
消费
会稽山（hjs）601579，西安饮食（xays）000721，一鸣食品（ymsp）605179，国光连锁（ggls）605188，若羽臣（ryc）003010，汇嘉时代（hjsd）603101
算力产业链
群兴玩具（qxwj）002575，浪潮信息（lcxx）000977，盛科通信（sktx）688702，贤丰控股（xfkg）002141，光迅科技（gxkj）002281
其余形式独苗
建发合诚（jfhc）603909，宝莫股份（bmgf）002476，浩辰软件（hcrj）688657，通宇通讯（tytx）002792，吉比特（jbt）603444，金牛化工（jnhg）600722，华盛昌（hsc）002980，哈投股份（htgf）600864
申通快递（stkd）002468

二板
酒鬼酒（jgj）000799，御银股份（yygf）002177，云南锗业（ynzy）002428，南方精工（nfjg）002553，全柴动力（qcdl）600218，华丽家族（hljz）600503，泰豪科技（thkj）600590，电子城（dzc）600658，北矿科技（bkkj）600980，华立股份（hlgf）603038，腾龙股份（tlgf）603158，世茂能源（smny）605028

三板
园林股份（ylgf）605303

四板
汉钟精机（hzjj）002158，科森科技（kskj）603626

五板
济民健康（jmjk）603222

`
  },
{
    "d": "2025-08-19",
    "l": "https://www.tgb.cn/a/2kCpAfNCvpM",
    "t": `

首板
算力-发电机
泰豪科技（thkj）600590，动力新科（dlxk）600841，全柴动力（qcdl）600218，华丰股份（hfgf）605100，天润工业（trgy）002283
算力-液冷
腾龙股份（tlgf）603158，翰博高新（hbgx）301321，康普顿（kpd）603798，达实智能（dszn）002421
算力-其他
华正新材（hzxc）603186，电子城（dzc）600658，海星股份（hxgf）603115，博迁新材（bqxc）605376，农尚环境（nshj）300536，工业富联（gyfl）601138
医药
康缘药业（kyyy）600557，南京新百（njxb）600682，华丽家族（hljz）600503，立方制药（lfzy）003020，益佰制药（ybzy）600594，诚意药业（cyyy）603811，博济医药（bjyy）300404，司太立（stl）603520
康惠制药（khzy）603139，透景生命（tjsm）300642，蓝帆医疗（lfyl）002382
金融
宸展光电（czgd）003019，御银股份（yygf）002177，中油资本（zyzb）000617
机器人
华丽家族（hljz）600503，上海机电（shjd）600835，富佳股份（fjgf）603219，南方精工（nfjg）002553，宏润建设（hrjs）002062，春光科技（cgkj）603657，拓普集团（tpjt）601689，帝奥微（daw）688381
宜安科技（yakj）300328，夏厦精密（xsjm）001306
食品饮料
酒鬼酒（jgj）000799，桂发祥（gfx）002820，李子园（lzy）605337
未分类
北矿科技（bkkj）600980，云南锗业（ynzy）002428
鸿蒙
诚迈科技（cmkj）300598，华立股份（hlgf）603038，四川长虹（scch）600839
汽车产业链
悦达投资（ydtz）600805，天汽模（tqm）002510
其余形式独苗
科士达（ksd）002518，梦洁股份（mjgf）002397，中电鑫龙（zdxl）002298，广东建科（gdjk）301632，远望谷（ywg）002161，康欣新材（kxxc）600076，世茂能源（smny）605028，镇洋发展（zyfz）603213
中南文化（znwh）002445，宏辉果蔬（hhgs）603336，海立股份（hlgf）600619

二板
国机精工（gjjg）002046，利欧股份（logf）002131，慈文传媒（cwcm）002343，领益智造（lyzz）002600，中科金财（zkjc）002657，伟隆股份（wlgf）002871，福瑞股份，中科海讯（zkhx）300810，红豆股份（hdgf）600400，华胜天成（hstc）600410，四创电子（scdz）600990，剑桥科技（jqkj）603083，汇得科技（hdkj）603192，四方科技（sfkj）603339，明新旭腾（mxxt）605068，园林股份（ylgf）605303

三板
同洲电子（tzdz）002052，汉钟精机（hzjj）002158，川润股份（crgf）002272，中恒电气（zhdq）002364，华宏科技（hhkj）002645，新天药业（xtyy）002873，诺德股份（ndgf）600110，科森科技（kskj）603626，申联生物（slsw）688098

四板
济民健康（jmjk）603222

`
  },
{
    "d": "2025-08-18",
    "l": "https://www.tgb.cn/a/2kAKfoFqFcl",
    "t": `

首板
军工
中科海讯（zkhx）300810，烽火电子（fhdz）000561，蓝科高新（lkgx）601798，四创电子（scdz）600990，国机精工（gjjg）002046，恒申新材（hsxc）000782，兴业科技（xykj）002674，中天火箭（zthj）003009
长城军工（ccjg）601606
机器人
晋拓股份（jtgf）603211，宁波东力（nbdl）002164，光洋股份（gygf）002708，宝武镁业（bwmy）002182，明新旭腾（mxxt）605068，中鼎股份（zdgf）000887，奇德新材（qdxc）300995，祥明智能（xmzn）301226
领益智造（lyzz）002600，凯中精密（kzjm）002823
算力-液冷
凌云股份（lygf）600480，银轮股份（ylgf）002126，永太科技（ytkj）002326，汇得科技（hdkj）603192，江顺科技（jskj）001400，利欧股份（logf）002131，淳中科技（czkj）603516，高澜股份（glgf）300499
强瑞技术（qrjs）301128，四方科技（sfkj）603339，冠龙节能（gljn）301151，英维克（ywk）002837，润禾材料（rhcl）300727
未分类
江南新材（jnxc）603124，腾景科技（tjkj）688195，天承科技（tckj）688603，德科立（dkl）688205，奕东电子（yddz）301123，剑桥科技（jqkj）603083，锐捷网络（rjwl）301165，亨通股份（htgf）600226
天通股份（ttgf）600330，新亚电子（xydz）605277，智微智能（zwzn）001339
算力-数据中心
长源东谷（zydg）603950，雄韬股份（xtgf）002733，中安科（zak）600654，科泰电源（ktdy）300153，英威腾（ywt）002334，园林股份（ylgf）605303
传媒
慈文传媒（cwcm）002343，华智数媒（hzsm）300426，欢瑞世纪（hrsj）000892，吉视传媒（jscm）601929，华策影视（hcys）300133
华为
深圳华强（szhq）000062，好上好（hsh）001298，高新发展（gxfz）000628，强瑞技术（qrjs）301128，震安科技（zakj）300767
医药
福瑞股份，百花医药（bhyy）600721，亚泰集团（ytjt）600881，南新制药（nxzy）688189，赛诺医疗（snyl）688108
风光储
雅博股份，云南能投（ynnt）002053，弘元绿能（hyln）603185
稳定币
中科金财（zkjc）002657，东信和平（dxhp）002017
其余形式独苗
西藏旅游（xzly）600749，红豆股份（hdgf）600400，凯撒旅业（ksly）000796，迪贝电气（dbdq）603320，压缩机，北方稀土（bfxt）600111，跟随华宏科技，炬申股份（jsgf）001202
伟隆股份（wlgf）002871，朝阳科技（zykj）002981

二板
同洲电子（tzdz）002052，汉钟精机（hzjj）002158，川润股份（crgf）002272，中恒电气（zhdq）002364，华宏科技（hhkj）002645，新天药业（xtyy）002873，长缆科技（zlkj）002879，科创信息（kcxx）300730，上海电力（shdl）600021，诺德股份（ndgf）600110，方正科技（fzkj）600601，大智慧（dzh）601519，大豪科技（dhkj）603025，再升科技（zskj）603601，科森科技（kskj）603626，申联生物（slsw）688098，南亚新材（nyxc）688519，影石创新（yscx）688775，海能技术

三板
中粮糖业（zlty）600737，济民健康（jmjk）603222

四板
飞龙股份（flgf）002536，长城证券（cczq）002939，金田股份（jtgf）601609，爱丽家居（aljj）603221

六板
大元泵业（dyby）603757

`
  },
{
    "d": "2025-08-15",
    "l": "https://www.tgb.cn/a/2kvLC7SxRct",
    "t": `

首板
机器人
科森股份，福龙马（flm）603686，东阳光（dyg）600673，龙溪股份（lxgf）600592，均普智能（jpzn）688306，联泓新科（lhxk）003022，征和工业（zhgy）003033，易德龙（ydl）603380
京城股份（jcgf）600860，横河精密（hhjm）300539，中邮科技（zykj）688648
医药
尚荣医疗（sryl）002551，申联生物（slsw）688098，立方制药（lfzy）003020，新天药业（xtyy）002873
算力-电子布铜箔pcb
大豪科技（dhkj）603025，中材科技（zckj）002080，诺德股份（ndgf）600110，平安电工（padg）001359，中富电路（zfdl）300814，国际复材（gjfc）301526，欧晶科技（ojkj）001269，石英股份（sygf）603688
再升科技（zskj）603601，方正科技（fzkj）600601，南亚新材（nyxc）688519，金安国纪（jagj）002636，海亮股份（hlgf）002203，宏昌电子（hcdz）603002，生益科技（sykj）600183
算力-电源
可立克（klk）002782，中电鑫龙（zdxl）002298，同洲电子（tzdz）002052，中恒电气（zhdq）002364，奥海科技（ahkj）002993，佛燃能源（frny）002911，科士达（ksd）002518，华通线缆（htxl）605196
茂硕电源（msdy）002660
算力-液冷
东阳光（dyg）600673，川润股份（crgf）002272，川环科技（chkj）300547，集泰股份（jtgf）002909，长缆科技（zlkj）002879，盾安环境（dahj）002011，磁谷科技（cgkj）688448，汉钟精机（hzjj）002158
算力-其他
鑫科材料（xkcl）600255，东材科技（dckj）601208，上海建科（shjk）603153，上海电力（shdl）600021，易德龙（ydl）603380
稀土
华宏科技（hhkj）002645，中科三环（zksh）000970
光刻机芯片
凯美特气（kmtq）002549，京华激光（jhjg）603607，久日新材（jrxc）688199，杰华特（jht）688141
金融
天风证券（tfzq）601162，大智慧（dzh）601519，指南针（znz）300803，安邦护卫（abhw）603373
其余形式独苗
中持股份（zcgf）603903，信达地产（xddc）600657，登云股份（dygf）002715，科创信息（kcxx）300730，树图区块链，华控赛格（hksg）000068，深圳锂电，影石创新（yscx）688775
康欣新材（kxxc）600076，浙江东日（zjdr）600113，武商集团（wsjt）000501，洪通燃气（htrq）605169，湘电股份（xdgf）600416

二板
金时科技（jskj）002951，卧龙电驱（wldq）600580，中粮糖业（zlty）600737，济民健康（jmjk）603222，冠石科技（gskj）605588

三板
飞龙股份（flgf）002536，长城证券（cczq）002939，衢州发展（qzfz）600208，金田股份（jtgf）601609，腾龙股份（tlgf）603158，爱丽家居（aljj）603221，宏和科技（hhkj）603256

五板
大元泵业（dyby）603757

`
  },
{
    "d": "2025-08-14",
    "l": "https://www.tgb.cn/a/2ku5IprZfAS",
    "t": `

首板
芯片
冠石科技（gskj）605588，新亚强（xyq）603155
算力产业链
康盛股份（ksgf）002418，山东玻纤（sdbx）605006，通鼎互联（tdhl）002491
稳定币
中科金财（zkjc）002657，金时科技（jskj）002951，京北方（jbf）002987，吉大正元（jdzy）003029
燃气
伟隆股份（wlgf）002871，升达林业（sdly）002259，如通股份（rtgf）603036，恒基达鑫（hjdx）002492
航天
上海港湾（shgw）605598，巨力索具（jlsj）002342
西部大开发
上海港湾（shgw）605598，南方路机（nflj）603280
机器人
安乃达（and）603350，卧龙电驱（wldq）600580
储能电池
金浦钛业（jpty）000545
医药
九芝堂（jzt）000989，济民健康（jmjk）603222
脑机
博拓生物（btsw）688767，南京熊猫（njxm）600775
未分类
中粮糖业（zlty）600737，华胜天成（hstc）600410，大千生态（dqst）603955，有方科技（yfkj）688159

二板
特发信息（tfxx）000070，模塑科技（mskj）000700，飞龙股份（flgf）002536，长城证券（cczq）002939，衢州发展（qzfz）600208，金田股份（jtgf）601609，森特股份（stgf）603098，腾龙股份（tlgf）603158，爱丽家居（aljj）603221，宏和科技（hhkj）603256

三板
烽火电子（fhdz）000561，恒宝股份（hbgf）002104，创新医疗（cxyl）002173，电子城（dzc）600658

四板
大元泵业（dyby）603757

`
  },
{
    "d": "2025-08-13",
    "l": "https://www.tgb.cn/a/2ksr4l5cbWB",
    "t": `

首板
芯片
衢州发展（qzfz）600208，中船特气（zctq）688146
汽车产业链
腾龙股份（tlgf）603158，美晨科技（mckj）300237，松芝股份（szgf）002454，神通科技（stkj）605228，模塑科技（mskj）000700，长城科技（cckj）603897，江顺科技（jskj）001400，旷达科技（kdkj）002516
华峰铝业（hfly）601702
军工
湖南天雁（hnty）600698，东方钽业（dfty）000962，航天科技（htkj）000901，长城军工（ccjg）601606，内蒙一机（nmyj）600967，菲利华（flh）300395
算力产业链
罗曼股份（lmgf）605289，淳中科技（czkj）603516，杭钢股份（hggf）600126，飞龙股份（flgf）002536，东材科技（dckj）601208，宏和科技（hhkj）603256，博杰股份（bjgf）002975，罗博特科（lbtk）300757
金田股份（jtgf）601609，森特股份（stgf）603098，深南电路（sndl）002916，特发信息（tfxx）000070，中国长城（zgcc）000066，可立克（klk）002782，世运电路（sydl）603920，工业富联（gyfl）601138
铜冠铜箔（tgtb）301217，沪电股份（hdgf）002463
机器人
兄弟科技（xdkj）002562，多伦科技（dlkj）603528，荣科科技（rkkj）300290，杰克股份，弘亚数控（hysk）002833，中坚科技（zjkj）002779，兴瑞科技（xrkj）002937，大洋电机（dydj）002249
长缆科技（zlkj）002879，荣泰健康（rtjk）603579，东方精工（dfjg）002611
锂电池
沧州明珠（czmz）002108，日播时尚（rbss）603196，安孚科技（afkj）603031
家居
爱丽家居（aljj）603221，蒙娜丽莎（mnls）002918
未分类
宁波韵升（nbys）600366，华钰矿业（hyky）601020，华锡有色（hxys）600301
其余形式独苗
晋亿实业（jysy）601002，黄河旋风（hhxf）600172，丽岛新材（ldxc）603937，京能热力（jnrl）002893，天元智能（tyzn）603273，长城证券（cczq）002939，中国高科（zggk）600730，首药控股（sykg）688197
佛燃能源（frny）002911，中马传动（zmcd）603767，中邮科技（zykj）688648，金橙子（jcz）688291

二板
合百集团（hbjt）000417，烽火电子（fhdz）000561，恒宝股份（hbgf）002104，创新医疗（cxyl）002173，中电鑫龙（zdxl）002298，凯美特气（kmtq）002549，国盛金控（gsjk）002670，光库科技（gkkj）300620，福日电子（frdz）600203，电子城（dzc）600658，博威合金（bwhj）601137，洪通燃气（htrq）605169

三板
同洲电子（tzdz）002052，北纬科技（bwkj）002148，桂发祥（gfx）002820，九鼎投资，浙江东日（zjdr）600113，海立股份（hlgf）600619，大元泵业（dyby）603757，国光连锁（ggls）605188，必得科技（bdkj）605298

四板
新疆交建（xjjj）002941，万通发展（wtfz）600246

五板
吉视传媒（jscm）601929

`
  },
{
    "d": "2025-08-12",
    "l": "https://www.tgb.cn/a/2kqUGi5HKtG",
    "t": `

首板
算力产业链
光库科技（gkkj）300620，扬帆新材（yfxc）300637，博威合金（bwhj）601137，新朋股份（xpgf）002328，宏盛股份（hsgf）603090，顺威股份（swgf）002676，致尚科技（zskj）301486
芯片
电子城（dzc）600658，中电鑫龙（zdxl）002298，上海合晶（shhj）688584，凯美特气（kmtq）002549，寒武纪（hwj）688256
深圳
沙河股份（shgf）000014，深振业Ａ（szya）000006
机器人
玉禾田（yht）300815，大洋生物（dysw）003017，福日电子（frdz）600203，华明装备（hmzb）002270
脑机
麒盛科技（qskj）603610，创新医疗（cxyl）002173
医药
西藏药业（xzyy）600211，皓宸医疗（hcyl）002622
燃气
东方环宇（dfhy）603706，洪通燃气（htrq）605169
其余形式独苗
合百集团（hbjt）000417，国盛金控（gsjk）002670，建设机械（jsjx）600984，烽火电子（fhdz）000561，南京港（njg）002040，利源股份，威帝股份（wdgf）603023，恒宝股份（hbgf）002104

二板
深物业Ａ（swya）000011，飞亚达（fyd）000026，同洲电子（tzdz）002052，北纬科技（bwkj）002148，江特电机（jtdj）002176，桂发祥（gfx）002820，九鼎投资，浙江东日（zjdr）600113，华胜天成（hstc）600410，海立股份（hlgf）600619，大元泵业（dyby）603757，国光连锁（ggls）605188，必得科技（bdkj）605298

三板
北新路桥（bxlq）002307，新疆交建（xjjj）002941，万通发展（wtfz）600246，八一钢铁（bygt）600581，新疆火炬（xjhj）603080

四板
吉视传媒（jscm）601929

`
  },
{
    "d": "2025-08-11",
    "l": "https://www.tgb.cn/a/2kp8fNZOF7k",
    "t": `

首板
锂电池
江特电机（jtdj）002176，野马电池（ymdc）605378，华正新材（hzxc）603186，金鹰股份（jygf）600232，盛新锂能（sxln）002240，莱尔科技（lekj）688683，天齐锂业（tqly）002466，大族激光（dzjg）002008
同洲电子（tzdz）002052，赣锋锂业（gfly）002460
军工
飞亚达（fyd）000026，电科芯片（dkxp）600877，长城军工（ccjg）601606，北纬科技（bwkj）002148
机器人
君禾股份（jhgf）603617，双一科技（sykj）300690，梦天家居（mtjj）603216，荣泰健康（rtjk）603579，视源股份（sygf）002841，超捷股份（cjgf）301005，海泰科（htk）301022，金发科技（jfkj）600143
中欣氟材（zxfc）002915，振邦智能（zbzn）003028，康盛股份（ksgf）002418，华阳智能（hyzn）301502
发电机
弘宇股份（hygf）002890，潍柴重机（wczj）000880
算力产业链
中恒电气（zhdq）002364，奥瑞德（ard）600666，华胜天成（hstc）600410，欧陆通（olt）300870，麦格米特（mgmt）002851，特发信息（tfxx）000070，高新发展（gxfz）000628，皖通科技（wtkj）002331
可立克（klk）002782，威尔高（weg）301251，游族网络（yzwl）002174，大元泵业（dyby）603757，超声电子（csdz）000823
高铁
必得科技（bdkj）605298，晋西车轴（jxcz）600495
消费
国光连锁（ggls）605188，桂发祥（gfx）002820，浙江东日（zjdr）600113
医药
启迪药业（qdyy）000590，赛力医疗（slyl）603716，易明医药（ymyy）002826，振东制药（zdzy）300158
深圳
深物业Ａ（swya）000011
消费电子
朝阳科技（zykj）002981，隆利科技（llkj）300752
其余形式独苗
云意电气（yydq）300304，九鼎投资，玉马科技（ymkj）300993，中材节能（zcjn）603126，顺灏股份（shgf）002565，北化股份（bhgf）002246，海立股份（hlgf）600619

二板
美丽生态（mlst）000010，航天科技（htkj）000901，国统股份（gtgf）002205，西部建设（xbjs）002302，北新路桥（bxlq）002307，天顺股份（tsgf）002800，德生科技（dskj）002908，新疆交建（xjjj）002941，万通发展（wtfz）600246，青松建化（qsjh）600425，八一钢铁（bygt）600581，新疆火炬（xjhj）603080，美诺华（mnh）603538，洪田股份（htgf）603800

`
  },
{
    "d": "2025-08-08",
    "l": "https://www.tgb.cn/a/2kk91PSDYY4",
    "t": `

首板
算力产业链
科威尔（kwe）688551，沃格光电（wggd）603773，英维克（ywk）002837，凤形股份（fxgf）002760，良信电器
机器人
宁波东力（nbdl）002164，信质集团（xzjt）002664，美湖股份（mhgf）603319，一彬科技（ybkj）001278，信邦智能（xbzn）301112
基建
汇通集团（htjt）603176，美丽生态（mlst）000010，深水规院（ssgy）301038
航天
飞沃科技（fwkj）301232，上海沪工（shhg）603131，中超控股（zckg）002471，德恩精工（dejg）300780，万通发展（wtfz）600246
新疆铁路
新疆交建（xjjj）002941，航天科技（htkj）000901，祥和实业（xhsy）603500，北新路桥（bxlq）002307，天顺股份（tsgf）002800，青松建化（qsjh）600425，八一钢铁（bygt）600581，新疆火炬（xjhj）603080
国统股份（gtgf）002205，西部建设（xbjs）002302，西域旅游（xyly）300859，天山股份（tsgf）000877，金鹰重工（jyzg）301048
军工
光电股份（gdgf）600184，浙海德曼（zhdm）688577
电力
华银电力（hydl）600744，国电南自（gdnz）600268
纺织
兴业科技（xykj）002674，华生科技（hskj）605180，迎丰控股
医药
联环药业（lhyy）600513，南模生物（nmsw）688265，福元医药（fyyy）601089，万泽股份（wzgf）000534，美诺华（mnh）603538，诚意药业（cyyy）603811
西藏水电站
山河智能（shzn）002097，深水规院（ssgy）301038
其余形式独苗
德生科技（dskj）002908，武商集团（wsjt）000501，正虹科技（zhkj）000702，洪田股份（htgf）603800，华丽家族（hljz）600503，楚天龙（ctl）003040

二板
尚荣医疗（sryl）002551，宁波韵升（nbys）600366，际华集团（jhjt）601718，吉视传媒（jscm）601929，上海港湾（shgw）605598，赛诺医疗（snyl）688108

四板
日海智能（rhzn）002313，洪通燃气（htrq）605169，华光环能（hghn）600475

五板
国机精工（gjjg）002046

`
  },
{
    "d": "2025-08-07",
    "l": "https://www.tgb.cn/a/2kitXvbUY7z",
    "t": `

首板
医药
赛诺医疗（snyl）688108，润都股份（rdgf）002923，科华生物（khsw）002022，尚荣医疗（sryl）002551，中红医疗（zhyl）300981，利德曼（ldm）300289，大博医疗（dbyl）002901
消费电子
朝阳科技（zykj）002981，畅联股份（clgf）603648，华映科技（hykj）000536，飞亚达（fyd）000026
湖北
国创高新（gcgx）002377，凯瑞德（krd）002072
芯片
华胜天成（hstc）600410，富满微（fmw）300671，淳中科技（czkj）603516，盈方微（yfw）000670，新金路（xjl）000510，瑞纳智能（rnzn）301129，大为股份（dwgf）002213，斯达半导（sdbd）603290
圣晖集成（shjc）603163，硕贝德（sbd）300322，东芯股份（dxgf）688110，阿石创（asc）300706，好上好（hsh）001298，飞乐音响（fyyx）600651
消费
拉芳家化（lfjh）603630，若羽臣（ryc）003010，锦泓集团（jhjt）603518，莱绅通灵（lstl）603900，吉视传媒（jscm）601929
物流
畅联股份（clgf）603648，韵达股份（ydgf）002120
稀土永磁
宁波韵升（nbys）600366，正海磁材（zhcc）300224
军工
七一二（qye）603712，际华集团（jhjt）601718
其余形式独苗
杰瑞股份（jrgf）002353，特发信息（tfxx）000070，百利科技（blkj）603959，新炬网络（xjwl）605398，上海港湾（shgw）605598，东信和平（dxhp）002017，天娱数科（tysk）002354，创新医疗（cxyl）002173

二板
华纬科技（hwkj）001380，东方精工（dfjg）002611，佳缘科技（jykj）301117，云中马（yzm）603130，海立股份（hlgf）600619

三板
日海智能（rhzn）002313，中欣氟材（zxfc）002915，华光环能（hghn）600475，洪通燃气（htrq）605169

四板
长城军工（ccjg）601606，国机精工（gjjg）002046，福日电子（frdz）600203，北纬科技（bwkj）002148

五板
中马传动（zmcd）603767

`
  },
{
    "d": "2025-08-06",
    "l": "https://www.tgb.cn/a/2kgOnBzseiJ",
    "t": `

首板
算力
飞龙股份（flgf）002536，科创新源（kcxy）300731，京泉华（jqh）002885，皖通科技（wtkj）002331，华孚时尚（hfss）002042，柘中股份（zzgf）002346，华通线缆（htxl）605196，中安科（zak）600654
铜陵有色（tlys）000630，宏和科技（hhkj）603256，东方国信（dfgx）300166
机器人
华东数控（hdsk）002248，华纬科技（hwkj）001380，中大力德（zdld）002896，东方精工（dfjg）002611，豪森智能（hszn）688529，标准股份，大恒科技（dhkj）600288，浙江华业（zjhy）301616
铁流股份（tlgf）603926，凯盛新材（ksxc）301069，杭齿前进（hcqj）601177，云中马（yzm）603130，当虹科技（dhkj）688039，海昌新材（hcxc）300885，博杰股份（bjgf）002975，万里扬（wly）002434
军工
佳缘科技（jykj）301117，成飞集成（cfjc）002190，国瑞科技（grkj）300600，中国重工（zgzg）601989，中国船舶（zgcb）600150，北方长龙（bfcl）301357，捷强装备（jqzb）300875，内蒙一机（nmyj）600967
利君股份（ljgf）002651
纺织
标准股份，云中马（yzm）603130，七匹狼（qpl）002029，奥康国际（akgj）603001
芯片
海立股份（hlgf）600619，洪田股份（htgf）603800，宏微科技（hwkj）688711
高铁
思维列控（swlk）603508，日月明（rym）300906
未分类
云中马（yzm）603130，野马电池（ymdc）605378
其余形式独苗
安车检测（acjc）300572，万和电气（whdq）002543，巍华新材（whxc）603310，法尔胜（fes）000890

二板
航天科技（htkj）000901，日海智能（rhzn）002313，中欣氟材（zxfc）002915，新瀚新材（xhxc）301076，华光环能（hghn）600475，湖南天雁（hnty）600698，马钢股份（mggf）600808，洪通燃气（htrq）605169

三板
国机精工（gjjg）002046，北纬科技（bwkj）002148，福日电子（frdz）600203，长城军工（ccjg）601606

四板
中马传动（zmcd）603767

五板
倍加洁（bjj）603059

`
  },
{
    "d": "2025-08-05",
    "l": "https://www.tgb.cn/a/2kf9xBSYTYU",
    "t": `

首板
医药
中恒集团（zhjt）600252，科华生物（khsw）002022，桂林三金（glsj）002275
机器人
新泉股份（xqgf）603179，易德龙（ydl）603380，顺威股份（swgf）002676，诺力股份（nlgf）603611，申达股份（sdgf）600626，正裕工业（zygy）603089，爱仕达（asd）002403，中欣氟材（zxfc）002915
新瀚新材（xhxc）301076，联诚精密（lcjm）002921，先锋电子（xfdz）002767，朗博科技（lbkj）603655，朗特智能（ltzn）300916，华之杰（hzj）603400，富春染织（fcrz）605189，众泰汽车（ztqc）000980
未分类
皇马科技（hmkj）603181，马钢股份（mggf）600808
油气
山东墨龙（sdml）002490，洪通燃气（htrq）605169
上海
申达股份（sdgf）600626，上实发展（ssfz）600748
光伏
元琛科技（yckj）688659，良信股份（lxgf）002706，华光环能（hghn）600475，永和智控（yhzk）002795
Es­im
日海智能（rhzn）002313，东信和平（dxhp）002017，澄天伟业（ctwy）300689
军工
航天科技（htkj）000901，湖南天雁（hnty）600698，春晖智控（chzk）300943
算力
湖北广电（hbgd）000665，淳中科技（czkj）603516，长飞光纤（zfgx）601869
其余形式独苗
汇通集团（htjt）603176，金利华电（jlhd）300069，中毅达（zyd）600610，创新医疗（cxyl）002173，通业科技（tykj）300960，上纬新材（swxc）688585

二板
国机精工（gjjg）002046，山河智能（shzn）002097，北纬科技（bwkj）002148，福日电子（frdz）600203，长城军工（ccjg）601606，诚意药业（cyyy）603811

三板
东杰智能（djzn）300486，中马传动（zmcd）603767

四板
文科股份（wkgf）002775，倍加洁（bjj）603059

`
  },
{
    "d": "2025-08-04",
    "l": "https://www.tgb.cn/a/2kduCR2vZKO",
    "t": `

首板
医药
诚意药业（cyyy）603811，大博医疗（dbyl）002901，西藏药业（xzyy）600211，京新药业（jxyy）002020，翰宇药业（hyyy）300199，联环药业（lhyy）600513，南模生物（nmsw）688265，海辰药业（hcyy）300584
军工
爱乐达（ald）300696，山河智能（shzn）002097，航天电子（htdz）600879，长城电工（ccdg）600192，长城军工（ccjg）601606，国机精工（gjjg）002046，利君股份（ljgf）002651，能科科技（nkkj）603859
科思科技（kskj）688788，天箭科技（tjkj）002977，力鼎光电（ldgd）605118，建设工业（jsgy）002265，北纬科技（bwkj）002148，兴图新科（xtxk）688081，北方长龙（bfcl）301357，恒宇信通（hyxt）300965
新型工业化
华东数控（hdsk）002248，山东威达（sdwd）002026
算力产业链
江海股份（jhgf）002484，隆扬电子（lydz）301389，顺钠股份（sngf）000533，东芯股份（dxgf）688110，江南新材（jnxc）603124
锂电池
上海洗霸（shxb）603200，金鹰股份（jygf）600232
机器人
福日电子（frdz）600203，万朗磁塑（wlcs）603150，浙江荣泰（zjrt）603119，夏厦精密（xsjm）001306，五洲新春（wzxc）603667，天奇股份（tqgf）002009
智能体
飞乐音响（fyyx）600651，华盛昌（hsc）002980，金现代（jxd）300830
其余形式独苗
吉视影视，彩虹集团（chjt）003023，必得科技（bdkj）605298，巨人网络（jrwl）002558

二板
万泽股份（wzgf）000534，东杰智能（djzn）300486，福元医药（fyyy）601089，日盈电子（rydz）603286，中马传动（zmcd）603767

三板
文科股份（wkgf）002775，利德曼（ldm）300289，倍加洁（bjj）603059

四板
胜通能源（stny）001331

`
  },
{
    "d": "2025-08-01",
    "l": "https://www.tgb.cn/a/2k8wRIRYNd0",
    "t": `

首板
Ai应用
郑中设计（zzsj）002811，启迪设计（qdsj）300500，华建集团（hjjt）600629，深桑达Ａ（ssda）000032
算力硬件
可川科技（kckj）603052，瑞可达（rkd）688800，圣晖集成（shjc）603163
机器人
日盈电子（rydz）603286，明新旭腾（mxxt）605068，中马传动（zmcd）603767，东杰智能（djzn）300486
医药
新天药业（xtyy）002873，申联生物（slsw）688098，太龙药业（tlyy）600222，维康药业（wkyy）300878，华森制药（hszy）002907，万泽股份（wzgf）000534，亚太药业（ytyy）002370，天目药业（tmyy）600671
光伏
捷佳伟创（jjwc）300724，双良节能（sljn）600481
造纸
凯恩股份（kegf）002012，松炀资源（syzy）603863
其余形式独苗
扬子新材（yzxc）002652，金杯电工（jbdg）002533，海伦钢琴（hlgq）300329，科拓生物（ktsw）300858，天府文旅（tfwl）000558

二板
文科股份（wkgf）002775，环球印务（hqyw）002799，昂利康（alk）002940，利德曼（ldm）300289，汉商集团（hsjt）600774，倍加洁（bjj）603059，宏和科技（hhkj）603256，淳中科技（czkj）603516

三板
胜通能源（stny）001331，奇正藏药（qzzy）002287

`
  },
{
    "d": "2025-07-31",
    "l": "https://www.tgb.cn/a/2k6OWhpr4RT",
    "t": `

首板
三胎
汉商集团（hsjt）600774，利德曼（ldm）300289，共同药业（gtyy）300966，安科生物（aksw）300009
算力硬件
宏和科技（hhkj）603256，中嘉博创（zjbc）000889，南兴股份（nxgf）002757，东芯股份（dxgf）688110，思泉新材（sqxc）301489，冰轮环境（blhj）000811，淳中科技（czkj）603516，禾望电气（hwdq）603063
诺德股份（ndgf）600110，良信股份（lxgf）002706，江南新材（jnxc）603124，大元泵业（dyby）603757
电商
环球印务（hqyw）002799，倍加洁（bjj）603059，易点天下（ydtx）301171
军工
航天晨光（htcg）600501，西菱动力（xldl）300733，长城军工（ccjg）601606
水电站
文科股份（wkgf）002775，天元智能（tyzn）603273
医药
奥翔药业（axyy）603229，昂利康（alk）002940
机器人
长龄液压（zlyy）605389，福斯达（fsd）603173
其余形式独苗
茂业商业（mysy）600828，川润股份（crgf）002272

二板
德展健康（dzjk）000813，胜通能源（stny）001331，奇正藏药（qzzy）002287，英维克（ywk）002837，珠江股份（zjgf）600684，南新制药（nxzy）688189

三板
阳光乳业（ygry）001318，中化装备（zhzb）600579，安正时尚（azss）603839

四板
南方路机（nflj）603280

九板
西藏旅游（xzly）600749

`
  },
{
    "d": "2025-07-30",
    "l": "https://www.tgb.cn/a/2k5cPgGuKxk",
    "t": `

首板
纺织外销
盛泰集团（stjt）605138，泰慕士（tms）001234，金春股份（jcgf）300877
算力硬件
英维克（ywk）002837，汇绿生态（hlst）001267，长飞光纤（zfgx）601869
影视
金逸影视（jyys）002905，慈文传媒（cwcm）002343
医药
华康洁净（hkjj）301235，东诚药业（dcyy）002675，国邦医药（gbyy）605507，奇正藏药（qzzy）002287，南新制药（nxzy）688189，河化股份（hhgf）000953，德展健康（dzjk）000813
消费
居然之家（jrzj）000786，凯撒旅业（ksly）000796，珠江股份（zjgf）600684，共创草坪（gccp）605099，天府文旅（tfwl）000558
芯片
飞乐音响（fyyx）600651，华软科技（hrkj）002453，天沃科技（twkj）002564
油气
胜通能源（stny）001331，山东墨龙（sdml）002490
机器人
锋龙股份（flgf）002931，中马传动（zmcd）603767
水电站
设研院（syy）300732，韩建河山（hjhs）603616，包钢股份（bggf）600010
其余形式独苗
标准股份，除了纺织机械，恒宇信通（hyxt）300965，神马电力（smdl）603530，安泰集团（atjt）600408，中水渔业（zsyy）000798，贝因美（bym）002570

二板
阳光乳业（ygry）001318，西宁特钢（xntg）600117，中化装备（zhzb）600579，八一钢铁（bygt）600581，安正时尚（azss）603839，王力安防（wlaf）605268

三板
华瓷股份（hcgf）001216，佛慈制药（fczy）002644，幸福蓝海（xflh）300528，南方路机（nflj）603280，辰欣药业（cxyy）603367

八板
西藏旅游（xzly）600749

`
  },
{
    "d": "2025-07-29",
    "l": "https://www.tgb.cn/a/2k3xUnEvlQa",
    "t": `

首板
重组
中化装备（zhzb）600579，中化国际（zhgj）600500
算力硬件
新亚电子（xydz）605277，沃格光电（wggd）603773，禾望电气（hwdq）603063，福斯特（fst）603806
三胎
阳光乳业（ygry）001318，众生药业（zsyy）002317，福元医药（fyyy）601089，安正时尚（azss）603839
装修家居
快意电梯（kydt）002774，王力安防（wlaf）605268
污水处理
亚光股份（yggf）603282，科净源（kjy）301372
医药
众生药业（zsyy）002317，九洲药业（jzyy）603456，罗欣药业（lxyy）002793，奥翔药业（axyy）603229，人民同泰（rmtt）600829，福元医药（fyyy）601089，禾信仪器（hxyq）688622，睿智医药（rzyy）300149
机器人
海昌新材（hcxc）300885，神剑股份（sjgf）002361，祥鑫科技（xxkj）002965
水电站
西宁特钢（xntg）600117，西藏天路（xztl）600326，八一钢铁（bygt）600581，深水规院（ssgy）301038
其余形式独苗
交运股份（jygf）600676，云南锗业（ynzy）002428，东芯股份（dxgf）688110，恒生电子（hsdz）600570，绿茵生态（lyst）002887，航发科技（hfkj）600391，嘉澳环保（jahb）603822

二板
华瓷股份（hcgf）001216，山河智能（shzn）002097，亚太药业（ytyy）002370，佛瓷制药（fczy）002644，幸福蓝海（xflh）300528，南方路机（nflj）603280，辰欣药业（cxyy）603367，方邦股份（fbgf）688020

七板
西藏旅游（xzly）600749

`
  },
{
    "d": "2025-07-28",
    "l": "https://www.tgb.cn/a/2k1Sc1uaK4h",
    "t": `

首板
电影
幸福蓝海（xflh）300528，中国电影（zgdy）600977
算力RWA
奥瑞德（ard）600666，游族网络（yzwl）002174
水电站
南方路机（nflj）603280，山河智能（shzn）002097，博云新材（byxc）002297，韩建河山（hjhs）603616，华瓷股份（hcgf）001216，国统股份（gtgf）002205，山推股份（stgf）000680
医药
丰原药业（fyyy）000153，科华生物（khsw）002022，海思科（hsk）002653，亚太药业（ytyy）002370，联环药业（lhyy）600513，佛慈制药（fczy）002644，辰欣药业（cxyy）603367，恒瑞医药（hryy）600276
机器人
狮头股份（stgf）600539，神开股份（skgf）002278，和泰机电（htjd）001225，中欣氟材（zxfc）002915，大洋生物（dysw）003017，天永智能（tyzn）603895，上维新材
成运会
天府文旅（tfwl）000558，舒华体育（shty）605299
算力硬件
骏亚科技（jykj）603386，世嘉科技（sjkj）002796，光迅科技（gxkj）002281，兴森科技（xskj）002436，硕贝德（sbd）300322，鹏鼎控股（pdkg）002938，方邦股份（fbgf）688020，芯碁微装（xqwz）688630
大族数控（dzsk）301200，深南电路（sndl）002916，铜冠铜箔（tgtb）301217，宏和科技（hhkj）603256
电子烟
顺灏股份（shgf）002565，诺邦股份（nbgf）603238，凯恩股份（kegf）002012
其余形式独苗
力鼎光电（ldgd）605118，长城电工（ccdg）600192，光电股份（gdgf）600184，海利尔（hle）603639，盛和资源（shzy）600392，东信和平（dxhp）002017

二板
新农股份（xngf）002942，直真科技（zzkj）003007，天普股份（tpgf）605255

四板
拓山重工（tszg）001226

六板
西藏旅游（xzly）600749

`
  }
];
